[{"title":"七夕","cont":{"title":"醉蓬莱·夷则商七夕和方南山","nian":"宋代","author":"吴文英","contson":"\n望碧天书断，宝枕香留，泪痕盈袖。谁识秋娘，比行云纤瘦。象尺熏炉，翠针金缕，记倚床同绣。月亸琼梳，冰销粉汗，南花熏透。 尽是当时，少年清梦，臂约痕深，帕绡红皱。凭鹊传音，恨语多轻漏。润玉留情，沈郎无奈，向柳阴期候。数曲催阑，双铺深掩，风镮鸣兽。\n","contyishang":[]}},{"title":"七夕","cont":{"title":"鹊桥仙·碧梧初出","nian":"宋代","author":"严蕊","contson":"\n碧梧初出，桂花才吐，池上水花微谢。穿针人在合欢楼，正月露、玉盘高泻。 蛛忙鹊懒，耕慵织倦，空做古今佳话。人间刚道隔年期，指天上、方才隔夜。\n","contyishang":["　　词的上阙，起笔自然，虽然作者观察事物细致入微，但有几分凄凉：","　　偶尔轻坠而下的碧绿色梧桐叶，那吐着馥郁清香的桂花，还有水塘中微微凋谢的荷花。楼上的姑娘们，都正忙着在穿针引线，默默地乞求着织女能给自己以智慧和心灵手巧。远望高挂的明月，它那洒下的清辉，正如水一般清澈。","　　农历七月初七，是汉族传统的节日——七夕节，也称乞巧节。每逢这天的夜晚，相传是天上美丽善良的织女，要与勤劳勇敢的牛郎在鹊桥相会。","　　穿针人，指的既是天下女子，也包括了自己。据《西京杂记》记载：“汉彩女常以七月七日穿七孔针于开襟楼，人具习之。”这是千百年流传下来的习俗，七\n"]}},{"title":"七夕","cont":{"title":"他乡七夕","nian":"唐代","author":"孟浩然","contson":"\n他乡逢七夕，旅馆益羁愁。不见穿针妇，空怀故国楼。绪风初减热，新月始临秋。谁忍窥河汉，迢迢问斗牛。\n","contyishang":["译文身在他乡恰逢乞巧，看着所住途中旅店心中羁旅愁绪更甚。远离故土，不见妻子月下穿针，心中空空只余孤寂，怀念家乡。微风拂过带走盛夏的炎热，新月当空，初秋已快来临。是谁在忍着心中愁痛偷偷的看着银河？就是那遥远天际的牵牛星。","注释七夕：为七月初七，民间的乞巧节。绪风：微小的风。河汉：为天上的银河。迢迢：形容遥远的意思。斗牛：星名。牵牛星。 "]}},{"title":"七夕","cont":{"title":"早秋京口旅泊章侍御寄书相问因以赠之时七夕","nian":"唐代","author":"李嘉祐","contson":"\n移家避寇逐行舟，厌见南徐江水流。吴越征徭非旧日，秣陵凋弊不宜秋。千家闭户无砧杵，七夕何人望斗牛。只有同时骢马客，偏宜尺牍问穷愁。\n","contyishang":[]}},{"title":"七夕","cont":{"title":"鹊桥仙·七夕送陈令举","nian":"宋代","author":"苏轼","contson":"\n缑山仙子，高情云渺，不学痴牛騃女。凤箫声断月明中，举手谢、时人欲去。 客槎曾犯，银河微浪，尚带天风海雨。相逢一醉是前缘，风雨散、飘然何处。\n","contyishang":["译文缑山仙子王子乔性情高远，不像牛郎织女要下凡人间。皎洁的月光中停下吹凤箫，摆一摆手告别人间去成仙。听说黄河竹筏能直上银河，一路上还挟带着天风海雨。今天相逢一醉是前生缘分，分别后谁知道各自向何方？","注释①鹊桥仙：词牌名，又名《鹊桥仙令》、《金风玉露相逢曲》、《广寒秋》等。②缑（gōu）山：在今河南偃师县。缑山仙子指在缑山成仙的王子乔。③云渺（miǎo）：高远貌。④痴（chī）牛騃（ái）女：指牛郎织女。在这里不仅限于指牛郎织女，而是代指痴迷于俗世的芸芸众生。⑤凤箫声：王子乔吹笙时喜欢模仿凤\n"]}},{"title":"七夕","cont":{"title":"菩萨蛮·七夕","nian":"宋代","author":"陈师道","contson":"\n东飞乌鹊西飞燕。盈盈一水经年见。急雨洗香车。天回河汉斜。 离愁千载上。相远长相望。终不似人间。回头万里山。\n","contyishang":["　　牛郎织女的传说是中国一个古老的神话，《诗经·大东》就有了织女与牵牛两星分居银河两旁的叙述。到《古诗十九首·迢迢牵牛星》中，形成了故事的大致轮廓。以后在《岁华纪丽》、《尔雅翼》及六朝梁殷芸《小说》（《月令广义》引）等书中，关于这个神话的记载渐趋完整。到近代，流传于民间的，更是丰富充实，积极健康，成为脍炙人口的一则古代神话。由于这个神话在诸书中一般是以牛郎织女被银河阻隔，只能在一年一度的七夕靠鹊桥相会，终究被蒙上了一层悲剧的色彩。因此历代文人经常借这个神话故事来抒发离愁，陈师道的这首《菩萨蛮·七夕》也并不例外。","　　词的上片写七夕牛郎织女相会的情景。起句：“东飞乌鹊西飞燕\n"]}},{"title":"七夕","cont":{"title":"西江月·新秋写兴","nian":"宋代","author":"刘辰翁","contson":"\n天上低昂仰旧，人间儿女成狂。夜来处处试新妆。却是人间天上。 不觉新凉似水，相思两鬓如霜。梦从海底跨枯桑。阅尽银河风浪。\n","contyishang":["译文天上日落月升，斗转星移，景象跟从前一样，人间男女依然如痴如狂，陶醉在节日的欢乐中。七夕夜，处处可见着新装的人们，仿佛来到了人间天堂。不经意间感觉新秋凉意似水，因为思念故国，我两鬓已斑白如霜。我梦见自己在海底跨越枯桑，又在天上看尽银河风浪。","注释①西江月：词牌名，原唐教坊曲，用作词调。又名《白苹香》、《步虚词》、《晚香时候》、《玉炉三涧雪》、《江月令》，另有《西江月慢》。②低昂：起伏，指星月的升沉变化。③成狂：指欢度七夕的景象。④“梦从”句：用《神仙传》沧海屡变为桑田的典故，比喻世事变化很大。\n"]}},{"title":"七夕","cont":{"title":"柳梢青·七夕","nian":"宋代","author":"刘镇","contson":"\n干鹊收声，湿萤度影，庭院深香。步月移阴，梳云约翠，人在回廊。 醺醺宿酒残妆。待付与、温柔醉乡。却扇藏娇，牵衣索笑，今夜差凉。\n","contyishang":["　　词的开篇“干鹊收声，湿萤度影，庭院秋香”描绘了“七夕”夜景：那为睽隔天河两岸的牛郎织女搭桥的喜鹊已经悄无声息，萤火虫在秋夜中飞来飞去，庭院中秋花香气阵阵飘来。喜鹊性喜燥恶湿，故曰“干鹊”。据《荆梦岁时纪》载云：“天河之东有织女，天帝之子也。年年结杼劳役，织成云锦天衣。天帝哀其独处，许配河西牛郎。嫁后遂废织紝。天帝怒，责令归河东，唯每年七月七日夜渡河一会。”此后每逢七夕，便有喜鹊为他们的相会而于天河搭桥。词中“收声”二字表明桥已搭成，此刻双星正沉浸在久别重逢的甜蜜之中。萤火虫素喜湿，故曰“湿萤。”流萤飞舞，点示时分已在夜晚，秋香四溢，为后文喜庆气氛作一渲染。紧接着以下四句写乞巧新妇。“\n"]}},{"title":"七夕","cont":{"title":"步蟾宫·闰六月七夕","nian":"清代","author":"顾贞观","contson":"\n玉纤暗数佳期近，已到也、忽生幽恨。恨无端、添叶与青梧，倒减却、黄杨一寸。天公定亦怜娇俊，念儿女，经年愁损。早收回、溽暑换清商，翻借作，兰秋重闰。\n","contyishang":[]}},{"title":"七夕","cont":{"title":"沉醉东风·七夕","nian":"元代","author":"卢挚","contson":"\n银烛冷秋光画屏，碧天晴夜静闲亭。蛛丝度绣针，龙麝焚金鼎。庆人间七夕佳令。卧看牵牛织女星，月转过梧桐树影。\n","contyishang":["译文白银烛台放射出的光线照亮了画屏，在晴朗的夜晚静静地坐在亭子里。妇女们用蛛丝穿过绣针在乞巧，金鼎中焚烧着龙麝香，人们都在庆祝人间七夕这个佳节，躺下来看牵牛织女星得鹊桥相会月亮飘过梧桐树投下了倒影。","注释①七夕：农历的七月初七，是牛郎和织女相会之日。②龙麝：一种香料。"]}},{"title":"七夕","cont":{"title":"七夕穿针","nian":"南北朝","author":"柳恽","contson":"\n代马秋不归，缁纨无复绪。迎寒理衣缝，映月抽纤缕。的皪愁睇光，连娟思眉聚。清露下罗衣，秋风吹玉柱。流阴稍已多，馀光亦难取。\n","contyishang":["　　七夕是中国传统节令之一，相传在七夕的晚上牛郎织女一年相会一次。据《荆楚岁时记》记载，这天晚上，妇女们纷纷以彩色线穿七孔针，于庭院中陈列瓜果乞巧。民俗流风所及，七夕也成为六朝诗人咏歌的热点。除了歌唱牛郎织女外，“七夕穿针”的作品也不在少数。如梁简文帝萧纲诗“怜从帐里出，想见夜窗开。针欹疑月暗，缕散恨风来”、刘遵诗“步月如有意，情来不自禁。向光抽一缕，举袖弄双针”。柳恽的《七夕穿针》，虽然题材也是传统的闺怨，但比起前面各家来，诗的内容更加丰富，意境也开拓得较深。","　　诗歌发端“代马秋不归，缁纨无复绪”，且不提七夕穿针，而先说明丈夫从军代地（今河北、山西北部），妻子独处闺中\n"]}}]