[{"title":"乐府","cont":{"title":"白头吟","nian":"唐代","author":"李白","contson":"\n锦水东北流，波荡双鸳鸯。雄巢汉宫树，雌弄秦草芳。宁同万死碎绮翼，不忍云间两分张。此时阿娇正娇妒，独坐长门愁日暮。但愿君恩顾妾深，岂惜黄金买词赋。相如作赋得黄金，丈夫好新多异心。一朝将聘茂陵女，文君因赠白头吟。东流不作西归水，落花辞条归故林。兔丝固无情，随风任倾倒。谁使女萝枝，而来强萦抱。两草犹一心，人心不如草。莫卷龙须席，从他生网丝。且留琥珀枕，或有梦来时。覆水再收岂满杯，弃妾已去难重回。古来得意不相负，只今惟见青陵台。\n","contyishang":["译文　　锦江之水潺潺流向远方，水波荡漾，一对鸳鸯在水波荡漾处快乐相伴。它们虽然来自不同的地方，一个家在长安，一个家在芳草迷漫处，但彼此心心相许，宁愿共死也不忍分离。此时阿娇失宠了，长门宫前无限凄凉，她常常愁苦地独坐到天黑。但愿汉武帝还能够顾念往日的恩情，为了这，又岂会顾惜黄金不让司马相如为自己作赋呢？相如作赋得到了黄金，就喜新厌旧，对卓文君怀有异心了。他要聘茂陵一女子为妾，卓文君十分伤心，作《白头吟》以相赠。从来没有见过东流之水返回西去的，凋零落败的花朵也会重返故林。菟丝本就无情，任风倾倒，但菟丝紧紧地缠在女萝上，与它萦抱在一起。自然界的两草尚且如此，人心却不如草那样执著坚定\n"]}},{"title":"乐府","cont":{"title":"伤歌行","nian":"未知","author":"佚名","contson":"\n昭昭素明月，辉光烛我床。忧人不能寐，耿耿夜何长。微风吹闺闼，罗帷自飘扬。揽衣曳长带，屣履下高堂。东西安所之，徘徊以彷徨。春鸟翻南飞，翩翩独翱翔。悲声命俦匹，哀鸣伤我肠。感物怀所思，泣涕忽沾裳。伫立吐高吟，舒愤诉穹苍。\n","contyishang":["译文　　清冷的夜晚，一轮皎洁的月亮挂在天空，月光照在床头，屋子里格外明亮。屋里的女子想起知友，心中忧伤，难以入睡。思念不能断绝，夜晚也显得无比漫长。不时有微风吹进闺阁，吹动着罗帷，罗帷不停地飘动着。女子重新披上衣服，穿上鞋子走出屋子。可是到哪里去呢？只有在附近徘徊彷徨。春天鸟儿都向南方飞去，而有一只鸟却剩了下来，独自翱翔。它呼唤伙伴的声音多么悲伤，哀鸣的声音不禁让人断肠。看到鸟儿想起自己，女子悲伤得哭了起来，眼泪都沾湿了衣裳，只好站在外边高吟，向天空倾诉自己的忧愤。","注释①耿耿：心中难以忘怀的样子。②闺闼：妇女所居内室的门户。\n"]}},{"title":"乐府","cont":{"title":"薤露","nian":"魏晋","author":"曹植","contson":"\n天地无穷极，阴阳转相因。人居一世间，忽若风吹尘。愿得展功勤，输力于明君。怀此王佐才，慷慨独不群。鳞介尊神龙，走兽宗麒麟。虫兽犹知德，何况于士人。孔氏删诗书，王业粲已分。骋我径寸翰，流藻垂华芬。\n","contyishang":["译文　　天地永恒存在没有终极，寒暑阴阳相互更迭。人生在人世间，生命极其短促，就好比风吹起尘土。愿能发挥自己的才能，尽力为贤明的君主效力。怀着这样为帝王辅助的才能，卓越不凡，不同流俗。鳞介以神龙为尊，走兽以麒麟为宗，自己犹如神龙和麒麟一样，十分杰出。孔子删定《诗》、《书》后，王者的事业已经很分明。我用自己的文藻驰骋，以文章垂范后世，千古留名。","注释①天地无穷极：指天地永恒存在，没有终极的时候。②阴阳转相因：寒暑阴阳相互更迭。③忽若风吹尘：这里指人生短促，好像风吹起尘土。④展：舒展，发挥。⑤输力：尽力。\n"]}},{"title":"乐府","cont":{"title":"空城雀","nian":"唐代","author":"李白","contson":"\n嗷嗷空城雀，身计何戚促。本与鹪鹩群，不随凤凰族。提携四黄口，饮乳未尝足。食君糠秕馀，尝恐乌鸢逐。耻涉太行险，羞营覆车粟。天命有定端，守分绝所欲。\n","contyishang":["译文　　嗷嗷待哺的空城雀，生计是多么的戚促啊！本与鹪鹩为群，不随凤凰之类逐飞。提携、哺育着四只雏鸟，饮乳常常不足。吃人间的秕糠的时候，常常畏惧乌鸢来抢逐。以涉太行险为耻，羞于相随着覆车粟而飞往食之。天命自有定数，安守着自己的职分，不得不屡屡断绝自己这小小的欲望。","注释①鹪鹩：鸟名，似黄雀而小。②黄口：雏鸟。③鸢：鹰类的猛禽。④覆车粟：这里运用的是典故。杨宣为河内太守，行县，有群雀鸣桑树上，宣谓吏曰：“前有覆车粟，此雀相随欲往食之。”行数里，果如其言。⑤分：名分，职分。"]}},{"title":"乐府","cont":{"title":"登高丘而望远","nian":"唐代","author":"李白","contson":"\n登高丘，望远海。六鳌骨已霜，三山流安在？扶桑半摧折，白日沈光彩。银台金阙如梦中，秦皇汉武空相待。精卫费木石，鼋鼍无所凭。君不见骊山茂陵尽灰灭，牧羊之子来攀登。盗贼劫宝玉，精灵竟何能？穷兵黩武今如此，鼎湖飞龙安可乘？\n","contyishang":["译文登上高丘，向大海遥望。那传说中的东海六鳌，已早成了如霜的白骨，那海上的三神山如今已漂流到哪里去了？那东海中的神木扶桑可能早已摧折了吧，那里可是日所出的地方。神话中的银台金甄，只有在梦中才会出现，秦始皇和汉武帝想成仙的愿望，只能是一场空梦啊。精卫填海只能是空费木石，鼋鼍架海为梁的传说也没有什么证据。君不见骊山陵中的秦始皇和茂陵中的汉武帝都已早成土灰了吗？他门的陵墓任凭牧羊的孩子攀来登去，无人来管。眼看着墓中的金珠宝玉已被盗贼劫夺一空，他们的精灵究竟有何能耐？像这样的穷乓颊武、不管百姓死活的帝\n"]}},{"title":"乐府","cont":{"title":"巫山高","nian":"两汉","author":"佚名","contson":"\n巫山高，高以大；淮水深，难以逝。我欲东归，害梁不为？我集无高曳，水何梁汤汤回回。临水远望，泣下沾衣。远道之人心思归，谓之何！\n","contyishang":["译文巫山高高眼望穿，又高又大行路难。淮水深深不见底，身无双翼难回还。含辛吞悲想东归，为何夙愿总成灰？我想渡水无舟楫，为什么水势浩荡波涛急。临水远望家乡地，伤心的泪儿湿衣襟。远方游子心思归，一腔怨苦无法提！","注释巫山：在四川、湖北两省交界边境。高以大：高而且大。以，连词，相当于“且”。淮水：即淮河，源出于河南桐柏山，流经豫、皖等省至江苏入洪泽湖。逝：速。这句说水深且流急。害梁不为：害：通曷，作“何’’解。梁：桥。这句说，为何桥也不架？我集无高曳\n"]}},{"title":"乐府","cont":{"title":"短歌行","nian":"两汉","author":"曹操","contson":"\n对酒当歌，人生几何！譬如朝露，去日苦多。慨当以慷，忧思难忘。何以解忧？唯有杜康。青青子衿，悠悠我心。但为君故，沉吟至今。呦呦鹿鸣，食野之苹。我有嘉宾，鼓瑟吹笙。明明如月，何时可掇？忧从中来，不可断绝。越陌度阡，枉用相存。契阔谈讌，心念旧恩。(谈讌 一作：谈宴)月明星稀，乌鹊南飞。绕树三匝，何枝可依？山不厌高，海不厌深。周公吐哺，天下归心。(海 一作：水)\n","contyishang":["译文一边喝酒一边高歌，人生短促日月如梭。好比晨露转瞬即逝，失去的时日实在太多！席上歌声激昂慷慨，忧郁长久填满心窝。靠什么来排解忧闷？唯有狂饮方可解脱。那穿着青领（周代学士的服装）的学子哟，你们令我朝夕思慕。只是因为您的缘故，让我沉痛吟诵至今。阳光下鹿群呦呦欢鸣，悠然自得啃食在绿坡。一旦四方贤才光临舍下，我将奏瑟吹笙宴请嘉宾。当空悬挂的皓月哟，什么时候才可以拾到；我久蓄于怀的忧愤哟，突然喷涌而出汇成长河。远方宾客踏着田间小路，一个个屈驾前来探望我。彼此久别重逢谈心宴饮，争着将往日的情谊诉说。月光明亮星光稀疏\n"]}},{"title":"乐府","cont":{"title":"薤露","nian":"魏晋","author":"曹操","contson":"\n惟汉廿二世，所任诚不良。沐猴而冠带，知小而谋强。犹豫不敢断，因狩执君王。白虹为贯日，己亦先受殃。贼臣持国柄，杀主灭宇京。荡覆帝基业，宗庙以燔丧。播越西迁移，号泣而且行。瞻彼洛城郭，微子为哀伤。\n","contyishang":["译文　　汉朝自建国到现在已是二十二世，所重任的人（何进）真是徒有其表。猴子虽穿衣戴帽，可究竟不是真人，（他）智小而想图谋大事，做事又犹豫不决，致使君王（少帝）被劫。白虹贯日是上天给人间的凶兆，这应验在君王身上，而（何进）自己也落得身败名裂的下场。乱臣贼子（董卓）乘着混乱之际操持国家大权，杀害君主，焚烧东京洛阳。汉朝四百年的帝业由此倾覆，帝王的宗庙也在烈火中焚毁。（献帝）被迫着西迁至长安，一路上迁徙的百姓哭声不止。我瞻望着洛阳城内的惨状，就像当年微子面对着殷墟而悲伤不已。","注释①惟汉廿二世：汉代自高祖刘邦建国到灵帝刘宏是二十二世。②沐猴而\n"]}},{"title":"乐府","cont":{"title":"清平调·其一","nian":"唐代","author":"李白","contson":"\n云想衣裳花想容，春风拂槛露华浓。 若非群玉山头见，会向瑶台月下逢。\n","contyishang":["译文见云之灿烂想其衣裳之华艳，见花之艳丽想人之容貌照人。若不是在群玉山头见到了她，就是在瑶池的月光下来相逢。","注释⑴清平调：一种歌的曲调，“平调、清调、瑟调”皆周房中之遗声。⑵“云想”句：见云之灿烂想其衣之华艳，见花之艳丽想美人之容貌照人。实际上是以云喻衣，以花喻人。⑶槛：栏杆；露华浓：牡丹花沾着晶莹的露珠更显得颜色艳丽。⑷“若非……会向……”：相当于“不是……就是……”的意思。群玉：山名，传说中西王母所住之地。全句形容贵妃貌美惊人，怀疑她不是群玉山头所见的飘飘仙子，就是瑶台殿前月光照耀下的神女。\n"]}},{"title":"乐府","cont":{"title":"短歌行","nian":"唐代","author":"李白","contson":"\n白日何短短，百年苦易满。苍穹浩茫茫，万劫太极长。麻姑垂两鬓，一半已成霜。天公见玉女，大笑亿千场。吾欲揽六龙，回车挂扶桑。北斗酌美酒，劝龙各一觞。富贵非所愿，与人驻颜光。\n","contyishang":["译文白天何其太短暂，百年光阴很快就过去了。苍穹浩渺无际，万劫之世实在是太长了。就连以长寿著名的仙女麻姑，头发也白了一半了。天公和玉女玩投壶的游戏，每中一次即大笑，也笑了千亿次了。我想驾日车揽六龙，转车东回，挂车于扶桑之上。用北斗酌酒浆，每条龙都各劝其一觞酒，让它们都沉睡不醒，不能再驾日出发。富贵荣华非我所愿，只愿为人们留住光阴，永驻青春。","注释⑴短歌行：乐府旧题。《乐府诗集》卷三十列入《相和歌辞》，属《平调曲》。因其声调短促，故名。多为宴会上唱的乐曲。⑵“白日”二句\n"]}},{"title":"乐府","cont":{"title":"门有车马客行","nian":"南北朝","author":"鲍照","contson":"\n门有车马客，问君何乡士。捷步往相讯，果得旧邻里。凄凄声中情，慊慊增下俚。语昔有故悲，论今无新喜。清晨相访慰，日暮不能已。欢戚竞寻叙，谈调何终止。辞端竟未究，忽唱分途始。前悲尚未弭，后戚方复起。嘶声盈我口，谈言在我耳。“手迹可传心，愿尔笃行李。”\n","contyishang":["译文　　门前有车马来，问我是哪里人。我快步赶上去访问，果然找到了自己的旧乡邻。听到家乡的声音心中悲凄，因此讲话中也增加了不少家乡的话。清晨的时候出去相访老乡，到日暮降临还迟迟不肯回来。同忆往事，过去的欢乐和悲苦都一一叙述。我们之间总有说不完的话题。但人生终需一别，我们毕竟要中途分别。刚才的悲苦回忆还没有停止，又新添许多忧愁。在分别时，我不禁凄楚哽咽，对旧友说着一些分别保重的话：“记得以后常常写信过来，来表达你的心情，愿你前方行路好好保重。”","注释①捷步：快步。②讯：访问。③慊慊：凄苦忧愁的样子。④下俚：《下里巴人\n"]}},{"title":"乐府","cont":{"title":"荆州歌","nian":"唐代","author":"李白","contson":"\n白帝城边足风波，瞿塘五月谁敢过。荆州麦熟茧成蛾，缲丝忆君头绪多。拨谷飞鸣奈妾何。\n","contyishang":["译文白帝城边的江面上满是狂风掀起的惊涛骇浪，五月的瞿塘峡，有谁敢行船而过呢？荆州麦子时节，茧已出蛾，蚕事已成，家家都在煮茧缫丝。我一边缫丝，一边思念你，我对你的思念比一团乱丝的头绪还要多。布谷鸟在哀鸣的时候，更加引起了我对你的思念，这叫我怎么办呢？","注释⑴荆州歌：古题乐府杂曲歌辞。《乐府诗集》卷七十二列于《杂曲歌辞》，又名“荆州乐”、“江陵乐”。《乐府诗集·杂曲歌辞十二·荆州乐》郭茂倩题解：《荆州乐》盖出于《清商曲·江陵乐》，荆州即江陵也。有纪南城，在江陵县东。梁建文帝《荆州歌》云“纪城南里望朝云，雉\n"]}},{"title":"乐府","cont":{"title":"田家词 / 田家行","nian":"唐代","author":"元稹","contson":"\n牛靿咤咤，田确确，旱块敲牛蹄趵趵。种得官仓珠颗谷，六十年来兵簇簇，日月食粮车辘辘。一日官军收海服，驱牛驾车食牛肉，归来攸得牛两角。重铸锄犁作斤，姑舂妇担去轮官，输官不足归卖屋。愿官早胜仇早覆，农死有儿牛有犊，不遣官军粮不足。\n","contyishang":["译文　　天久不雨，土地坚硬，牛拉着沉重的犁耙，喘着粗气一步一步地爬行着。牛蹄碰击着坚硬的土块，发出“趵趵”的声音。驾牛的农民还嫌牛走得太慢，不断地挥动着鞭子，发出“咤咤”的声音，驱使着，吆喝着。然而农民终年劳累，用血和汗水换来的珍珠般的果实，却尽进了官仓，自己一无所得。因为六十年来，战争不断，年年月月、日日餐餐，官兵们吃的粮食全由农民供给，并由农民驾驶的大车不停地运往前线。自从官军征伐藩镇的战争开始以来，朝廷就把农民连人带牛和车以及农具一并征用了。农民驱牛驾车千里迢迢地把粮食运到前线后，结果连牛也被官兵宰杀吃掉了，农民只收得两只牛角而返。但是战争还在没完没了地打下去，新的军输\n"]}},{"title":"乐府","cont":{"title":"古朗月行","nian":"唐代","author":"李白","contson":"\n小时不识月，呼作白玉盘。又疑瑶台镜，飞在青云端。(青云 一作：白云)仙人垂两足，桂树何团团。白兔捣药成，问言与谁餐？蟾蜍蚀圆影，大明夜已残。羿昔落九乌，天人清且安。阴精此沦惑，去去不足观。忧来其如何？凄怆摧心肝。\n","contyishang":["译文小时候不认识月亮， 把它称为白玉盘。又怀疑是瑶台仙镜，飞在夜空青云之上。月中的仙人是垂着双脚吗？月中的桂树为什么长得圆圆的？白兔捣成的仙药，到底是给谁吃的呢？蟾蜍把圆月啃食得残缺不全，皎洁的月儿因此晦暗不明。后羿射下了九个太阳，天上人间免却灾难清明安宁。月亮已经沦没而迷惑不清，没有什么可看的不如远远走开吧。心怀忧虑啊又何忍一走了之，凄惨悲伤让我肝肠寸断。","韵译小时不识天上明月，把它称为白玉圆盘。怀疑它是瑶台仙镜，飞在夜空青云上边。月中仙人垂下双脚？月\n"]}},{"title":"乐府","cont":{"title":"美女篇","nian":"魏晋","author":"曹植","contson":"\n美女妖且闲，采桑歧路间。柔条纷冉冉，叶落何翩翩。攘袖见素手，皓腕约金环。头上金爵钗，腰佩翠琅玕。明珠交玉体，珊瑚间木难。罗衣何飘飘，轻裾随风还。顾盼遗光彩，长啸气若兰。行徒用息驾，休者以忘餐。借问女安居，乃在城南端。青楼临大路，高门结重关。容华耀朝日，谁不希令颜？媒氏何所营？玉帛不时安。佳人慕高义，求贤良独难。众人徒嗷嗷，安知彼所观？盛年处房室，中夜起长叹。\n","contyishang":["译文那个容貌美丽性格文静的姑娘，正在乡间岔路口忙着采桑。桑树的枝条柔柔的垂摆，采下的桑叶翩翩飘落。挽起的衣袖可见她的手，洁白的手腕上戴着金色的手镯。头上插着雀形的金钗，腰上佩戴着翠绿色的玉石。身上的明珠闪闪发光，珊瑚和宝珠点缀其间。丝罗衣襟在春风里飘舞，轻薄的裙纱随风旋转。她那回首顾盼留下迷人的光彩，吹口哨时流出的气息仿佛兰花的芳香。赶路的人停下车驾不肯走开，休息的人们傻看时忘记了用餐。有人打听这个姑娘家住哪里，她的家就住在城的正南门。青漆的楼阁紧临大路，高大的宅门用的\n"]}},{"title":"乐府","cont":{"title":"有所思","nian":"两汉","author":"佚名","contson":"\n有所思，乃在大海南。何用问遗君，双珠玳瑁簪。用玉绍缭之。闻君有他心，拉杂摧烧之。摧烧之，当风扬其灰！从今以往，勿复相思，相思与君绝！鸡鸣狗吠，兄嫂当知之。妃呼狶！秋风肃肃晨风飔，东方须臾高知之！\n","contyishang":["译文我所思念的人，就在大海的南边。我拿什么赠给你呢？这是一支玳瑁簪，上面装饰有珍珠和玉环。听说他有二心，心里伤悲，拆碎它。捣毁它，烧掉它！烧掉它，风把灰尘扬起！从今往后，不再思念你，我同你断绝相思！当初与你约会时，不免引起鸡鸣狗吠。兄嫂也可能了知道此事，哎……听到屋外秋风声里鸟儿飞鸣，情绪更乱，一会儿天亮了，我就会知道该怎么做的。","注释①有所思：指她所思念的那个人。②何用：何以。问遗（wèi）：“问”、“遗”二字同义，\n"]}},{"title":"乐府","cont":{"title":"渌水曲","nian":"唐代","author":"李白","contson":"\n渌水明秋月，南湖采白蘋。荷花娇欲语，愁杀荡舟人。\n","contyishang":["译文清澈的湖水在秋夜的月亮下发着亮光，我到洞庭湖采白蘋。荷花姿态娇媚好像有话要对我说，却愁坏了我这个摇船人。","注释⑴渌（lù）水曲：古乐府曲名。渌水：即绿水，清澈的水。⑵明秋月：在秋夜的月亮下发光。“明”字是形容词用如动词。月：一作“日”。⑶南湖：即洞庭湖。白蘋：一种水生植物，又称“四叶菜”“田字草”，是多年生浅水草本，根茎在泥中，叶子浮在水面之上。⑷欲语：好像要说话。⑸愁杀：即“愁煞”，愁得不堪忍受的意思。杀：用在动词后，表示极度。荡舟人：这里指思念丈夫的女子。《史记·齐太公世家》：“桓\n"]}},{"title":"乐府","cont":{"title":"江南","nian":"两汉","author":"佚名","contson":"\n江南可采莲，莲叶何田田，鱼戏莲叶间。鱼戏莲叶东，鱼戏莲叶西，鱼戏莲叶南，鱼戏莲叶北。\n","contyishang":["译文江南又到了适宜采莲的季节了，莲叶浮出水面，挨挨挤挤，重重叠叠，迎风招展。在茂密如盖的荷叶下面，欢快的鱼儿在不停的嬉戏玩耍。一会儿在这儿，一会儿又忽然游到了那儿，说不清究竟是在东边，还是在西边，还是在南边，还是在北边。","注释汉乐府：原是汉初采诗制乐的官署，后来又专指汉代的乐府诗。汉惠帝时，有乐府令一官，可能当时已设有乐府。武帝时乐府规模扩大，成为一个专设的官署，掌管郊祀、巡行、朝会、宴飨时的音乐，兼管采集民间歌谣，以供统治者观风察俗，了解民情厚薄。这些采集来的歌谣和其他经乐府配曲入乐的诗歌即被后人称为乐府诗。田田：荷叶茂盛\n"]}},{"title":"乐府","cont":{"title":"辽东行","nian":"唐代","author":"王建","contson":"\n辽东万里辽水曲，古戍无城复无屋。黄云盖地雪作山，不惜黄金买衣服。战回各自收弓箭，正西回面家乡远。年年郡县送征人，将与辽东作丘坂。宁为草木乡中生，有身不向辽东行。\n","contyishang":["译文　　辽东之地路途遥远，辽水曲曲折折难以横渡。战士们戍守的古城楼已经破旧不堪，早已没有城楼，城墙之上也早就没有房屋了。那里气候异常寒冷，常常是黄云满天冰雪盖地，战士们身上的衣服真是难以御寒！如果有厚厚的暖和的衣服可以抵御这异地的寒冷，即使耗费掉万两黄金，又怎会吝惜呢？战争结束后战士们各自收回弓箭准备回家，但遥望回家的路，唯觉遥远路漫漫。年年郡县都有征人而来，将在这凄寒的辽东戍守征战，不知又有多少人牺牲于此。我宁愿生为草木，终生守候在家乡的土地上，至死不往辽东这地方来！","注释①万里：形容道路遥远。②古戍：指戍守的古城楼。"]}},{"title":"乐府","cont":{"title":"塞下曲六首","nian":"唐代","author":"李白","contson":"\n五月天山雪，无花只有寒。笛中闻折柳，春色未曾看。晓战随金鼓，宵眠抱玉鞍。愿将腰下剑，直为斩楼兰。\n天兵下北荒，胡马欲南饮。横戈从百战，直为衔恩甚。握雪海上餐，拂沙陇头寝。何当破月氏，然后方高枕。\n骏马似风飙，鸣鞭出渭桥。弯弓辞汉月，插羽破天骄。阵解星芒尽，营空海雾消。功成画麟阁，独有霍嫖姚。\n白马黄金塞，云砂绕梦思。那堪愁苦节，远忆边城儿。萤飞秋窗满，月度霜闺迟。摧残梧桐叶，萧飒沙棠枝。无时独不见，流泪空自知。\n塞虏乘秋下，天兵出汉家。将军分虎竹，战士卧龙沙。边月随弓影，胡霜拂剑花。玉关殊未入，少妇莫长嗟。\n烽火动沙漠，连照甘泉云。汉皇按剑起，还召李将军。兵气天上合，鼓声陇底闻。横行负勇气，一战净妖氛。\n","contyishang":["译文五月的天山雪花仍在飘洒，看不见花朵开放只有刺骨的严寒。笛子吹着《折杨柳》的曲调，又何处寻觅杨柳青青的春天。拂晓时分随着号令之声作战，晚上枕着马鞍露宿入眠。只愿用腰下悬挂的宝剑，为君王过关斩将，打败敌人。","我军向北方荒远地带进军，因为那里的游牧民族经常南下侵扰。横曳戈矛前往战场，身经百战，只是因为受皇恩眷顾太深了。在大沙漠里握雪成团而食，夜里拂去沙土露宿于旷野。什么时候才能打败敌人，然后就可以高枕无忧呢？","骏马像狂风般地驰骋，在清脆的马鞭挥动声响中，飞快地奔出了渭桥。\n"]}},{"title":"乐府","cont":{"title":"李延年歌","nian":"两汉","author":"李延年","contson":"\n北方有佳人，绝世而独立。一顾倾人城，再顾倾人国。宁不知倾城与倾国？佳人难再得。\n","contyishang":["译文北方有位美丽姑娘，独立世俗之外，她对守城的将士瞧一眼，将士弃械，墙垣失守；她对君临天下的皇帝瞧一眼，皇帝倾心，国家败亡！美丽的姑娘呀，常常带来“倾城、倾国”的灾难。纵然如此，也不能失去获得佳人的好机会。美好姑娘世所难遇、不可再得！","注释（1）倾城、倾国：原指因女色而亡国，后多形容妇女容貌极美。陶渊明《闲情赋》：“表倾城之艳色，期有德于传闻。”（2）宁不知：怎么不知道。"]}},{"title":"乐府","cont":{"title":"天地","nian":"两汉","author":"刘彻","contson":"\n天地并况，惟予有慕，爰熙紫坛，思求厥路。恭承禋祀，缊豫为纷，黼绣周张，承神至尊。千童罗舞成八溢，合好效欢虞泰一。九歌毕奏斐然殊，鸣琴竽瑟会轩朱。璆磬金鼓，灵其有喜，百官济济，各敬厥事。盛牲实俎进闻膏，神奄留，临须摇。长丽前掞光耀明，寒暑不忒况皇章。展诗应律鋗玉鸣，函宫吐角激徵清。发梁扬羽申以商，造兹新音永久长。声气远条凤鸟翔，神夕奄虞盖孔享。\n","contyishang":["译文　　希望天地的神灵都赐福，因为皇帝敬慕他们。皇帝兴建了紫色的坛宇作为专门祭神的场所，想找寻与神相通的办法。皇帝专心一意、恭敬地继承前代祭祀天地的重任，使神灵和乐。把刺绣品画成黑白相间的斧形图案，遍挂于祭坛之上，用隆重的仪式来承奉至尊的神灵。把六十四个童子排成八行八列跳舞以娱乐天神太一。音乐一起响起，琴、竽、瑟、美玉做成的磬和金鼓并陈杂奏，希望神灵能够得到娱乐，百官济济，都恭敬地向神灵祭祀。他们恭敬地献上丰盛的牺牲和供品，又焚烧香草和动物脂油以请神下降受享。神留下受享，虽然历时很久，但从天上看来，那只是片刻。只见神鸟在前面发出光芒，神赏赐皇帝以寒暑准时不失，阴阳和顺，以彰显\n"]}},{"title":"乐府","cont":{"title":"拔蒲二首","nian":"未知","author":"佚名","contson":"\n青蒲衔紫茸，长叶复从风。与君同舟去，拔蒲五湖中。\n朝发桂兰渚，昼息桑榆下。与君同拔蒲，竟日不成把。\n","contyishang":["译文青青的蒲草开着紫色的细茸花，时而有一阵风吹过，轻轻拂动着蒲草的叶子。我与情人一起乘着小舟，在碧波万顷的五湖上慢慢飘荡，拔着蒲草，心情非常愉快。","清早，天才刚刚亮，和情人从桂兰渚出发，劳作一天后，晚上就歇息在桑榆之下。在湖上，和情人一块儿拔着蒲草，心里沉浸在甜蜜之中，可是只顾与情人说笑，拔了半天，手里的蒲草还没有一把呢。","注释青蒲：即蒲草。水生植物。嫩者可食，茎叶可供编织蒲席等物。紫茸：紫色细茸花。渚：水中小块陆地。"]}},{"title":"乐府","cont":{"title":"朱鹭","nian":"两汉","author":"佚名","contson":"\n朱鹭，鱼以乌。路訾邪鹭何食？食茄下。不之食，不以吐，将以问诛者。\n","contyishang":["译文　　鹭鸟吃鱼，吃掉后又想吐。鹭鸟以什么为食呢？它在荷茎下进食。是要咽下去呢，还是要吐出来？这得去问击鹭鸟鼓的进谏者，他们究竟是要对皇帝吐露真情，直言进谏呢，还是把有些言语自己咽下去，不说给皇帝听呢？","注释①鱼以乌：指鹭鸟吃鱼，但吃掉鱼后又想吐。②路訾邪：表声音，无义。③食茄下：这句说的是鹭鸟在荷茎下进食。茄，荷茎。④问诛者：诛，一作“谏”。意思是问进谏者。"]}},{"title":"乐府","cont":{"title":"折杨柳","nian":"唐代","author":"李白","contson":"\n垂杨拂绿水，摇艳东风年。花明玉关雪，叶暖金窗烟。美人结长想，对此心凄然。攀条折春色，远寄龙庭前。\n","contyishang":["译文　　春天来了，垂杨荡漾在白云绿水间，它那美丽的枝条随着春风飘扬，好不娇美。这里适逢生机蓬勃的春天，花儿争相开放，但玉关边塞此时却是冰雪交加，美人每当想起这些，都会倍感惆怅。她在金窗前独自凭依，看叶暖烟空，心中更有无限离愁。她面对此景心中常会荡起一种凄凉之感。真想攀折柳条，以远寄到情郎所在的龙城前，让他明白她的一片相思。","注释①摇艳：美丽的枝条随风飘扬。②年：时节。③长想：又作“长恨”。④龙庭：又叫龙城。是匈奴祭天、大会诸部之地。"]}},{"title":"乐府","cont":{"title":"飞龙引二首·其一","nian":"唐代","author":"李白","contson":"\n黄帝铸鼎于荆山，炼丹砂。丹砂成黄金，骑龙飞上太清家，云愁海思令人嗟。宫中彩女颜如花，飘然挥手凌紫霞，从风纵体登鸾车。登鸾车，侍轩辕，遨游青天中，其乐不可言。\n","contyishang":["译文　　黄帝采集首山的铜，铸造宝鼎于荆山之下，炼制仙丹，仙丹炼制成功了，黄帝和群臣后宫乘龙飞仙进入仙境。天上的彩云迷迷茫茫，变幻如海，找不到升仙的途径，让我们世间的凡人空自叹息。联想天宫中披着七彩霓裳羽衣的宫女一定貌美如花。真想乘风飞身而上，登上黄帝乘坐的鸾车，陪在黄帝旁边，一起遨游在青天之上，那种乐趣一定妙不可言。","注释①黄帝，我国古代神话中的五天帝之一，中华民族的始祖。《史记·卷十二·孝武本纪》载：黄帝采首山铜铸鼎于荆山之下，鼎既成，有龙垂胡髯下迎黄帝，群臣后宫上者七十余人皆乘龙升天。②荆山，在今河南省灵宝县附近。相传黄帝采首山铜铸鼎于\n"]}},{"title":"乐府","cont":{"title":"东光","nian":"两汉","author":"佚名","contson":"\n东光乎，苍梧何不乎。苍梧多腐粟，无益诸军粮。诸军游荡子，早行多悲伤。\n","contyishang":["译文　　天亮了吗？苍梧为什么不亮？苍梧这里潮湿，陈年贮藏的多是已经败坏的粮食，无法作为军粮食用。远征者早起行军，情绪都很悲伤。","注释①东光：东方发亮，即天明。②不：同“否”。苍梧地多潮湿，多雾气，所以天迟迟不亮。③腐粟：陈年积贮已经败坏的五谷粮食。④游荡子：离乡远行的人。"]}},{"title":"乐府","cont":{"title":"猛虎行","nian":"魏晋","author":"陆机","contson":"\n渴不饮盗泉水，热不息恶木阴。恶木岂无枝？志士多苦心。整驾肃时命，杖策将远寻。饥食猛虎窟，寒栖野雀林。日归功未建，时往岁载阴。崇云临岸骇，鸣条随风吟。静言幽谷底，长啸高山岑。急弦无懦响，亮节难为音。人生诚未易，曷云开此衿？眷我耿介怀，俯仰愧古今。\n","contyishang":["译文　　口渴也不能饮盗泉水，热也不能在丑陋的树木下歇息。恶木也有枝，志士却多苦心。志士整理马车恭敬地遵奉君主之命，驱马将要远行。时势所迫，饥不择食，寒不择栖。时光已经逝去，而功业却还未建立。高耸的云朵接岸而起，树木的枝条随风鸣叫。在幽谷底沉思，在高山顶感慨悲伤。乐器绷紧了的弦发不出缓弱的声音，而节操高尚的人就犹如这急弦，谈论问题常常直言不讳，常常不为君王所喜，不为世俗所容，得不到认可。人生处世真不容易，如何才能放宽我的胸襟呢？眷顾我耿直的情怀，与古人相比真是感到惭愧。","注释①盗泉：水名，在今山东省境内。传说孔子经过盗泉，虽然口渴，但因为厌恶它的名字\n"]}}]