[{"title":"写人","cont":{"title":"","nian":"","author":"","contson":"","contyishang":[]}},{"title":"写人","cont":{"title":"","nian":"","author":"","contson":"","contyishang":[]}},{"title":"写人","cont":{"title":"题胡逸老致虚庵","nian":"宋代","author":"黄庭坚","contson":"\n藏书万卷可教子，遗金满籯常作灾。能与贫人共年谷，必有明月生蚌胎。山随宴坐图画出，水作夜窗风雨来。观水观山皆得妙，更将何物污灵台。\n","contyishang":["译文藏书万卷可以用来教子，留金满箱往往成为祸灾。能与贫人共享年谷，定有明珠生长在蚌胎。山景随着宴坐如画图呈现，水声透过夜窗像风雨传来。观山观水都能领略妙趣，还有什么等污染灵台。","注释⑴胡逸老：生平不详。致虚庵：胡逸老的书房名。⑵遗金满籯（yíng）：语本《汉书·韦贤传》：“遗子黄金满籯，不如一经。”籯：竹箱。作：兴起，成为。⑶“能与”二句：《东观汉记》载，梁商遇到灾年，就令仆人赶着牛车，米盐菜钱送给饥民，甚至连自己的姓名都不留下。《三国志·魏书》卷十《荀彧传》裴松之注引孔融写给韦端的书信说\n"]}},{"title":"写人","cont":{"title":"邯郸才人嫁为厮养卒妇","nian":"唐代","author":"李白","contson":"\n妾本崇台女，扬蛾入丹阙。自倚颜如花，宁知有凋歇。一辞玉阶下，去若朝云末。每忆邯郸城，深宫梦秋月。君王不可见，惆怅至明发。\n","contyishang":["译文妾本是崇台之女，当初被选为才人，扬眉入宫。自恃容颜如花，定被宠幸，岂知红颜渐凋仍未见幸。自辞别宫阶之后，便像朝云一样地消失了。每忆起在邯郸王宫的生活，就像是做梦一样。从此再也见不到君王了。为此往往彻夜不眠，愁坐达旦。","注释⑴邯郸才人嫁为厮养卒妇：属乐府旧题。《乐府诗集》卷七十三列于《杂曲歌辞》。萧士赟云：“《乐府遗声》佳丽四十八曲有《邯郸才人嫁为厮养卒妇》，盖古有是事也。”邯郸：战国时赵都，在今河北邯郸市。⑵崇台：一作“丛台”。指六国时赵国王宫，因连聚非一，故曰丛台。址在赵国都城邯郸（\n"]}},{"title":"写人","cont":{"title":"满江红·忧喜相寻","nian":"宋代","author":"苏轼","contson":"\n董毅夫名钺，自梓漕得罪，罢官东川，归鄱阳，过东坡于齐安。怪其丰暇自得，余问之。曰：“吾再娶柳氏，三日而去官。吾固不戚戚，而优柳氏不能忘怀于进退也。已而欣然，同忧共若处富贵，吾是以益安焉。”命其侍儿歌其所作《满江红》。嗟叹之不足，乃次其韵。\n忧喜相寻，风雨过、一江春绿。巫峡梦、至今空有，乱山屏簇。何似伯鸾携德耀，箪瓢未足清欢足。渐粲然、光彩照阶庭，生兰玉。幽梦里，传心曲。肠断处，凭他续。文君婿知否，笑君卑辱。君不见周南歌汉广，天教夫子休乔木。便相将、左手抱琴书，云间宿。\n","contyishang":["译文忧喜相互延续着，如同风雨一过，满江春色。像楚王巫山之梦醒来，一切都消失了，唯有乱山如屏障般矗立。何其相似，东汉的梁鸿携其妻孟光隐居山中，基本生活资料不足，尚能清欢。天慢慢地明亮起来，其光彩照着阶级、庭院，生出如兰似玉的孩子。深梦里，吐出内心的声音；极度的难过伤心，任凭它继续下去。卓文君的丈夫司马相如你知道吗？我们耻笑你的品德卑下。你还听不到《周南》中歌咏《汉广》篇的守礼男子，不强求于贤女，天使得《汉广》中的男子休于乔木。于是你们相伴，左手抱琴书，到如云飘一般远离尘世的地方去隐居。","注释⑴满江红：《乐章集》、《清真集》入“仙吕调”。宋\n"]}},{"title":"写人","cont":{"title":"","nian":"","author":"","contson":"","contyishang":[]}},{"title":"写人","cont":{"title":"临江仙·千里潇湘挼蓝浦","nian":"宋代","author":"秦观","contson":"\n千里潇湘挼蓝浦，兰桡昔日曾经。月高风定露华清。微波澄不动，冷浸一天星。独倚危樯情悄悄，遥闻妃瑟泠泠。新声含尽古今情。曲终人不见，江上数峰青。\n","contyishang":["译文千里潇湘之上，渡口水色青青，屈原的兰舟曾驶过。明月高挂中天，清风渐渐停息，玉露清莹，微波不兴，漫天星斗映寒水。独倚高高桅杆，心中无限忧思，远远传来凄清的瑟声，低低诉说着千古幽情。一曲终罢人不见，江上青峰孤耸。","注释①《临江仙》：词牌。双调小令，唐教坊曲。上下片各有三处平韵，五十八字。柳永演为慢词，上片五处平韵，下片六处平韵，共九十三字。②挼（ruó）蓝：形容江水的清澈。挼蓝，古代按取蓝草汁以取青色，同“揉蓝”。黄庭坚《同世弼韵作寄伯氏在济南兼呈六舅祠部学士》：“山光扫黛水挼蓝，闻说樽前惬笑谈。”③兰桡（raó\n"]}},{"title":"写人","cont":{"title":"塞下曲","nian":"唐代","author":"李益","contson":"\n伏波惟愿裹尸还，定远何须生入关。 莫遣只轮归海窟，仍留一箭射天山。\n","contyishang":["　　李益的边塞诗，主要是抒发将士们久戍思归的怨望情绪，情调偏于感伤，但也有一些慷慨激昂之作，《塞下曲》便是这方面较著名的一首。","　　诗以前代戍边名将作比，抒发了将士们的豪情壮志。头二句夸赞东汉两个名将马援和班超。“伏波惟愿裹尸还”，这句说的是马援的故事。东汉马援屡立战功，被封为伏波将军。他曾经说：男儿当战死在边疆，以马革裹尸还葬。“定远何须生入关”，这句说的是班超的故事。东汉班超投笔从戎，平定西域一些少数民族贵族统治者的叛乱，封定远侯，居西域三十一年。后因年老，上书皇帝，请求调回，有“但愿生入玉门关”句。","　　以上两句说：为保家卫国，边塞将士应长期驻守边疆\n"]}},{"title":"写人","cont":{"title":"眉妩·戏张仲远","nian":"宋代","author":"姜夔","contson":"\n看垂杨连苑，杜若侵沙，愁损未归眼。信马青楼去，重帘下，娉婷人妙飞燕。翠尊共款。听艳歌、郎意先感。便携手、月地云阶里，爱良夜微暖。无限。风流疏散。有暗藏弓履，偷寄香翰。明日闻津鼓，湘江上，催人还解春缆。乱红万点。怅断魂、烟水遥远。又争似相携，乘一舸、镇长见。\n","contyishang":["译文在那垂杨深处，高楼林立，芳草满地之处，日落西山的傍晚时分，他没有回家，竟快马加鞭直往那青楼去，进入有重重幕帘的那间房子，与那漂亮且能歌善舞的姑娘相会。一时杯声相应，艳歌响起，酒兴助歌舞，人已喝醉，两人携手沉浸在云月之间，欢乐忘了夜晚凉意。无限风流终有分别一刻，情难忘，暗藏绣花鞋，偷寄书信互表心意。相约明天日落时，以津鼓响起为号，再聚爱情江上，释放激情，欢乐一场。好景不长犹似花落去，这样偷情愁断魂，终是烟水不能融合，相隔遥远。还是要想方设法争取长携手，同舟共济，永远不分离。","注释⑴眉妩：词牌名。一名“百宜娇”。《词谱》卷三十二列此词为\n"]}},{"title":"写人","cont":{"title":"渔家傲·三十年来无孔窍","nian":"宋代","author":"黄庭坚","contson":"\n三十年来无孔窍，几回得眼还迷照。一见桃花参学了。呈法要，无弦琴上单于调。摘叶寻枝虚半老，看花特地重年少。今后水云人欲晓。非玄妙，灵云合被桃花笑。\n","contyishang":["译文灵云三十年来茫昧混沌，几番出入于迷悟之间，最后一见桃花终于参悟，得到了佛法真谛，在未上弦的琴上弹奏《单于调》。灵云为求“悟”的境界，历经曲折，虚度了半辈子，人们应以此为鉴，趁着年少及早悟道。岂但见花能悟道，天地万物，流水行云无不蕴藏着道机禅理，因此，参禅学佛实非高不可攀之事，灵云三十年方悟道，真该见笑于桃花了。","注释1、渔家傲：词牌名，源自唐张志和《渔歌子》，是歌唱渔家生活的曲子，宋初较为流行。双调六十二字，上下片各五句五仄韵。2、孔窍：心。典出《庄子》“僬忽凿窍”之寓言。据《淮南子》：“夫孔窍者，精神之户牖也。”\n"]}},{"title":"写人","cont":{"title":"春日行","nian":"南北朝","author":"鲍照","contson":"\n献岁发，吾将行。春山茂，春日明。园中鸟，多嘉声。梅始发，柳始青。泛舟舻，齐棹惊。奏《采菱》，歌《鹿鸣》。风微起，波微生。弦亦发，酒亦倾。入莲池，折桂枝。芳袖动，芬叶披。两相思，两不知。\n","contyishang":["译文　　在新年伊始之时，我将出发春游。郊外我所见到的春光是如此明媚：百草绿缛争茂，万木欣荣葳蕤，千山万岭都披上了青春的绿装。光明灿烂的春晖，洒满绿色大地，焕然成彩，暖气融融。园林中到处莺声燕语，鸣声清脆，仿佛一曲曲悦耳动听的春歌。红梅在春风中率先怒放，向人间报告春的信息。含烟惹雾的杨柳枝条，已纷纷生出嫩芽，渐渐由黄转青。春游的人们来到烟波浩渺的水上，荡起了龙舟画舫，他们整齐地举起桨片，使劲地划呀划呀；船儿飞快地在水上滑行，水鸟被惊得扑翅飞向两岸。人们不禁心旷神怡，逸兴遄飞，在船上奏起了江南的《采菱》曲，音调流转柔婉；时而又唱起古老的《鹿鸣》歌，情韵和雅古朴。和煦的春风吹皱了一\n"]}},{"title":"写人","cont":{"title":"义士赵良","nian":"未知","author":"佚名","contson":"\n　　赵良者，燕人也。漂泊江湖，疾恶如仇。一日，途经谢庄，闻有哭声，遂疾步入茅舍，见一少女蓬头垢面，哀甚。义士询之，乃知为某村二恶少所凌辱也，痛不欲生。义士怒不可遏，径自诣某村，索二恶少，责之曰：“汝等何故凌辱无辜少女？”一恶少虎视眈眈曰：“何预尔事？”义士瞋目斥之：“汝非人也，但禽兽耳！”未及恶少出剑，义士之白刃已入其胸，立仆。一恶少伏地求恕，义士斩其耳以示众，儆其不得为非作歹也。\n","contyishang":["译文　　赵良这个人，祖籍燕赵（今河北一带）。漂泊江湖之中，疾恶如仇。一天路过谢庄，听到有哭的声音，就快步进入茅草屋里，见到一个少女面目脏乱，表情非常悲伤，赵良问她怎么了，这才得知是被某村两个恶少欺凌，污辱，痛苦得不想活了。赵良愤怒的不可忍耐，径直到了那个村庄，找到了两个恶少，责问他们：“你们为什么欺凌无辜的小女孩？”一个恶少虎视耽耽的说：“关你什么事？”赵良用眼瞪他并说道：”你不是人啊，只是个禽兽！”还没等恶少拔出剑来，赵良的剑已经插进了他的心脏，恶少立刻就倒地了。另一个恶少跪地求饶，赵良割下他的耳朵以示众人，警告他们不能再做坏事了！","注释（1）遂\n"]}},{"title":"写人","cont":{"title":"浣溪沙·争挽桐花两鬓垂","nian":"宋代","author":"周邦彦","contson":"\n争挽桐花两鬓垂。小妆弄影照清池。出帘踏袜趁蜂儿。 跳脱添金双腕重，琵琶拨尽四弦悲。夜寒谁肯剪春衣。\n","contyishang":[]}},{"title":"写人","cont":{"title":"倾杯·离宴殷勤","nian":"宋代","author":"柳永","contson":"\n离宴殷勤，兰舟凝滞，看看送行南浦。情知道世上，难使皓月长圆，彩云镇聚。算人生、悲莫悲于轻别，最苦正欢娱，便分鸳侣。泪流琼脸，梨花一枝春带雨。惨黛蛾、盈盈无绪。共黯然消魂，重携素手，话别临行，犹自再三、问道君须去。频耳畔低语。知多少、他日深盟，平生丹素。从今尽把凭鳞羽。\n","contyishang":["译文离别的宴席上彼此更加情深意厚，待发的木兰舟仍停泊岸边不忍离去。转瞬间来到了送别的地方。明知世上难使明月长久圆满，也知道彩云不可能常相聚。料想人生最悲伤的莫过于离别的悲伤，最痛苦的莫过于让一对正在热恋欢乐的情侣突然分离的痛苦了。她那流着眼泪的玉脸，就像春天里一枝带雨的梨花，娇美而令人怜惜。她皱着黛眉，心里盈盈无头绪。我和她一起沮丧伤心，再次拉着她的玉手，临行话别时，她还反复地在我耳边问道：你真的必须离去吗？不知有多少过去的深情的盟誓、一生的情书，从今以后全都只能凭借鱼雁来传递了。","注释⑴倾杯：唐教坊曲名，后用作词牌，又名《古倾杯》、《\n"]}},{"title":"写人","cont":{"title":"庐江主人妇","nian":"唐代","author":"李白","contson":"\n孔雀东飞何处栖，庐江小吏仲卿妻。为客裁缝君自见，城乌独宿夜空啼。\n","contyishang":["译文孔雀东南飞，飞到何处才休息？你就好像象那古时候庐江小吏焦仲卿的妻子。你贤惠啊，为路过你家的客人缝补衣服。可惜却像城墙树上的乌鸦孤独的鸣叫。","注释⑴《古诗为焦仲卿妻作》：“孔雀东南飞，五里一徘徊。”⑵古乐府：“汉未建安中，庐江府小吏焦仲卿妻刘氏，为仲卿母所遣，自誓不嫁，其家逼之，乃投水而死。仲卿闻之，亦自缢于庭树。时人伤之，为诗云尔。”⑶张华《禽经注》：“乌之失雌雄，则夜啼。”"]}},{"title":"写人","cont":{"title":"鲁颂·閟宫","nian":"先秦","author":"佚名","contson":"\n閟宫有侐，实实枚枚。赫赫姜嫄，其德不回。上帝是依，无灾无害。弥月不迟，是生后稷。降之百福。黍稷重穋，稙稚菽麦。奄有下国，俾民稼穑。有稷有黍，有稻有秬。奄有下土，缵禹之绪。后稷之孙，实维大王。居岐之阳，实始剪商。至于文武，缵大王之绪，致天之届，于牧之野。无贰无虞，上帝临女。敦商之旅，克咸厥功。王曰叔父，建尔元子，俾侯于鲁。大启尔宇，为周室辅。\n乃命鲁公，俾侯于东。锡之山川，土田附庸。周公之孙，庄公之子。龙旂承祀。六辔耳耳。春秋匪解，享祀不忒。皇皇后帝！皇祖后稷！享以骍牺，是飨是宜。降福既多，周公皇祖，亦其福女。\n秋而载尝，夏而楅衡，白牡骍刚。牺尊将将，毛炰胾羹。笾豆大房，万舞洋洋。孝孙有庆。俾尔炽而昌，俾尔寿而臧。保彼东方，鲁邦是尝。不亏不崩，不震不腾。三寿作朋，如冈如陵。\n公车千乘，朱英绿縢。二矛重弓。公徒三万，贝胄朱綅。烝徒增增，戎狄是膺，荆舒是惩，则莫我敢承！俾尔昌而炽，俾尔寿而富。黄发台背，寿胥与试。俾尔昌而大，俾尔耆而艾。万有千岁，眉寿无有害。\n泰山岩岩，鲁邦所詹。奄有龟蒙，遂荒大东。至于海邦，淮夷来同。莫不率从，鲁侯之功。\n保有凫绎，遂荒徐宅。至于海邦，淮夷蛮貊。及彼南夷，莫不率从。莫敢不诺，鲁侯是若。\n天锡公纯嘏，眉寿保鲁。居常与许，复周公之宇。鲁侯燕喜，令妻寿母。宜大夫庶士，邦国是有。既多受祉，黄发儿齿。\n徂徠之松，新甫之柏。是断是度，是寻是尺。松桷有舄，路寝孔硕，新庙奕奕。奚斯所作，孔曼且硕，万民是若。\n","contyishang":["译文深闭的郊庙清静而又肃穆，它是那样坚固而又很密致。怀念起伟大的始祖母姜源，她品德高尚既不邪也不僻。受到上天太多太多的眷顾，从未得过病也没染过灾疫。怀胎满十月整不早也不迟，就这样诞生下我先祖后稷，无尽的福禄降临他的身体。他能辨清黍子谷子谁先熟，大豆小麦哪个先播种下地。他从拥有自己邦国之日起，就教给人们种庄稼学农艺，有五谷杂粮有金黄的黍米，有长穗水稻也有黑壳稻米。从他拥有自己国土之日起，就勇于把禹王的事业继续。贵为先祖后稷的孝子贤孙，实为我们的古公亶父太王，他早在定居岐山之南之时，就开始筹划讨伐昏乱殷商。大周发展到文王武王时代，就把太王的未竟事业弘扬。大周武王顺承上\n"]}},{"title":"写人","cont":{"title":"","nian":"","author":"","contson":"","contyishang":[]}},{"title":"写人","cont":{"title":"羽林行","nian":"唐代","author":"王建","contson":"\n长安恶少出名字，楼下劫商楼上醉。天明下直明光宫，散入五陵松柏中。百回杀人身合死，赦书尚有收城功。九衢一日消息定，乡吏籍中重改姓。出来依旧属羽林，立在殿前射飞禽。\n","contyishang":["译文长安的恶少的坏得出了名的。他们敢于在酒楼下抢劫商人的财物后，马上又跑到酒楼上去狂欢醉饮。天亮他们下班后从皇宫里一出来，就分头藏入五陵一带的松柏中。终于有一天这伙人落网了，按法律规定他们多次杀人本该判处死刑，但皇帝却下赦书释放他们，还道他们有收城之功。当他们被赦的消息在长安城中得到证实，他们便立刻在乡吏簿籍中重新恢复了自己原来的姓名。这些人被释放出来后，依旧当他们的羽林郎，他们站在宫殿前逍遥自在地弯弓搭箭射杀飞鸟。 ","注释⑴羽林行：一名“羽林郎”，为乐府旧题，属《杂曲歌》。“羽林”即羽林军。汉代以来，历代封建王朝，都用“羽林”称呼皇帝的禁卫军。\n"]}},{"title":"写人","cont":{"title":"赠参寥子","nian":"唐代","author":"李白","contson":"\n白鹤飞天书，南荆访高士。五云在岘山，果得参寥子。肮脏辞故园，昂藏入君门。天子分玉帛，百官接话言。毫墨时洒落，探玄有奇作。著论穷天人，千春秘麟阁。长揖不受官，拂衣归林峦。余亦去金马，藤萝同所欢。相思在何处？桂树青云端。\n","contyishang":[]}},{"title":"写人","cont":{"title":"赠从孙义兴宰铭","nian":"唐代","author":"李白","contson":"\n天子思茂宰，天枝得英才。朗然清秋月，独出映吴台。落笔生绮绣，操刀振风雷。蠖屈虽百里，鹏鶱望三台。退食无外事，琴堂向山开。绿水寂以闲，白云有时来。河阳富奇藻，彭泽纵名杯。所恨不见之，犹如仰昭回。元恶昔滔天，疲人散幽草。惊川无活鳞，举邑罕遗老。誓雪会稽耻，将奔宛陵道。亚相素所重，投刃应桑林。独坐伤激扬，神融一开襟。弦歌欣再理，和乐醉人心。蠹政除害马，倾巢有归禽。壶浆候君来，聚舞共讴吟。农人弃蓑笠，蚕女堕缨簪。欢笑相拜贺，则知惠爱深。历职吾所闻，称贤尔为最。化洽一邦上，名驰三江外。峻节贯云霄，通方堪远大。能文变风俗，好客留轩盖。他日一来游，因之严光濑。\n","contyishang":[]}},{"title":"写人","cont":{"title":"","nian":"","author":"","contson":"","contyishang":[]}},{"title":"写人","cont":{"title":"五美吟·红拂","nian":"清代","author":"曹雪芹","contson":"\n长揖雄谈态自殊，美人巨眼识穷途。尸居余气杨公幕，岂得羁縻女丈夫？\n","contyishang":[]}},{"title":"写人","cont":{"title":"口技","nian":"清代","author":"林嗣环","contson":"\n　　京中有善口技者。会宾客大宴，于厅事之东北角，施八尺屏障，口技人坐屏障中，一桌、一椅、一扇、一抚尺而已。众宾团坐。少顷，但闻屏障中抚尺一下，满坐寂然，无敢哗者。\n　　遥闻深巷中犬吠，便有妇人惊觉欠伸，其夫呓语。既而儿醒，大啼。夫亦醒。妇抚儿乳，儿含乳啼，妇拍而呜之。又一大儿醒，絮絮不止。当是时，妇手拍儿声，口中呜声，儿含乳啼声，大儿初醒声，夫叱大儿声，一时齐发，众妙毕备。满坐宾客无不伸颈，侧目，微笑，默叹，以为妙绝。\n　　未几，夫齁声起，妇拍儿亦渐拍渐止。微闻有鼠作作索索，盆器倾侧，妇梦中咳嗽。宾客意少舒，稍稍正坐。\n　　忽一人大呼：“火起”，夫起大呼，妇亦起大呼。两儿齐哭。俄而百千人大呼，百千儿哭，百千犬吠。中间力拉崩倒之声，火爆声，呼呼风声，百千齐作；又夹百千求救声，曳屋许许声，抢夺声，泼水声。凡所应有，无所不有。虽人有百手，手有百指，不能指其一端；人有百口，口有百舌，不能名其一处也。于是宾客无不变色离席，奋袖出臂，两股战战，几欲先走。\n　　忽然抚尺一下，群响毕绝。撤屏视之，一人、一桌、一椅、一扇、一抚尺而已。\n","contyishang":["译文京城里有个擅长表演口技的人。一天正赶上有一家人宴请宾客，在客厅的东北角，安放了一座八尺高的屏风，表演口技的艺人坐在屏风里面，里面只放了一张桌子、一把椅子、一把扇子、一块醒木罢了。客人们围绕着屏风而坐。一会儿，只听见屏风里面醒木一拍，全场静悄悄的，没有人敢大声说话。 听到远远的深巷中传来一阵狗叫声，就有妇女惊醒后打呵欠和伸懒腰的声音，她的丈夫在说梦话。过了一会儿孩子醒了，大声哭着。丈夫也醒了。妇人抚慰孩子喂奶，孩子含着乳头哭，妇女又轻声哼唱着哄他入睡。又有一个大儿子醒了，絮絮叨叨地说个不停。在这时候，妇女用手拍孩子的声音，口里哼着哄孩子的声音，孩子边含乳头边哭的\n"]}},{"title":"写人","cont":{"title":"柳腰轻·英英妙舞腰肢软","nian":"宋代","author":"柳永","contson":"\n英英妙舞腰肢软。章台柳、昭阳燕。锦衣冠盖，绮堂筵会，是处千金争选。顾香砌、丝管初调，倚轻风、佩环微颤。乍入霓裳促遍。逞盈盈、渐催檀板。慢垂霞袖，急趋莲步，进退奇容千变。算何止、倾国倾城，暂回眸、万人断肠。\n","contyishang":["译文英英的舞姿真是美妙，就像章台柳之袅娜，似昭阳飞燕之轻柔。多少有钱有势的人，富贵人家的筵会上，都争着以千金之价选她去作陪。只见她回头看了看，音乐开始飘扬，她随之翩翩起舞，似杨柳扶风，身上的佩环也随着舞蹈微微颤动。突然转入了《霓裳羽衣曲》中节奏急促的段落，她更加施展出自己柔媚轻盈的身段，紧紧地依檀板声而舞。英英一会儿慢舒广袖，一会儿急动莲步，进退之间仪态万方，表情丰富多变，妩媚多姿。看英英之美，何止是倾国倾城，她突然回头的一刹那，足以令万人为之消魂！","注释①英英：不详。当为词人虚拟的歌妓名。②“章台柳”句：唐代诗人韩翊在“安\n"]}},{"title":"写人","cont":{"title":"临江仙·赠王友道","nian":"宋代","author":"苏轼","contson":"\n谁道东阳都瘦损，凝然点漆精神。瑶林终自隔风尘。试看披鹤氅，仍是谪仙人。 省可清言挥玉尘，真须保器全真。风流何似道家纯。不应同蜀客，惟爱卓文君。\n","contyishang":["译文谁说“东阳”人都是瘦弱的呢？你眼睛凝眸如用漆点染似的炯炯有神。琼林般的仙境终究远离尘世。试看你披着鹤毛制作的斗篷，依然像谪到人间的神仙。休要清谈，即使挥动那玉柄的麈尾拂尘；清谈伤真，要不伤真，必须保重身体，蓄养元气。风流韵事哪里比得上道家纯真？不应该像蜀客司马相如那样，过分贪爱卓文君。","注释⑴临江仙：唐教坊曲，后用作词牌名，为双调小令。⑵王友道：待考。疑为庐山道人。⑶东阳：原指沈东阳，即沈约。⑷鹤氅（chǎng）：鹤毛制作的斗篷⑸谪（zhé）仙人：被贬谪到人间的神仙。李白《对酒忆贺监二\n"]}},{"title":"写人","cont":{"title":"浣溪沙·桂","nian":"宋代","author":"吴文英","contson":"\n曲角深帘隐洞房。正嫌玉骨易愁黄。好花偏占一秋香。 夜气清时初傍枕，晓光分处未开窗。可怜人似月中孀。\n","contyishang":["　　“浣溪沙”，唐教坊曲名，后用为词调。“沙”或作“纱”。相传是由西施浣纱的故事得名。又名《小庭花》、《玩丹砂》、《怨啼鹃》、 《浣纱溪》、《掩萧斋》、《清和风》、 《换追风》、《最多宜》、《杨柳陌》、《试香罗》、《满院春》、《广寒枝》、《庆双椿》、《醉木犀》、 《锦缠头》、《霜菊黄》、《频载酒》、《减字浣溪沙》。此调有平仄两体，平韵见唐词，仄韵始自李煜。《金奁集》入“黄钟宫”，《张子野词》入“中吕宫”。双调，四十二字，上片三句三平韵，下片三句两平韵，过片多用对偶。","　　上片“曲角”三句咏桂。言桂树似新娘般的深藏在曲径深处，不露她的真面目。她好像又在哀愁枝上的花蕾将由白变\n"]}},{"title":"写人","cont":{"title":"宿旧彭泽怀陶令","nian":"宋代","author":"黄庭坚","contson":"\n潜鱼愿深渺，渊明无由逃。彭泽当此时，沈冥一世豪。司马寒如灰，礼乐卯金刀。岁晚以字行，更始号元亮。凄其望诸葛，肮脏犹汉相。时无益州牧，指挥用诸将。平生本朝心，岁月阅江浪。空余时语工，落笔九天上。向来非无人，此友独可尚。属予刚制酒，无用酌杯盎。欲招千载魂，斯文或宜当。\n","contyishang":["译文潜伏的鱼希望藏身在幽渺的地方，渊水澄明鱼儿无处可逃。彭泽县曾经在古时，埋没了陶渊明这盖世英豪。汉室刘姓制作礼乐，到司马氏手中已衰微非常。中年以后陶渊明只用字号，要重振朝纲字号唤作元亮。凄怆地缅怀汉相诸葛，刚直倔强的个性也和他相仿。可惜当世没有益州太守刘备，能够任用贤才指挥良将。致使渊明平生徒存安邦定国的心愿，却只好把岁月消磨在江湖之上。空留下精工的诗篇，好像从九天落笔美妙非常。从古到今不是没有可敬的人，独有渊明最值得交友、景仰。不巧正遇我刚刚戒酒，因此不能斟杯酒向他\n"]}},{"title":"写人","cont":{"title":"孤儿行","nian":"两汉","author":"佚名","contson":"\n孤儿生，孤子遇生，命独当苦。父母在时，乘坚车，驾驷马。父母已去，兄嫂令我行贾。南到九江，东到齐与鲁。腊月来归，不敢自言苦。头多虮虱，面目多尘土。大兄言办饭，大嫂言视马。上高堂，行取殿下堂。孤儿泪下如雨。使我朝行汲，暮得水来归。手为错，足下无菲。怆怆履霜，中多蒺藜。拔断蒺藜肠肉中，怆欲悲。泪下渫渫，清涕累累。冬无复襦，夏无单衣。居生不乐，不如早去，下从地下黄泉。春气动，草萌芽。三月蚕桑，六月收瓜。将是瓜车，来到还家。瓜车反覆。助我者少，啖瓜者多。愿还我蒂，兄与嫂严。独且急归，当兴校计。乱曰：里中一何譊譊，愿欲寄尺书，将与地下父母，兄嫂难与久居。\n","contyishang":["译文　　孤儿啊，出生了。这个孤儿出生的偶然的际遇注定命运中当受无尽的孤苦。父母在的时候，乘坐坚实的好车，驾驭多匹宝马。父母离世之后，哥嫂啊，让我出门远行做买卖。南到九江，东到齐鲁，年根腊月才回来。我不敢说句“苦”。头发脏乱，多虮虱，脸上满尘土，大哥指派我去做饭。大嫂指派我去看马。一会跑上高堂，一会奔往下殿，我这个孤儿啊。泪如雨，下早上让我去打水。晚上又背水归来，手儿冻裂无人问，脚上无鞋谁人知悲，悲戚戚踩着寒霜大地，脚中肉里扎着蒺藜，拔断了蒺藜还有一半长肉中，伤心悲苦泪水涟涟，冻得我清鼻涕流不尽。整个冬天穿单衣可是夏天单衣也没有啊。这样长久的活着没有一丝欢乐，不如早点离开这个世\n"]}},{"title":"写人","cont":{"title":"采蘩","nian":"先秦","author":"佚名","contson":"\n于以采蘩？于沼于沚。于以用之？公侯之事。于以采蘩？于涧之中。于以用之？公侯之宫。被之僮僮，夙夜在公。被之祁祁，薄言还归。\n","contyishang":["译文什么地方采白蘩，沼泽旁边沙洲上。采来白蘩做何用？公侯之家祭祀用。","什么地方采白蘩，采来白蘩溪中洗。采来白蘩做何用？公侯之宫祭祀用。","差来专为采白蘩，没日没夜为公侯。差来采蘩人数多，不要轻言回家去。","注释⑴于以：问词，往哪儿。一说语助。蘩（fán）：白蒿。生彼泽中，叶似嫩艾，茎或赤或白，根茎可食，古代常用来祭祀。⑵沼：沼泽。沚（zhǐ）：《说文》：“小渚曰沚。”这里用为水中的小块陆地之意。⑶事：此指祭祀。⑷涧：山夹水也。山间流水的小沟。⑸宫：大的房子；汉代以后才专指皇\n"]}},{"title":"写人","cont":{"title":"酬中都小吏携斗酒双鱼于逆旅见赠","nian":"唐代","author":"李白","contson":"\n鲁酒若琥珀，汶鱼紫锦鳞。山东豪吏有俊气，手携此物赠远人。意气相倾两相顾，斗酒双鱼表情素。双鳃呀呷鳍鬣张，拨剌银盘欲飞去。呼儿拂几霜刃挥，红肌花落白雪霏。为君下箸一餐饱，醉著金鞍上马归。\n","contyishang":["译文鲁地的酒色如琥珀，汶水鱼紫鳞似锦。山东小吏豪爽俊逸．提来这两样东西送给客人。二人意气相投，两相顾惜，两条鱼一杯酒以表情意。鱼儿吞吐双鳃，振起鳍鬣，跋刺一声，要从银盘中跳去。唤儿擦净几案挥刀割肉，红的如同花落，白的好似雪飞。为你下箸吃足了酒，著鞍上马，醉蒙蒙地归去。","注释中都，唐代郡名，治所即今山东汶上县。开元九年，唐改蒲州（今山西永济蒲州）为河中府，建号“中都”。鲁酒：鲁地的酒。纹鱼：一种产于汶水的河鱼，肉白，味美。汶鱼是汶河流域所产的赤鳞鱼，古时用作贡品献给帝\n"]}},{"title":"写人","cont":{"title":"武威送刘判官赴碛西行军","nian":"唐代","author":"岑参","contson":"\n火山五月行人少，看君马去疾如鸟。 都护行营太白西，角声一动胡天晓。\n","contyishang":["译文五月的火焰山行人稀少，看着您骑马迅疾如飞鸟。都护军营在太白星西边，一声号角就把胡天惊晓。","注释⑴武威：即凉州，今甘肃武威。判官：官职名，为地方长官的僚属。碛西：即沙漠之西，指安西。行军：指出征的军队。⑵火山：即火焰山，在今新疆，从吐鲁番向东断续延伸到鄯善县以南。⑶都护行营：指安西节度使高仙芝的行营。行营：出征时的军营。太白：即金星。古时认为太白是西方之星，也是西方之神。⑷角：军中乐器，亦用以报时，略似今日的军号。"]}},{"title":"写人","cont":{"title":"笑歌行","nian":"唐代","author":"李白","contson":"\n笑矣乎，笑矣乎。君不见曲如钩，古人知尔封公侯。君不见直如弦，古人知尔死道边。张仪所以只掉三寸舌，苏秦所以不垦二顷田。笑矣乎，笑矣乎。君不见沧浪老人歌一曲，还道沧浪濯吾足。平生不解谋此身，虚作离骚遣人读。笑矣乎，笑矣乎。赵有豫让楚屈平，卖身买得千年名。巢由洗耳有何益，夷齐饿死终无成。君爱身后名，我爱眼前酒。饮酒眼前乐，虚名何处有。男儿穷通当有时，曲腰向君君不知。猛虎不看几上肉，洪炉不铸囊中锥。笑矣乎，笑矣乎。宁武子，朱买臣，扣角行歌背负薪。今日逢君君不识，岂得不如佯狂人。\n","contyishang":["译文真可笑呀，真可笑，君不见曲如钩吗，古人知此可以封公侯；君不见直如弦吗，古人知此可要死道边。张仪之所以愿鼓三寸不烂之舌，苏秦之所以不愿种洛阳负郭二顷田，皆是此由之故也。真可笑呀，真可笑，君不见沧浪老人唱一曲吗，“沧浪之水浊兮，可以濯吾足！”可怜的屈大夫，连自己保身都无术，却虚作《离骚》教人读。真可笑呀，真可笑，赵国有个豫让，楚国有个屈平，卖身却只买得千载虚名。许由洗耳又有什么用？伯夷和叔齐饿死也至无所成。君爱身后之名，我爱眼前之酒。饮酒眼前即能享乐，虚名身后又在何处？\n"]}},{"title":"写人","cont":{"title":"千秋岁·为金陵史致道留守寿","nian":"宋代","author":"辛弃疾","contson":"\n塞垣秋草，又报平安好。尊俎上，英雄表。金汤生气象，珠玉霏谭笑。春近也，梅花得似人难老。莫惜金尊倒。凤诏看看到。留不住，江东小。从容帷幄去，整顿乾坤了。千百岁，从今尽是中书考。\n","contyishang":["译文你守边有功，塞垣年年平安无事。你能不战而屈人之兵，有“决胜尊俎之间”的才能。你使金陵城防固若金汤，呈现出一派新气象，且谈笑风生，言如珠玉。春天就要到了，梅花有衰老的时候，而人并不像梅花那样易老。尽情饮酒吧，你很快便会应诏入朝。你是治国之才，在江东地方千里，难以施展才华。回到朝廷，运筹帷幄，整顿乾坤，收复中原地区，把国家治理好。这样你将和唐代郭子仪一样，从今至老，永为贤相，千古流芳。","注释1.千秋岁：词牌名，又名“千秋节”。宋人创调，见秦观《淮海词》。2.金陵：即今江苏南京。史致道：名正志，江苏扬州人。宋高宗绍兴二十一年（\n"]}},{"title":"写人","cont":{"title":"昆仑使者","nian":"唐代","author":"李贺","contson":"\n昆仑使者无消息，茂陵烟树生愁色。金盘玉露自淋漓，元气茫茫收不得。麒麟背上石文裂，虬龙鳞下红枝折。何处偏伤万国心，中天夜久高明月。\n","contyishang":["译文西王母的神鸟，还没带回长生的信息，茂陵的烟树却已深染愁色。宫中的金盘仍在承接玉露，但茫茫的元气却收取不得。墓道上的石兽，背上早生裂纹，石雕虬龙的鳞片多半残缺。让天下人伤心的不是别处，是陵墓上长夜高悬的明月。","注释①昆仑使者：指为西王母当信使的青鸟。《山海经·海内北经》载，西王母居昆仑山，有三只青鸟为她取食传信。又据《汉武故事》，西王母遣使见汉武帝，约期相会，武帝曾向西王母求不死之药。②茂陵：汉武帝刘彻的陵墓，在今陕西兴平县。烟树：云雾笼罩的繁茂树木，愁色：凄愁暗淡的气氛。③金盘玉露：汉\n"]}},{"title":"写人","cont":{"title":"王右军","nian":"唐代","author":"李白","contson":"\n右军本清真，潇洒出风尘。山阴遇羽客，爱此好鹅宾。扫素写道经，笔精妙入神。书罢笼鹅去，何曾别主人。\n","contyishang":[]}},{"title":"写人","cont":{"title":"一剪梅·余赴广东实之夜饯于风亭","nian":"宋代","author":"刘克庄","contson":"\n束缊宵行十里强。挑得诗囊，抛了衣囊。天寒路滑马蹄僵，元是王郎，来送刘郎。酒酣耳热说文章。惊倒邻墙，推倒胡床。旁观拍手笑疏狂。疏又何妨，狂又何妨？\n","contyishang":["译文举着捆麻火把在夜里走了十里有余，只顾得挑着诗囊赶路却丢掉了衣囊。天气寒冷道路湿滑马蹄都冻得发僵，原来是王先生实之来送刘先生克庄。酒喝到半酣耳根子发热谈论着文章，论说声惊倒了邻居的墙推倒了胡床。旁观的人拍手笑这两人太粗梳狂放，我们回应说粗疏又怎样狂放又怎样！","注释⑴一剪梅：词牌名。双调小令，六十字，上、下片各六句，句句平收。此调以一个七言句带两个四言句，节奏明快。⑵余赴广东：这一次刘克庄是到广东潮州去做通判（州府行政长官的助理）。实之：王迈，字实之，和刘克庄唱和之作很多。有《臞轩集》。⑶束缊（yùn）：用乱麻搓\n"]}},{"title":"写人","cont":{"title":"祭石曼卿文","nian":"宋代","author":"欧阳修","contson":"\n　　维治平四年七月日，具官欧阳修，谨遣尚书都省令史李敭，至于太清，以清酌庶羞之奠，致祭于亡友曼卿之墓下，而吊之以文。曰：\n　　呜呼曼卿！生而为英，死而为灵。其同乎万物生死，而复归于无物者，暂聚之形；不与万物共尽，而卓然其不配者，后世之名。此自古圣贤，莫不皆然，而著在简册者，昭如日星。\n　　呜呼曼卿！吾不见子久矣，犹能仿佛子之平生。其轩昂磊落，突兀峥嵘而埋藏于地下者，意其不化为朽壤，而为金玉之精。不然，生长松之千尺，产灵芝而九茎。奈何荒烟野蔓，荆棘纵横；风凄露下，走磷飞萤！但见牧童樵叟，歌吟上下，与夫惊禽骇兽，悲鸣踯躅而咿嘤。今固如此，更千秋而万岁兮，安知其不穴藏孤貉与鼯鼪？此自古圣贤亦皆然兮，独不见夫累累乎旷野与荒城！\n　　呜呼曼卿！盛衰之理，吾固知其如此，而感念畴昔，悲凉凄怆，不觉临风而陨涕者，有愧乎太上之忘情。尚飨！\n","contyishang":["译文一　　在英宗治平四年七月某日，备具官爵履历的欧阳修，差遣尚书都省令史李到太清之下，以清酒和各种美味的菜肴作奠仪，致祭于亡友石曼卿的墓前，并作一篇文章吊祭说：　　“唉曼卿！在世时是英雄，死后成为神灵。他同万物一道生死，最后又回归到无物的地方。他是暂时相聚的形体，不与万物一道灭亡。他卓越挺立，永垂不朽，给后世留下英名。这从古时的圣贤到现在，都是这样的，留著于史册，像日月星辰一样明亮。　　唉曼卿！我没有看见你已经很久了，还能仿佛记得你生前的容貌。你气宇轩昂，襟怀坦白，光明磊落，高大英俊，虽然埋藏在地下，想来不会腐朽化为泥土，而会变成金玉的精华。如果不是这\n"]}},{"title":"写人","cont":{"title":"菩萨蛮·赤阑桥尽香街直","nian":"宋代","author":"陈克","contson":"\n赤阑桥尽香街直，笼街细柳娇无力。金碧上青空，花晴帘影红。黄衫飞白马，日日青楼下。醉眼不逢人，午香吹暗尘。\n","contyishang":["译文　　赤阑桥同芳香的繁华街市笔直连接，笼罩街市的细柳娇弱无力。金碧辉煌的楼阁直上青空，花映晴日，隔着帘帷透过红影，黄衫贵少骑着飞奔的白马，日日寻花问柳，系马在青楼下。两眼醉朦胧，在闹市上横冲直撞旁若无人，正午风吹花香，散入马蹄扬起的暗尘。 ","注释 ①赤阑桥：又称赤栏桥，赤红栏杆的桥，在安徽合肥城南。香街：指各种香气混杂的繁华街市。②金碧：指金碧辉煌的楼阁。③黄衫：贵族的华贵服装。④青楼：指妓院。"]}},{"title":"写人","cont":{"title":"赠宣城宇文太守兼呈崔侍御","nian":"唐代","author":"李白","contson":"\n白若白鹭鲜，清如清唳蝉。受气有本性，不为外物迁。饮水箕山上，食雪首阳颠。回车避朝歌，掩口去盗泉。岧峣广成子，倜傥鲁仲连。卓绝二公外，丹心无间然。昔攀六龙飞，今作百炼铅。怀恩欲报主，投佩向北燕。弯弓绿弦开，满月不惮坚。闲骑骏马猎，一射两虎穿。回旋若流光，转背落双鸢。胡虏三叹息，兼知五兵权。枪枪突云将，却掩我之妍。多逢剿绝儿，先著祖生鞭。据鞍空矍铄，壮志竟谁宣。蹉跎复来归，忧恨坐相煎。无风难破浪，失计长江边。危苦惜颓光，金波忽三圆。时游敬亭上，闲听松风眠。或弄宛溪月，虚舟信洄沿。颜公二十万，尽付酒家钱。兴发每取之，聊向醉中仙。过此无一事，静谈秋水篇。君从九卿来，水国有丰年。鱼盐满市井，布帛如云烟。下马不作威，冰壶照清川。霜眉邑中叟，皆美太守贤。时时慰风俗，往往出东田。竹马数小儿，拜迎白鹿前。含笑问使君，日晚可回旋？遂归池上酌，掩抑清风弦。曾标横浮云，下抚谢脁肩。楼高碧海出，树古青萝悬。光禄紫霞杯，伊昔忝相传。良图扫沙漠，别梦绕旌旃。富贵日成疏，愿言杳无缘。登龙有直道，倚玉阻芳筵。敢献绕朝策，思同郭泰船。何言一水浅？似隔九重天。崔生何傲岸，纵酒复谈玄。身为名公子，英才苦迍邅。鸣凤托高梧，凌风何翩翩。安知慕群客，弹剑拂秋莲。\n","contyishang":["译文白鹭鲜白如雪，蝉鸣清厉如哭泣。那就是遗传决定本性，不为外界的影响变迁。许由在箕山上饮水隐居，夷齐隐居在首阳山颠食雪。墨子回车避开朝歌之地，孔子虽渴，面临盗泉却掩口而去。高洁傲岸的广成子，风流倜傥的鲁仲连，各有各的个性。管宁卓绝海内，无人可与比拟，忠心无间。我往昔也曾经攀六龙而飞，如今却作百炼仙丹。也曾经满怀报主龙恩的愿望，独自投军北燕苦寒之地。开拉弯弓绿弦，圆如满月，不惧弓强。闲暇骑骏马狩猎，一箭射穿两只老虎。身体回旋快如流光，转背一射，双鹰坠落。\n"]}},{"title":"写人","cont":{"title":"项羽本纪赞","nian":"两汉","author":"司马迁","contson":"\n　　太史公曰：吾闻之周生曰：“舜目盖重瞳子。”又闻项羽亦重瞳子。羽岂其苗裔邪？何兴之暴也？夫秦失其政，陈涉首难，豪杰蜂起，相与并争，不可胜数。然羽非有尺寸，乘势起陇亩之中，三年，遂将五诸侯灭秦，分裂天下而封王侯，政由羽出，号为霸王，位虽不终，近古以来，未尝有也。及羽背关怀楚，放逐义帝而自立，怨王侯叛己，难矣。自矜功伐，奋其私智，而不师古，谓霸王之业，欲以力征经营天下，五年，卒亡其国，身死东城，尚不觉寤，而不自责，过矣。乃引“天亡我，非用兵之罪也”，岂不谬哉！\n","contyishang":["译文　　太史公说：我从周生那里听说，“舜的眼睛大概是双瞳孔”，又听说项羽亦是双瞳孔。项羽也是双瞳人。项羽难道是舜的后代么？为什么他崛起得这样迅猛呢？那秦王朝政治差失、混乱的时候，陈涉首先发难反秦，一时间英雄豪杰纷纷起来，互相争夺天下的人数也数不清。但是项羽并没有一尺一寸可以依靠的权位，只不过奋起于民间，三年的时间，就发展到率领五国诸侯一举灭秦，并且分割秦的天下，自行封赏王侯，政令都由项羽颁布，自号为“霸王”。虽然霸王之位并未维持到底，但近古以来未曾有过这样的人物。　等到项羽放弃关中，怀恋故乡楚地，流放义帝而自立为王，此时再抱怨王侯们背叛自己，那就很难了。自己夸耀功劳，独逞个人\n"]}},{"title":"写人","cont":{"title":"木兰花慢·寿秋壑","nian":"宋代","author":"吴文英","contson":"\n记琼林宴起，软红路、几西风。想汉影千年，荆江万顷，槎信长通。金狨。锦鞯赐马，又霜横、汉节枣仍红。细柳春阴喜色，四郊秋事年丰。从容。岁晚玉关，长不闭、静边鸿。访武昌旧垒，山川相缪，日费诗筒。兰宫。系书翠羽，带天香、飞下玉芙蓉。明月瑶笙奏彻，倚楼黄鹤声中。\n","contyishang":["　　《木兰花慢》，唐教坊曲，从双调《木兰花》演变而来。《乐章集》入“南吕调”。双调，一百零一字，前片十句五平韵，后片十句七平韵，为定格。还有前片四平韵，后片六平韵的，系慢调变格。此词为定格。","　　按照此词中意思看来，贾似道当时刚从鄂州前线回京。","　　“记琼林宴起”，两句，点似道的寿宴期。贾似道生日在秋天八月八日，词人另有《宴清都·寿秋壑》词中有“西风旧色，胜东风秀”之语，可证之。“软红路”，指繁华都市，苏轼诗有“软红犹恋属车尘”句可证之。两句言当皇宫中设寿宴庆贺似道生日的时候，繁华似锦的都城中已经刮过几次西风了。以“西风”点出秋天的特征。“想汉影”三句，借\n"]}},{"title":"写人","cont":{"title":"箕子碑","nian":"唐代","author":"柳宗元","contson":"\n　　凡大人之道有三：一曰正蒙难，二曰法授圣，三曰化及民。殷有仁人曰箕子，实具兹道以立于世，故孔子述六经之旨，尤殷勤焉。\n　　当纣之时，大道悖乱，天威之动不能戒，圣人之言无所用。进死以并命，诚仁矣，无益吾祀，故不为。委身以存祀，诚仁矣，与亡吾国，故不忍。具是二道，有行之者矣。是用保其明哲，与之俯仰；晦是谟范，辱于囚奴；昏而无邪，隤而不息；故在易曰“箕子之明夷”，正蒙难也。及天命既改，生人以正，乃出大法，用为圣师。周人得以序彝伦而立大典；故在书曰“以箕子归作《洪范》”，法授圣也。及封朝鲜，推道训俗，惟德无陋，惟人无远，用广殷祀，俾夷为华，化及民也。率是大道，丛于厥躬，天地变化，我得其正，其大人欤？\n　　呜乎！当其周时未至，殷祀未殄，比干已死，微子已去，向使纣恶未稔而自毙，武庚念乱以图存，国无其人，谁与兴理？是固人事之或然者也。然则先生隐忍而为此，其有志于斯乎？\n　　唐某年，作庙汲郡，岁时致祀，嘉先生独列于易象，作是颂云：\n　　蒙难以正，授圣以谟。宗祀用繁，夷民其苏。宪宪大人，显晦不渝。圣人之仁，道合隆污。明哲在躬，不陋为奴。冲让居礼，不盈称孤。高而无危，卑不可逾。非死非去，有怀故都。时诎而伸，卒为世模。易象是列，文王为徒。大明宣昭，崇祀式孚。古阙颂辞，继在后儒。 \n","contyishang":["译文一　　凡是有德行的人遵从的道理有三种：第一是纠正人违法作乱。第二是把大道传授于圣人。第三是教化万民。在殷朝时有一位仁人叫箕子，他实实在在地具备了这三道，以大德行立于世上。所以孔子在叙述六经的要旨大意时，尤其殷勤。　　在殷纣王之时，大道逆乱，上天的震怒不能引起人们警戒，圣人的言论无所用处。臣下拼死进谏，把己身的生死置之度外，诚然是仁者的作为了，但无益于殷朝的社稷祭祀，所以不这样做；委曲求全，以保存殷朝的祭祀，诚然是仁者的所为了，但是亡国的预兆很明显，所以不忍心去这样做。这两条路，都有人行了。这样的作为，是保其贤明，与世俗人一同俯仰曲伸，隐藏自己的谋略，在奴隶中间\n"]}},{"title":"写人","cont":{"title":"武侯庙","nian":"唐代","author":"杜甫","contson":"\n遗庙丹青落，空山草木长。犹闻辞后主，不复卧南阳。\n","contyishang":["译文武侯庙的孔明先生的画像早已遗落不知何处，整座山空寂只有草木徒长。站在这里好似还能听到诸葛亮作辞别后主的声音，可他壮志未酬，病死军中，再也无法功成身退，回到故地南阳了啊。","注释(1) 武侯：指诸葛亮。诸葛亮于后主建兴元年（223年），封为武乡侯，省称武侯。武侯庙：指祭祀诸葛亮的庙。其庙有多处，如襄阳、成都、南阳、夔州等地都有武侯庙。这里指夔州武侯庙，在今四川省奉节县白帝城西。张震《武侯祠堂记》：“唐夔州治白帝，武侯祠在西郊。”(2) 丹青落：庙中壁画已脱落。丹青指庙中壁画。(3) 草木长：草木茂长。两句写庙景，\n"]}},{"title":"写人","cont":{"title":"洗然弟竹亭","nian":"唐代","author":"孟浩然","contson":"\n吾与二三子，平生结交深。俱怀鸿鹄志，昔有鶺鴒心。逸气假毫翰，清风在竹林。达是酒中趣，琴上偶然音。\n","contyishang":["译文我和你们几个兄弟，一向友爱情谊很深。共同怀抱鸿鹄大志，都有互相救助之心。高雅情趣借诗文表达，清风亮节存留在竹林。共享饮酒的陶然乐趣，偶奏超俗拔群的雅音。","注释⑴洗然：即孟浩然之弟孟洗然，曾编集《孟浩然诗集》三卷本。孟浩然有《送洗然弟进士举》诗，可知孟洗然曾经赴举，而其他事迹未详。⑵“吾与”句：我和你们几个兄弟。二三子：语出《论语·述而》：“二三子以我为隐乎？”⑶鸿鹄（hú）志：指远大的志向。司马迁《史记·陈涉世家》：“燕雀安知鸿鹄之志哉？”鸿：大雁。鹄：天鹅。⑷昔：一作“共\n"]}},{"title":"写人","cont":{"title":"君子偕老","nian":"先秦","author":"佚名","contson":"\n君子偕老，副笄六珈。委委佗佗，如山如河，象服是宜。子之不淑，云如之何？玼兮玼兮，其之翟也。鬒发如云，不屑髢也；玉之瑱也，象之揥也，扬且之皙也。胡然而天也？胡然而帝也？瑳兮瑳兮，其之展也。蒙彼绉絺，是绁袢也。子之清扬，扬且之颜也。展如之人兮，邦之媛也！\n","contyishang":["译文誓和君子到白首，玉簪首饰插满头。举止雍容又自得，稳重如山深似河，穿上礼服很适合。谁知德行太秽恶，对她真是无奈何！","服饰鲜明又绚丽，画羽礼服绣山鸡。黑亮头发似云霞，那用装饰假头发。美玉耳饰摇又摆，象牙发钗头上戴，额角白净溢光彩。仿佛尘世降天仙！恍如帝女到人间！","服饰鲜明又绚丽，软软轻纱做外衣。罩上绉纱细葛衫，凉爽内衣夏日宜。明眸善昧眉秀长，容貌艳丽额宽广。仪容妖冶又妩媚，倾城倾国姿色美！ ","注释⑴君子：指卫宣公。　偕老：夫妻相亲相爱、白头到老。　副：妇人的一种首饰。　笄（音jī）：簪。　六珈：笄饰，用玉做成，垂珠有\n"]}},{"title":"写人","cont":{"title":"登徒子好色赋","nian":"先秦","author":"宋玉","contson":"\n　　大夫登徒子侍于楚王，短宋玉曰：\"玉为人体貌闲丽，口多微辞，又性好色。愿王勿与出入后宫。\"　　　王以登徒子之言问宋玉。玉曰：\"体貌闲丽，所受于天也；口多微辞，所学于师也；至于好色，臣无有也。\"王曰：\"子不好色，亦有说乎？有说则止，无说则退。\"玉曰：\"天下之佳人莫若楚国，楚国之丽者莫若臣里，臣里之美者莫若臣东家之子。东家之子，增之一分则太长，减之一分则太短 ；著粉则太白，施朱则太赤；眉如翠羽，肌如白雪；腰如束素，齿如含贝；嫣然一笑，惑阳城，迷下蔡。然此女登墙窥臣三年，至今未许也。登徒子则不然：其妻蓬头挛耳，齞唇历齿，旁行踽偻，又疥且痔。登徒子悦之，使有五子。王孰察之，谁为好色者矣。\"　　是时，秦章华大夫在侧，因进而称曰：\"今夫宋玉盛称邻之女，以为美色，愚乱之邪；臣自以为守德，谓不如彼矣。且夫南楚穷巷之妾，焉足为大王言乎?若臣之陋，目所曾睹者，未敢云也。\"王曰：\"试为寡人说之。\"大夫曰：\"唯唯。臣少曾远游，周览九土，足历五都。出咸阳、熙邯郸，从容郑、卫、溱 、洧之间 。是时向春之末 ，迎夏之阳，鸧鹒喈喈，群女出桑。此郊之姝，华色含光，体美容冶，不待饰装。臣观其丽者，因称诗曰：'遵大路兮揽子祛'。赠以芳华辞甚妙。于是处子怳若有望而不来，忽若有来而不见。意密体疏，俯仰异观；含喜微笑，窃视流眄。复称诗曰：'寐春风兮发鲜荣，洁斋俟兮惠音声，赠我如此兮不如无生。'因迁延而辞避。盖徒以微辞相感动。精神相依凭；目欲其颜，心顾其义，扬《诗》守礼，终不过差，故足称也。\"　　于是楚王称善，宋玉遂不退。\n","contyishang":["译文　　楚国大夫登徒子在楚王面前说宋玉的坏话，他说：“宋玉其人长得娴静英俊，说话很有口才而言辞微妙，又很贪爱女色，希望大王不要让他出入后宫之门。”","　　楚王拿登徒子的话去质问宋玉，宋玉说：“容貌俊美，这是上天所生；善于言词辨说，是从老师那里学来的；至于贪爱女色，下臣则绝无此事。”楚王说：“你不贪爱女色确有道理可讲吗？有道理讲就留下来，没有理由可说便离去。”宋玉于是辩解道：“天下的美女，没有谁比得上楚国女子，楚国女子之美丽者，又没有谁能超过我那家乡的美女，而我家乡最美丽的姑娘还得数我邻居东家那位小姐。东家那位小姐，论身材，若增加一分则太高，减掉一分则太短；论其肤\n"]}},{"title":"写人","cont":{"title":"制袍字赐狄仁杰","nian":"唐代","author":"武则天","contson":"\n敷政术，守清勤。升显位，励相臣。\n","contyishang":["　　女皇的《制袍字赐狄仁杰》（《全唐诗》卷五《则天皇后》，第58页）一诗短小精悍，寥寥12字，达到了褒奖勋臣，树立典型，驾驭臣下的目的。","　　这是指公元696年，在契丹攻陷冀州的危机时刻，狄仁杰调任魏州刺史，以民生为要，提振军民退敌信心，兵不血刃使得契丹退兵，深得百姓爱戴，为其立了生祠；同时龙颜大悦，擢升其为幽州大都督，并亲笔在紫袍上写了“敷政术，守清勤，升显位，励相臣”12个金字，以示表彰。这一表彰，便收录在《全唐诗》中，名为“制袍字赐狄仁杰”。全诗四句十二字，既是对狄仁杰的表彰，也是对他的激励。前两句概括了狄仁杰的功绩，说他辅佐朝廷，志守清廉而勤政，后两句是要求狄仁杰\n"]}},{"title":"写人","cont":{"title":"游兰溪 / 游沙湖","nian":"宋代","author":"苏轼","contson":"\n　　黄州东南三十里为沙湖，亦曰螺师店。予买田其间，因往相田得疾。闻麻桥人庞安常善医而聋。遂往求疗。安常虽聋，而颖悟绝人，以纸画字，书不数字，辄深了人意。余戏之曰：“余以手为口，君以眼为耳，皆一时异人也。”疾愈，与之同游清泉寺。寺在蕲水郭门外二里许。有王逸少洗笔泉，水极甘，下临兰溪，溪水西流。余作歌云：“山下兰芽短浸溪，松间沙路净无泥，萧萧暮雨子规啼。谁道人生无再少？君看流水尚能西，休将白发唱黄鸡。”是日剧饮而归。\n","contyishang":["译文离黄州东南三十里是沙湖，又叫螺蛳店。我在那里买了田地，因为去看田，得了病。听说麻桥人庞安常会看病，是个聋子。就去他那里看病。庞安常虽然耳朵聋，可是聪明超过一般人。我用纸写字给他看，写不了几个，他就能够深刻地懂得我的意思。我和他开玩笑说：“我用手当嘴巴，你用眼当耳朵，我俩都是一时奇异的人。”病好之后，我和他一同去游览清泉寺。寺在蕲水县城外两里左右。那里有个王羲之的洗笔池，池水很香很甜，下方靠近兰溪，溪水倒向西流。我因此作了一首诗歌：山下兰芽儿，短短的，浸在溪水里，松林里沙子路上好干净，没有污泥。傍晚的雨潇潇下，子规鸟正在鸣啼。\n"]}},{"title":"写人","cont":{"title":"戏题王宰画山水图歌","nian":"唐代","author":"杜甫","contson":"\n十日画一水，五日画一石。能事不受相促迫，王宰始肯留真迹。壮哉昆仑方壶图，挂君高堂之素壁。巴陵洞庭日本东，赤岸水与银河通，中有云气随飞龙。舟人渔子入浦溆，山木尽亚洪涛风。尤工远势古莫比，咫尺应须论万里。焉得并州快剪刀，剪取吴淞半江水。\n","contyishang":["译文十天画完一条河，五天画完一块石头。他作画不愿受时间的催逼，贸然从事，经过长时间的酝酿后，才从容不迫地将真迹留于人间。挂在高堂白壁上的昆仑方壶图，山岭峰峦，巍峨高耸，蔚为壮观。图中的江水以洞庭湖的西部为源头，一直绵延流向日本东部的海面，犹如一条银丝带，场面十分壮观，岸边的水势非常浩渺，纵目望去，好似天水相接，连为一体，与银河相通。画面上云雾迷漫，飘忽不定，云团飞动。在狂风激流中，渔人正奋力驾船向岸边驶去，山上的大树被狂风吹得倾斜了。王宰的画在构图、布局等方面堪称天下第一。他能在一尺见方的画面上绘出万里江\n"]}},{"title":"写人","cont":{"title":"锦堂春·坠髻慵梳","nian":"宋代","author":"柳永","contson":"\n坠髻慵梳，愁蛾懒画，心绪是事阑珊。觉新来憔悴，金缕衣宽。认得这疏狂意下，向人诮譬如闲。把芳容整顿，恁地轻孤，争忍心安。依前过了旧约，甚当初赚我，偷翦云鬟。几时得归来，香阁深关。待伊要、尤云殢雨，缠绣衾、不与同欢。侭更深、款款问伊，今后敢更无端。\n","contyishang":["译文坠乱的头发无心梳理，紧锁的愁眉懒得描画，心绪凌乱，事事不顺。近来觉得无比憔悴消瘦，身上的金缕衣也显得宽松了许多。知道如今你这个风流的浪子，心里对我已直是视若等闲。我应该整理好美丽的容颜，这样地轻易辜负青春年华，怎能安心？你又和从前一样过了相约的归期，既然这样，为何当初要骗我剪下一绺秀发相赠？等到什么时候你回来，我要把你紧紧关在家门外；等到你想要和我欢爱时，我要紧缠鸳鸯绣被，不与你同床共枕；等到更鼓已深，我才慢慢地问你，今后还敢这样无赖失约吗？","注释⑴锦堂春：词牌名，《乐章集》注“林钟商”。双调一百字，上下片各十句、四平韵。\n"]}},{"title":"写人","cont":{"title":"玉楼春·琼酥酒面风吹醒","nian":"宋代","author":"晏几道","contson":"\n琼酥酒面风吹醒。一缕斜红临晚镜。小颦微笑尽妖绕，浅注轻匀长淡净。 手挼梅蕊寻香径。正是佳期期未定。春来还为个般愁，瘦损宫腰罗带剩。\n","contyishang":[]}},{"title":"写人","cont":{"title":"刘墉行书送蔡明远叙轴","nian":"清代","author":"刘墉","contson":"\n既奉命于秦淮之上，又随我于邗沟之东，追攀不疲，以至邵伯南埭，始终之际，良有可称。送蔡明远叙。乙未冬日临。石菴居士。\n","contyishang":[]}},{"title":"写人","cont":{"title":"贾谊论","nian":"宋代","author":"苏轼","contson":"\n　　非才之难，所以自用者实难。惜乎！贾生，王者之佐，而不能自用其才也。\n　　夫君子之所取者远，则必有所待；所就者大，则必有所忍。古之贤人，皆负可致之才，而卒不能行其万一者，未必皆其时君之罪，或者其自取也。\n　　愚观贾生之论，如其所言，虽三代何以远过？得君如汉文，犹且以不用死。然则是天下无尧、舜，终不可有所为耶？仲尼圣人，历试于天下，苟非大无道之国，皆欲勉强扶持，庶几一日得行其道。将之荆，先之以冉有，申之以子夏。君子之欲得其君，如此其勤也。孟子去齐，三宿而后出昼，犹曰：“王其庶几召我。”君子之不忍弃其君，如此其厚也。公孙丑问曰：“夫子何为不豫？”孟子曰：“方今天下，舍我其谁哉？而吾何为不豫？”君子之爱其身，如此其至也。夫如此而不用，然后知天下果不足与有为，而可以无憾矣。若贾生者，非汉文之不能用生，生之不能用汉文也。\n　　夫绛侯亲握天子玺而授之文帝，灌婴连兵数十万，以决刘、吕之雌雄，又皆高帝之旧将，此其君臣相得之分，岂特父子骨肉手足哉？贾生，洛阳之少年。欲使其一朝之间，尽弃其旧而谋其新，亦已难矣。为贾生者，上得其君，下得其大臣，如绛、灌之属，优游浸渍而深交之，使天子不疑，大臣不忌，然后举天下而唯吾之所欲为，不过十年，可以得志。安有立谈之间，而遽为人“痛哭”哉！观其过湘为赋以吊屈原，纡郁愤闷，趯然有远举之志。其后以自伤哭泣，至于夭绝。是亦不善处穷者也。夫谋之一不见用，则安知终不复用也？不知默默以待其变，而自残至此。呜呼！贾生志大而量小，才有余而识不足也。\n　　古之人，有高世之才，必有遗俗之累。是故非聪明睿智不惑之主，则不能全其用。古今称苻坚得王猛于草茅之中，一朝尽斥去其旧臣，而与之谋。彼其匹夫略有天下之半，其以此哉！愚深悲生之志，故备论之。亦使人君得如贾生之臣，则知其有狷介之操，一不见用，则忧伤病沮，不能复振。而为贾生者，亦谨其所发哉！ \n","contyishang":["译文　　人要有才能并不难，要使自己的才能施展出来实在不容易。可惜啊，贾谊虽然能够做帝王的辅佐之臣，却未能施展自己的才能。","　　君子要想达成长远的目标，就一定要等待时机；要想成就伟大的功业，就一定要能够忍耐。古代的贤能之士，都有建功立业的才能，但有些人最终未能施展其才能的万分之一的原因，未必都是当时君王的过错，也有可能是他们自己造成的。","　　我看贾谊的议论，照他所说的规划目标，即使夏、商、周三代的成就又怎能超过他呢？遇到像汉文帝这样的明君，尚且因未能尽才而郁郁死去，照这样说来，如果天下没有尧、舜那样的圣君，就终身不能有所作为了吗？孔子是圣人，曾周\n"]}},{"title":"写人","cont":{"title":"郑伯克段于鄢","nian":"先秦","author":"左丘明","contson":"\n　　初，郑武公娶于申，曰武姜，生庄公及共叔段。庄公寤生，惊姜氏，故名曰寤生，遂恶之。爱共叔段，欲立之。亟请于武公，公弗许。\n　　及庄公即位，为之请制。公曰：“制，岩邑也，虢叔死焉。佗邑唯命。”请京，使居之，谓之京城大叔。祭仲曰：“都城过百雉，国之害也。先王之制：大都不过参国之一，中五之一，小九之一。今京不度，非制也，君将不堪。”公曰：“姜氏欲之，焉辟害？”对曰：“姜氏何厌之有！不如早为之所，无使滋蔓，蔓难图也。蔓草犹不可除，况君之宠弟乎！”公曰：“多行不义，必自毙，子姑待之。”\n　　既而大叔命西鄙北鄙贰于己。公子吕曰：“国不堪贰，君将若之何？欲与大叔，臣请事之；若弗与，则请除之。无生民心。”公曰：“无庸，将自及。”大叔又收贰以为己邑，至于廪延。子封曰：“可矣，厚将得众。”公曰：“不义，不暱，厚将崩。”\n　　大叔完聚，缮甲兵，具卒乘，将袭郑。夫人将启之。公闻其期，曰：“可矣！”命子封帅车二百乘以伐京。京叛大叔段，段入于鄢，公伐诸鄢。五月辛丑，大叔出奔共。\n　　书曰：“郑伯克段于鄢。”段不弟，故不言弟；如二君，故曰克；称郑伯，讥失教也；谓之郑志。不言出奔，难之也。\n　　遂寘姜氏于城颍，而誓之曰：“不及黄泉，无相见也。”既而悔之。颍考叔为颍谷封人，闻之，有献于公，公赐之食，食舍肉。公问之，对曰：“小人有母，皆尝小人之食矣，未尝君之羹，请以遗之。”公曰：“尔有母遗，繄我独无！”颍考叔曰：“敢问何谓也？”公语之故，且告之悔。对曰：“君何患焉？若阙地及泉，隧而相见，其谁曰不然？”公从之。公入而赋：“大隧之中，其乐也融融！”姜出而赋：“大隧之外，其乐也洩洩。”遂为母子如初。\n　　君子曰：“颍考叔，纯孝也，爱其母，施及庄公。《诗》曰：‘孝子不匮，永锡尔类。’其是之谓乎！”\n","contyishang":["译文","　　从前，郑武公在申国娶了一妻子，叫武姜，她生下庄公和共叔段。庄公出生时脚先出来，武姜受到惊吓，因此给他取名叫“寤生”，所以很厌恶他。武姜偏爱共叔段，想立共叔段为世子，多次向武公请求，武公都不答应。","　　到庄公即位的时候，武姜就替共叔段请求分封到制邑去。庄公说：“制邑是个险要的地方，从前虢叔就死在那里，若是封给其它城邑，我都可以照吩咐办。”武姜便请求封给太叔京邑，庄公答应了，让他住在那里，称他为京城太叔。大夫祭仲说：“分封的都城如果城墙超过三百方丈长，那就会成为国家的祸害。先王的制度规定，国内最大的城邑不能超过国都的三分之一，中等的不得超过它的五分之\n"]}},{"title":"写人","cont":{"title":"五人墓碑记","nian":"明代","author":"张溥","contson":"\n　　五人者，盖当蓼洲周公之被逮，激于义而死焉者也。至于今，郡之贤士大夫请于当道，即除魏阉废祠之址以葬之；且立石于其墓之门，以旌其所为。呜呼，亦盛矣哉！\n　　夫五人之死，去今之墓而葬焉，其为时止十有一月耳。夫十有一月之中，凡富贵之子，慷慨得志之徒，其疾病而死，死而湮没不足道者，亦已众矣；况草野之无闻者欤？独五人之皦皦，何也？\n　　予犹记周公之被逮，在丙寅三月之望。吾社之行为士先者，为之声义，敛赀财以送其行，哭声震动天地。缇骑按剑而前，问：“谁为哀者？”众不能堪，抶而仆之。是时以大中丞抚吴者为魏之私人毛一鹭，公之逮所由使也；吴之民方痛心焉，于是乘其厉声以呵，则噪而相逐。中丞匿于溷藩以免。既而以吴民之乱请于朝，按诛五人，曰颜佩韦、杨念如、马杰、沈扬、周文元，即今之傫然在墓者也。\n　　然五人之当刑也，意气扬扬，呼中丞之名而詈之，谈笑以死。断头置城上，颜色不少变。有贤士大夫发五十金，买五人之头而函之，卒与尸合。故今之墓中全乎为五人也。\n　　嗟乎！大阉之乱，缙绅而能不易其志者，四海之大，有几人欤？而五人生于编伍之间，素不闻诗书之训，激昂大义，蹈死不顾，亦曷故哉？且矫诏纷出，钩党之捕遍于天下，卒以吾郡之发愤一击，不敢复有株治；大阉亦逡巡畏义，非常之谋难于猝发，待圣人之出而投缳道路，不可谓非五人之力也。\n　　由是观之，则今之高爵显位，一旦抵罪，或脱身以逃，不能容于远近，而又有剪发杜门，佯狂不知所之者，其辱人贱行，视五人之死，轻重固何如哉？是以蓼洲周公忠义暴于朝廷，赠谥褒美，显荣于身后；而五人亦得以加其土封，列其姓名于大堤之上，凡四方之士无不有过而拜且泣者，斯固百世之遇也。不然，令五人者保其首领，以老于户牖之下，则尽其天年，人皆得以隶使之，安能屈豪杰之流，扼腕墓道，发其志士之悲哉？故余与同社诸君子，哀斯墓之徒有其石也，而为之记，亦以明死生之大，匹夫之有重于社稷也。\n　　贤士大夫者，冏卿因之吴公，太史文起文公、孟长姚公也。\n","contyishang":["译文　　（墓中的）五个人，就是当周蓼洲先生被捕的时候，激于义愤而死于这件事的。到了现在，本郡有声望的士大夫们向有关当局请求，就清理已被废除的魏忠贤生祠旧址来安葬他们；并且在他们的墓门之前竖立碑石，来表彰他们的事迹。啊，也真是盛大隆重的事情呀！","　　这五人的死，距离现在建墓安葬，时间不过十一个月罢了。在这十一个月当中，大凡富贵人家的子弟，意气豪放、志得意满的人，他们因患病而死，死后埋没不值得称道的人，也太多了；何况乡间没有声名的人呢？唯独这五个人声名光荣显耀，为什么呢？","　　我还记得周公被捕，是在丁卯年三月十五日。我们社里那些道德品行可以作为读书\n"]}},{"title":"写人","cont":{"title":"河满子·正是破瓜年纪","nian":"五代","author":"和凝","contson":"\n正是破瓜年纪，含情惯得人饶。桃李精神鹦鹉舌，可堪虚度良宵。却爱蓝罗裙子，羡他长束纤腰。\n","contyishang":[]}},{"title":"写人","cont":{"title":"和董传留别","nian":"宋代","author":"苏轼","contson":"\n粗缯大布裹生涯，腹有诗书气自华。厌伴老儒烹瓠叶，强随举子踏槐花。囊空不办寻春马，眼乱行看择婿车。得意犹堪夸世俗，诏黄新湿字如鸦。\n","contyishang":["译文生活当中身上包裹着粗衣劣布，胸中有学问气质自然光彩夺人。不喜欢陪伴着老儒一块清谈过“烹瓠叶”那样的苦日子，决定随从举子们参加科举考试。口袋里没有钱不置办那“看花”的马，但会看取令人眼花缭乱的“择婿车”。考试得中仍然可以向世俗的人们夸耀，诏书上如鸦的黑字新写着俺的名字。","注释⑴董传：字至和，洛阳（今属河南）人。曾在凤翔与苏轼交游。宋神宗熙宁二年（1069）卒。⑵麤（cū）缯：粗制的丝织品。麤：同“粗”。大布：古指麻制粗布。《左传·闵公二年》：“卫文公大布之衣，大帛之冠。”杜预注：“大布，粗布。”裹：\n"]}},{"title":"写人","cont":{"title":"菩萨蛮·风帘燕舞莺啼柳","nian":"五代","author":"牛峤","contson":"\n风帘燕舞莺啼柳，妆台约鬓低纤手。钗重髻盘珊，一枝红牡丹。门前行乐客，白马嘶春色。故故坠金鞭，回头应眼穿。\n","contyishang":[]}},{"title":"写人","cont":{"title":"六幺令·绿阴春尽","nian":"宋代","author":"晏几道","contson":"\n绿阴春尽，飞絮绕香阁。晚来翠眉宫样，巧把远山学。一寸狂心未说，已向横波觉。画帘遮匝，新翻曲妙，暗许闲人带偷掐。前度书多隐语，意浅愁难答。昨夜诗有回文，韵险还慵押。都待笙歌散了，记取来时霎。不消红蜡，闲云归后，月在庭花旧栏角。(栏角 一作：阑)\n","contyishang":["译文绿树成阴，春天已过完了，柳絮绕着楼阁闺房在飞。傍晚时，我把黛眉巧画成宫中流行的远山眉式样。春心荡漾，难以平静，却什么也没说，但从我乜斜的眼波中已可觉察出来。彩绘的帘幕四围，奏起新谱的曲子，音调真妙啊!我心里暗暗地允许外界闲人偷听到学了去。上一次来信中，你用了许多隐语，意思倒浅显，我却愁难以作答；昨夜惠赠的诗中，又有回文，韵押得太险了，我还是懒得费神去步你的韵。等到笙歌散尽后，请你记住来时那一瞬间，不需要持红烛照明，闲云归去后，月儿自然就会照在庭院花丛边原来那个栅栏角落里的。","注释①香阁：指女子闺阁。②翠眉：形容女子眉毛青\n"]}},{"title":"写人","cont":{"title":"次韵酬吴德夫去秋送行之作","nian":"宋代","author":"赵蕃","contson":"\n湘西一杯酒，渺渺红叶换。江东千里云，落落黄犬叹。人生七十稀，百里九十半。初期枉车马，近乃遗札翰。小迟君不肯，一出我岂惮。虽微办鸡黍，岂乏具薪炭。古风久不作，我友当力赞。旧诗况琼玖，触目屡璀璨。中馨称兰佩，外饰匪玉冠。初年已飞腾，中道翻叹惋。恐遗知己羞，遂许独力断。于兹树风声，何止评月旦。君如渥洼种，可以羁絷绊。我异淇园姿，犹睎岁时贯。君乎甚英爽，我也终浪漫。自应殊显晦，宁复待剖判。湖山冰玉明，楼阁丹青焕。叩舷或乘舟，曳杖或登岸。君行定有得，我去何可愞。与想悠然时，却忆苍然观。\n","contyishang":[]}},{"title":"写人","cont":{"title":"真兴寺阁","nian":"宋代","author":"苏轼","contson":"\n山川与城郭，漠漠同一形。市人与鸦鹊，浩浩同一声。此阁几何高，何人之所营。侧身送落日，引手攀飞星。当年王中令，斫木南山赪。写真留阁下，铁面眼有棱。身强八九尺，与阁两峥嵘。古人虽暴恣，作事今世惊。登者尚呀喘，作者何以胜。曷不观此阁，其人勇且英。\n","contyishang":["译文登阁远眺但见山川和城郭，渺渺冥冥浑同一体难以辨认。市人的喧闹与鸦鹊啼鸣，远远听来合成了一种声音。这个寺阁到底有多么高峻？这个寺阁又是谁人经营？侧着身子可以送走落日，举起手来就能攀摘飞星。当年那位姓王的中书令，曾把终南山的林木砍伐干净。绘下自己的画像留在阁中，面色铁黑目光炯炯。身躯有八九尺高大，和寺阁一样气度峥嵘。古代虽有许多人粗暴骄横，作的事却常让世人惊叹。登阁的人还紧张得张口喘息，造阁的人不知何以能够承担！为何不仔细观看这一寺阁，就可以知道王中书有多么英勇大胆。\n"]}},{"title":"写人","cont":{"title":"赠质上人","nian":"唐代","author":"杜荀鹤","contson":"\n枿坐云游出世尘，兼无瓶钵可随身。逢人不说人间事，便是人间无事人。\n","contyishang":["译文质上人有时打坐，静如枯木；有时出游，飘若浮云，心无所系，随性而行，超世脱俗。其他僧人云游，还带着盛水的瓶子和吃饭的钵，而他出门连这两件东西都不带，一身之外无所有，赤条条来去无牵挂。遇到人也不会去聊人世间的琐事，仿佛他是一个置身于世间之外的人一样。","注释①质：和尚的称号。②上人：对高僧的敬称。③枿（niè）坐：枯坐。枿，树木砍去后留下的树桩子。④瓶钵：僧人出行所带的食具。"]}},{"title":"写人","cont":{"title":"唐雎不辱使命","nian":"先秦","author":"刘向 撰","contson":"\n　　秦王使人谓安陵君曰：“寡人欲以五百里之地易安陵，安陵君其许寡人！”安陵君曰：“大王加惠，以大易小，甚善；虽然，受地于先王，愿终守之，弗敢易！”秦王不说。安陵君因使唐雎使于秦。(说 通：悦)\n　　秦王谓唐雎曰：“寡人以五百里之地易安陵，安陵君不听寡人，何也？且秦灭韩亡魏，而君以五十里之地存者，以君为长者，故不错意也。今吾以十倍之地，请广于君，而君逆寡人者，轻寡人与？”唐雎对曰：“否，非若是也。安陵君受地于先王而守之，虽千里不敢易也，岂直五百里哉？”\n　　秦王怫然怒，谓唐雎曰：“公亦尝闻天子之怒乎？”唐雎对曰：“臣未尝闻也。”秦王曰：“天子之怒，伏尸百万，流血千里。”唐雎曰：“大王尝闻布衣之怒乎？”秦王曰：“布衣之怒，亦免冠徒跣，以头抢地耳。”唐雎曰：“此庸夫之怒也，非士之怒也。夫专诸之刺王僚也，彗星袭月；聂政之刺韩傀也，白虹贯日；要离之刺庆忌也，仓鹰击于殿上。此三子者，皆布衣之士也，怀怒未发，休祲降于天，与臣而将四矣。若士必怒，伏尸二人，流血五步，天下缟素，今日是也。”挺剑而起。\n　　秦王色挠，长跪而谢之曰：“先生坐！何至于此！寡人谕矣：夫韩、魏灭亡，而安陵以五十里之地存者，徒以有先生也。”\n","contyishang":["译文　　秦王派人对安陵君（安陵国的国君）说：“我打算要用方圆五百里的土地交换安陵，安陵君一定要答应我！”安陵君说：“大王给以恩惠，用大的地盘交换我们小的地盘，实在是善事；即使这样，但我从先王那里接受了封地，愿意始终守卫它，不敢交换！”秦王知道后（很）不高兴。因此安陵君就派遣唐雎出使到秦国。","　　秦王对唐雎说：“我用方圆五百里的土地交换安陵，安陵君却不听从我，为什么？况且秦国使韩国魏国灭亡，但安陵却凭借方圆五十里的土地幸存下来的原因，就是因为我把安陵君看作忠厚的长者，所以不打他的主意。现在我用安陵十倍的土地，让安陵君扩大自己的领土，但是他违背我的意愿，这不是看不\n"]}},{"title":"写人","cont":{"title":"吕相绝秦","nian":"先秦","author":"左丘明","contson":"\n　　夏四月戊午，晋侯使吕相绝秦，曰：“昔逮我献公及穆公相好，戮力同心，申之以盟誓，重之以昏姻。天祸晋国，文公如齐，惠公如秦。无禄，献公即世。穆公不忘旧德，俾我惠公用能奉祀于晋。又不能成大勋，而为韩之师。亦悔于厥心，用集我文公。是穆之成也。\n　　“文公躬擐甲胄，跋履山川，逾越险阻，征东之诸侯，虞、夏、商、周之胤，而朝诸秦，则亦既报旧德矣。郑人怒君之疆埸，我文公帅诸侯及秦围郑。秦大夫不询于我寡君，擅及郑盟。诸侯疾之，将致命于秦。文公恐惧，绥静诸侯，秦师克还无害，则是我有大造于西也。\n　　“无禄，文公即世；穆为不吊，蔑死我君，寡我襄公，迭我肴地，奸绝我好，伐我保城。殄灭我费滑，散离我兄弟，挠乱我同盟，倾覆我国家。我襄公未忘君之旧勋，而惧社稷之陨，是以有淆之师。犹愿赦罪于穆公，穆公弗听，而即楚谋我。天诱其衷，成王陨命，穆公是以不克逞志于我。\n　　“穆、襄即世，康、灵即位。康公，我之自出，又欲阙翦我公室，倾覆我社稷，帅我蝥贼，以来荡摇我边疆，我是以有令狐之役。康犹不悛，入我河曲，伐我涑川，俘我王官，翦我羁马，我是以有河曲之战。东道之不通，则是康公绝我好也。\n　　“及君之嗣也，我君景公引领西望曰：‘庶抚我乎！’君亦不惠称盟，利吾有狄难，入我河县，焚我箕、郜，芟夷我农功，虔刘我边垂，我是以有辅氏之聚。君亦悔祸之延，而欲徼福于先君献、穆，使伯车来命我景公曰：‘吾与女同好弃恶，复脩旧德，以追念前勋。’言誓未就，景公即世，我寡君是以有令狐之会。君又不祥，背弃盟誓。白狄及君同州，君之仇雠，而我昏姻也。君来赐命曰：‘吾与女伐狄。’寡君不敢顾昏姻。畏君之威，而受命于吏。君有二心于狄，曰：‘晋将伐女。’狄应且憎，是用告我。楚人恶君之二三其德也，亦来告我曰：‘秦背令狐之盟，而来求盟于我：“昭告昊天上帝、秦三公、楚三王曰：‘余虽与晋出入，余唯利是视。’”不榖恶其无成德，是用宣之，以惩不壹。’诸侯备闻此言，斯是用痛心疾首，暱就寡人。寡人帅以听命，唯好是求。君若惠顾诸侯，矜哀寡人，而赐之盟，则寡人之愿也，其承宁诸侯以退，岂敢徼乱？君若不施大惠，寡人不佞，其不能以诸侯退矣。敢尽布之执事，俾执事实图利之。” \n","contyishang":["译文　　夏天四月初五，晋历公派吕相去秦国断交，说：“从前我们先君献公与穆公相友好，同心合力，用盟誓来明确两国关系，用婚姻来加深两国关系。上天降祸晋国，文公逃亡齐国，惠公逃亡秦国。不幸献公去逝，穆公不忘从前的交情，使我们惠公因此能回晋国执政。但是秦国又没有完成大的功劳，却同我们发生了韩原之战。事后穆公心里感到了后悔，因而成全了我们文公回国为君。这都是穆公的功劳。　　“文公亲自戴盔披甲，跋山涉水，经历艰难险阻，征讨东方诸候国，虞、夏、商、周的后代都来朝见秦国君王，这就已经报答了秦国过去的恩德了。郑国人侵扰君王的边疆，我们文公率诸侯和秦国一起去包围郑国。秦国大夫不和我们\n"]}},{"title":"写人","cont":{"title":"踏莎行·萱草栏干","nian":"宋代","author":"晁端礼","contson":"\n萱草栏干，榴花庭院。悄无人语重帘卷。屏山掩梦不多时，斜风雨细江南岸。 昼漏初传，林莺百啭。日长暗记残香篆。洞房消息有谁知，几回欲问梁间燕。\n","contyishang":[]}},{"title":"写人","cont":{"title":"梁鸿尚节","nian":"宋代","author":"范晔","contson":"\n　　（梁鸿）家贫而尚节，博览无不通。而不为章句。学毕，乃牧豕于上林苑中，曾误遗火，延及他舍。鸿乃寻访烧者，问所去失，悉以豕偿之。其主犹以为少。鸿曰：“无他财，愿以身居作。”主人许之。因为执勤，不懈朝夕。邻家耆老见鸿非恒人，乃共责让主人，而称鸿长者。于是，始敬鸿，悉还其豕。鸿不受而去。\n　　（选自南宋·范晔《后汉书.卷八十三》\n","contyishang":["译文　　梁鸿虽然家庭贫困，然而他推崇礼节，广泛阅读（书本），没有不通晓的（事情）。并且他不死记硬背章句。读完书，就到上林苑放猪，曾经不小心留下火种，蔓延到别人的房屋。梁鸿就寻访被烧到的人家，问他损失的财物，用自己全部的猪作赔偿还给房屋主人。但房屋主人还认为得到的补偿很少，梁鸿说：“我没有别的财富，愿意让自己留下做事。”主人同意了。（梁鸿）于是勤奋做工，从早到晚从不松懈。邻家老人们见梁鸿不是一般人，于是就一同责备批评那家主人，并且称赞梁鸿是忠厚的人。因此，（主人）开始敬佩梁鸿，把猪还给他，梁鸿没有接受，返回自己的家乡 。","注释而：表顺连，不译\n"]}},{"title":"写人","cont":{"title":"相州昼锦堂记","nian":"宋代","author":"欧阳修","contson":"\n　　仕宦而至将相，富贵而归故乡。此人情之所荣，而今昔之所同也。\n　　盖士方穷时，困厄闾里，庸人孺子，皆得易而侮之。若季子不礼于其嫂，买臣见弃于其妻。一旦高车驷马，旗旄导前，而骑卒拥后，夹道之人，相与骈肩累迹，瞻望咨嗟；而所谓庸夫愚妇者，奔走骇汗，羞愧俯伏，以自悔罪于车尘马足之间。此一介之士，得志于当时，而意气之盛，昔人比之衣锦之荣者也。\n　　惟大丞相魏国公则不然：公，相人也，世有令德，为时名卿。自公少时，已擢高科，登显仕。海内之士，闻下风而望余光者，盖亦有年矣。所谓将相而富贵，皆公所宜素有；非如穷厄之人，侥幸得志于一时，出于庸夫愚妇之不意，以惊骇而夸耀之也。然则高牙大纛，不足为公荣；桓圭衮冕，不足为公贵。惟德被生民，而功施社稷，勒之金石，播之声诗，以耀后世而垂无穷，此公之志，而士亦以此望于公也。岂止夸一时而荣一乡哉！\n　　公在至和中，尝以武康之节，来治于相，乃作“昼锦”之堂于后圃。既又刻诗于石，以遗相人。其言以快恩仇、矜名誉为可薄，盖不以昔人所夸者为荣，而以为戒。于此见公之视富贵为何如，而其志岂易量哉！故能出入将相，勤劳王家，而夷险一节。至于临大事，决大议，垂绅正笏，不动声色，而措天下于泰山之安：可谓社稷之臣矣！其丰功盛烈，所以铭彝鼎而被弦歌者，乃邦家之光，非闾里之荣也。\n　　余虽不获登公之堂，幸尝窃诵公之诗，乐公之志有成，而喜为天下道也。于是乎书。\n　　尚书吏部侍郎、参知政事欧阳修记。 \n","contyishang":["译文　　做官做到将相，富贵之后返回故乡，这从人情上说是光荣的，从古到今都是这样啊。　　大概士人在仕途不通的时候，困居乡里，那些平庸之辈甚至小孩，都能够轻视欺侮他。就像苏季子不被他的嫂嫂以礼相待，朱买臣被他的妻子嫌弃一样。可是一旦坐上四匹马拉的高大车子，旗帜在前面导引，而骑兵在后面簇拥，街道两旁的人们，一齐并肩接踵，一边瞻望一边称羡，而那些庸夫愚妇，恐惧奔跑，汗水淋漓，羞愧地跪在地上，面对车轮马足扬起的灰尘，十分后悔，暗自认罪。这么个小小的士人，在当世得志，那意气的壮盛，以前的人们就将他比作穿着锦绣衣裳的荣耀。　　只有大丞相魏国公却不是如此，魏国公，是相\n"]}},{"title":"写人","cont":{"title":"临江仙·昨夜渡江何处宿","nian":"宋代","author":"苏轼","contson":"\n昨夜渡江何处宿，望中疑是秦淮。月明谁起笛中哀。多情王谢女，相逐过江来。 云雨未成还又散，思量好事难谐。凭陵急桨两相催。相伊归去后，应似我情怀。\n","contyishang":["译文昨夜度过扬子江寻找住宿的地方时，远望中疑似来到秦淮河畔。明月夜里，谁在吹笛，笛声竟是这么悲哀?那富深情的高贵歌妓和侍女，竞相跟随过到江北来。情爱，尚未成真而今又要分离了，好事难得如愿啊！驾船人要急于开船，催促歌妓与侍女回江南去，他们不得不分离。我预计她们回去以后的心情，也当同我的心情一样悲伤。","注释⑴渡江：渡过扬子江。⑵秦淮：秦淮河。传说秦始皇南巡会稽时，为疏导淮水而掘，故名。发源于江苏省溧水县东北，流向西北，横贯南京市，流入扬子江。⑶王谢女：这里指高贵之歌妓与侍女。王、谢，六朝两个大家族。⑷凭陵\n"]}},{"title":"写人","cont":{"title":"蓦山溪·赠衡阳妓陈湘","nian":"宋代","author":"黄庭坚","contson":"\n鸳鸯翡翠，小小思珍偶。眉黛敛秋波，尽湖南、山明水秀。娉娉袅袅，恰近十三余，春未透。花枝瘦。正是愁时候。寻花载酒。肯落谁人后。只恐远归来，绿成阴、青梅如豆。心期得处，每自不由人，长亭柳。君知否。千里犹回首。\n","contyishang":["　　《蓦山溪》又名《上阳春》，“赠衡阳妓陈湘”又作“别意”。这是一首赠别的词。","　　上片写陈湘的天生丽质，豆蔻年华，而又柔情脉脉，春愁恹恹，使人魂飞心醉，我见犹怜。下片写词人载酒寻芳，临别伤怀，后约无期的怅惘心情。前者重绘形，故我绮语；后者重抒情，颇具风韵。全词运用铺叙的手法，层次分明。","　　鸳鸯翡翠，小小思珍偶。眉黛敛秋波，尽湖南、山明水秀。娉娉嫋嫋，恰似十三余，春未透，花枝瘦，正是愁时候。寻花载酒，肯落谁人后。只恐远归来，绿成阴，青梅如豆。心期得处，每自不由人，长亭柳，君知否，千里犹回首？","　　上片首二句先写陈湘年少怀春的内心活动。鸳鸯\n"]}},{"title":"写人","cont":{"title":"宿赞公房","nian":"唐代","author":"杜甫","contson":"\n杖锡何来此，秋风已飒然。雨荒深院菊，霜倒半池莲。放逐宁违性，虚空不离禅。相逢成夜宿，陇月向人圆。\n","contyishang":["译文高僧怎么也会来到这里？在这秋风飒飒的季节我与您相逢。阴雨撂荒了您深院的菊花，严霜欺倒了半池莲影。遭到放逐又岂能违背心性？身居荒野也未能放弃禅宗。今夜与您相逢共宿，陇上的明月也向我们现出圆圆的光影。","注释①杖锡（xī）：手持锡仗。锡仗，菩萨头陀十八物之一，上有四股十二环，表示四谛十二姻缘之义。比丘向人乞食，到门口，便震动锡杖上的小环作声，以让人知道。②飒（sà）然：形容风吹时沙沙作响。③宁：岂能。④虚空：荒野无人之处。赞公土室在山野。⑤陇（lǒng）月：洁白明亮的\n"]}},{"title":"写人","cont":{"title":"渔父·收却纶竿落照红","nian":"清代","author":"纳兰性德","contson":"\n收却纶竿落照红，秋风宁为剪芙蓉。人淡淡，水蒙蒙，吹入芦花短笛中。\n","contyishang":["译文夕阳西下，渔人收起鱼竿准备回家。连秋风都是温柔的，不肯让荷花凋谢了。烟水蒙蒙，渔人悠闲自得，听短笛的旋律，被秋风吹进芦花荡的深处。","注释①渔父：词牌名，又称《渔歌子》《渔父乐》等，此调分为单、双调，又各有不同的体格。此词为单调中之一体，五句，二十七字，除第三句外，通押平声韵。②纶（lún）竿：钓竿。落照：即夕阳。③宁（nìng）：犹乃。芙蓉：荷花。剪：作吹动解。④“吹入”句：谓悠扬的短笛声飘入芦花丛中。"]}},{"title":"写人","cont":{"title":"韩奕","nian":"先秦","author":"佚名","contson":"\n奕奕梁山，维禹甸之，有倬其道。韩侯受命，王亲命之：缵戎祖考，无废朕命。夙夜匪解，虔共尔位，朕命不易。榦不庭方，以佐戎辟。\n四牡奕奕，孔脩且张。韩侯入觐，以其介圭，入觐于王。王锡韩侯，淑旂绥章，簟茀错衡，玄衮赤舄，钩膺镂锡，鞹鞃浅幭，鞗革金厄。\n韩侯出祖，出宿于屠。显父饯之，清酒百壶。其肴维何？炰鳖鲜鱼。其蔌维何？维笋及蒲。其赠维何？乘马路车。笾豆有且。侯氏燕胥。\n韩侯取妻，汾王之甥，蹶父之子。韩侯迎止，于蹶之里。百两彭彭，八鸾锵锵，不显其光。诸娣从之，祁祁如云。韩侯顾之，烂其盈门。\n蹶父孔武，靡国不到。为韩姞相攸，莫如韩乐。孔乐韩土，川泽訏訏，鲂鱮甫甫，麀鹿噳噳，有熊有罴，有猫有虎。庆既令居，韩姞燕誉。\n溥彼韩城，燕师所完。以先祖受命，因时百蛮。王锡韩侯，其追其貊。奄受北国，因以其伯。实墉实壑，实亩实藉。献其貔皮，赤豹黄罴。\n","contyishang":["译文巍巍梁山多高峻，大禹曾经治理它，交通大道开辟成。韩侯来京受册命，周王亲自来宣布：继承你的先祖业，切莫辜负委重任。日日夜夜不懈怠，在职恭虔又谨慎，册命自然不变更。整治不朝诸方国，辅佐君王显才能。四匹公马高又壮，体态雄壮又修长。韩侯入朝拜天子，手持介圭到殿堂，恭行觐礼拜周王。周王赏赐给韩侯，交龙日月旗漂亮；竹篷车子雕纹章，黑色龙袍红色鞋，马饰繁缨金铃装；车轼蒙皮是虎皮，辔头挽具闪金光。韩侯祖祭出发行，首先住宿在杜陵。显父设宴来饯行，备酒百壶甜又清。用的酒肴是什么？炖鳖蒸鱼味鲜新。用的蔬菜是什么？嫩笋嫩蒲香喷喷。赠的礼物是什么？四马大车好威风。盘盘碗碗摆\n"]}},{"title":"写人","cont":{"title":"河传·风飐","nian":"五代","author":"孙光宪","contson":"\n风飐，波敛，团荷闪闪，珠倾露点。木兰舟上，何处吴娃越艳：藕花红照脸。大堤狂杀襄阳客，烟波隔，渺渺湖光白。身已归，心不归，斜晖，远汀鸂鶒飞。\n","contyishang":[]}},{"title":"写人","cont":{"title":"送白利从金吾董将军西征","nian":"唐代","author":"李白","contson":"\n西羌延国讨，白起佐军威。剑决浮云气，弓弯明月辉。马行边草绿，旌卷曙霜飞。抗手凛相顾，寒风生铁衣。\n","contyishang":["译文吐蕃将要受到我大唐帝国的征讨，您这白起将军的后代也为助军威奔赴战场。举起倚天长剑斩断浮在敌人阵地上的妖氛，拉满明月之弓，箭镞闪看凛烈的光芒。战马驰骋在边塞的原野上，旌旗在霜晨中飘扬。当将士们招手相看时，铠甲上已是结满了厚目的寒霜。","注释西羌：汉朝人对羌人的泛称，唐朝又概指吐蕃为西羌，原因正像《旧唐书·吐蕃列传》所说：“吐蕃，在长安之西八千里，本汉西羌之地也。”延：请，此意为招引。国：唐王朝。白起：战国秦之名将，曾为秦始皇攻占六国统一天下立下战功。《史记》记载他善用兵，声震天\n"]}},{"title":"写人","cont":{"title":"名都篇","nian":"魏晋","author":"曹植","contson":"\n名都多妖女，京洛出少年。宝剑值千金，被服丽且鲜。斗鸡东郊道，走马长楸间。驰骋未能半，双兔过我前。揽弓捷鸣镝，长驱上南山。左挽因右发，一纵两禽连。余巧未及展，仰手接飞鸢。观者咸称善，众工归我妍。归来宴平乐，美酒斗十千。脍鲤臇胎鰕，炮鳖炙熊蹯。鸣俦啸匹侣，列坐竟长筵。连翩击鞠壤，巧捷惟万端。白日西南驰，光景不可攀。云散还城邑，清晨复来还。\n","contyishang":["译文名都盛产艳丽的美女，洛阳更有风度翩翩的少年。我佩带的宝剑价值千金，身着的衣服奢华鲜艳。斗鸡在东郊的道路上，赛马于长列的楸树间。我骑马驰骋还不到半路，一双野兔就蹦到了跟前。于是立即弯起gōng弩搭上了响箭，扬鞭策马追上了南山。我左手挽弓，右手发箭，只一箭就把双兔射倒了。别的技巧还没有施展，又迎头射中空中的飞鸢。观猎的行人齐声喝彩，旁边的射手为我赞叹。归来大宴于平乐古观，美酒一斗便值十千钱。细切了鲤鱼烹煮虾羹，爆炒甲鱼再烧烤熊掌。呼朋引伴地前来入座，长长的筵\n"]}},{"title":"写人","cont":{"title":"赠清漳明府侄聿","nian":"唐代","author":"李白","contson":"\n我李百万叶，柯条布中州。天开青云器，日为苍生忧。小邑且割鸡，大刀伫烹牛。雷声动四境，惠与清漳流。弦歌咏唐尧，脱落隐簪组。心和得天真，风俗由太古。牛羊散阡陌，夜寝不扃户。问此何以然，贤人宰吾土。举邑树桃李，垂阴亦流芬。河堤绕绿水，桑柘连青云。赵女不冶容，提笼昼成群。缲丝鸣机杼，百里声相闻。讼息鸟下阶，高卧披道帙。蒲鞭挂檐枝，示耻无扑抶。琴清月当户，人寂风入室。长啸一无言，陶然上皇逸。白玉壶冰水，壶中见底清。清光洞毫发，皎洁照群情。赵北美佳政，燕南播高名。过客览行谣，因之颂德声。\n","contyishang":["译文我们李家如同一棵大李树，枝叶百万遍布中州。老侄为天生的青云之器，天天为百姓操心。治理小县如同“割鸡”，将来还会大刀宰牛，将有大用。你的官声如雷贯月惊动四邻，你的惠政将与清漳同流。县境内一片太平盛世的景象，老侄无为而治，官帽也不戴，形同吏隐。百姓为德政所化心平气和，有天真的赤子之心，风俗像太古一样纯朴。牛羊散于阡陌之中，百姓们家家夜不闭户。问为什么能这样，他们回答说，是县令贤明。县中种植桃李树，到处散发出桃李花的芬芳。河中流的是清清的河水，两岸桑柘茂密如云。\n"]}},{"title":"写人","cont":{"title":"子夜吴歌·夏歌","nian":"唐代","author":"李白","contson":"\n镜湖三百里，菡萏发荷花。五月西施采，人看隘若耶。回舟不待月，归去越王家。\n","contyishang":["译文镜湖之大有三百余里，到处都开满了欲放的苛花。西施五月曾在此采莲，引得来观看的人挤满了若耶溪。西施回家不到一个月，便被选进了宫中。","注释 ①子夜吴歌：六朝乐府吴声歌曲。《唐书·乐志》：“《子夜吴歌》者，晋曲也。晋有女子名子夜，造此声，声过哀苦。”《乐府解题》：“后人更为四时行乐之词，谓之《子夜四时歌》。”李白的《子夜吴歌》也是分咏四季，这是第三首《秋歌》。并由原来的五言四句扩展为五言六句。②镜湖：一名鉴湖，在今浙江绍兴县东南。③菡（hàn）萏（dàn）：荷花的别称。古人称未开的荷花为“菡萏”，即花苞\n"]}},{"title":"写人","cont":{"title":"南乡子·渌水带青潮","nian":"宋代","author":"晏几道","contson":"\n渌水带青潮。水上朱阑小渡桥。桥上女儿双笑靥，妖娆。倚著阑干弄柳条。月夜落花朝。减字偷声按玉箫。柳外行人回首处，迢迢。若比银河路更遥。\n","contyishang":["译文清澈的春水带着青潮上涨，水上的朱栏连着小渡桥。桥上站立着双靥带笑的美丽少女，好妖娆，倚靠着栏杆抚弄柳条。月夜直到花朝，少女能够娴熟地按照“减字偷声”的变化吹奏玉箫。柳外的行人回头顾盼，好遥远，仿佛比那天上的银河还要远。","注释①渌（lù）水：清澈的水。②青潮：水面呈青绿色，且旺盛饱满，如同涨潮一般。③朱阑：朱红色的栏杆。④双笑靥（yè）：此处是说女子笑，脸上出现一对酒窝儿。⑤妖娆：形容女子美貌而富有风情。曹植《感婚赋》：“顾有怀兮妖娆，用搔首兮屏营。”⑥花朝：旧俗以二月十五日\n"]}},{"title":"写人","cont":{"title":"鬓云松令·咏浴","nian":"清代","author":"纳兰性德","contson":"\n鬓云松，红玉莹。早月多情，送过梨花影。半饷斜钗慵未整，晕入轻潮，刚爱微风醒。露华清，人语静。怕被郎窥，移却青鸾镜。罗袜凌波波不定，小扇单衣，可耐星前冷。\n","contyishang":[]}},{"title":"写人","cont":{"title":"水龙吟·赠赵晦之吹笛侍儿","nian":"宋代","author":"苏轼","contson":"\n楚山修竹如云，异材秀出千林表。龙须半翦，凤膺微涨，玉肌匀绕。木落淮南，雨睛云梦，月明风袅。自中郎不见，桓伊去后，知孤负、秋多少。闻道岭南太守，后堂深、绿珠娇小。绮窗学弄，梁州初遍，霓裳未了。嚼徵含宫，泛商流羽，一声云杪。为使君洗尽，蛮风瘴雨，作霜天晓。\n","contyishang":["译文楚山长长的蕲竹如云彩遍布，特异的竹子清秀，高出众多树木之天外。笛竹如长细的龙须一半在挥动，如凤凰的胸脯微微突起，如美人的肌体匀称满布。笛音如江南树木稀疏，如云梦雨后开晴，如月明星稀，微风吹拂。自从蔡邕离世，桓伊仙逝，谁知空自寂寞，辜负了多少岁月。听说岭南太守后堂深院，吹笛歌女非常娇美灵巧，在花饰窗下演奏，《梁州》曲刚刚奏完，《霓裳羽衣曲》余音未了。笛声包含着徵调和宫调，流荡着商调和羽调，最后一声飘入云彩、树梢间。为了赵使君洗净污浊之气，我送你一曲《霜天晓角》。","注释水龙吟：词牌名，又名《龙吟曲》、《庄椿岁》、《小楼连苑》。一百零二字\n"]}},{"title":"写人","cont":{"title":"诉衷情·琵琶女","nian":"宋代","author":"苏轼","contson":"\n小莲初上琵琶弦，弹破碧云天。分明绣阁幽恨，都向曲中传。肤莹玉，鬓梳蝉，绮窗前。素娥今夜，故故随人，似斗婵娟。\n","contyishang":["译文小莲刚刚给琵琶调弦，声音清越，好像要冲破云天。细细听来，乐声分明在诉说绣阁中的怨恨，声声感人。只见她肤如美玉，梳着一对蝉鬓，手抱琵琶，站在窗前。今晚的月亮照着她，好像月宫里的嫦娥特意跟她比美似的。","注释⑴诉衷情：词牌名。唐教坊曲。又名《一丝风》、《诉衷情令》等。有唐词、宋词之分。唐词有单调、双调两体。宋词皆双调。⑵小莲：北齐后主高纬宠妃冯淑妃名小怜（一作莲），能弹琵琶，善歌舞。此处借指琵琶女。⑶碧云天：意思是蔚蓝的天空。⑷绣阁：闺房，指女子的住处。幽恨：深恨。⑸莹玉：形容皮肤洁白。莹：\n"]}},{"title":"写人","cont":{"title":"魏公子列传","nian":"两汉","author":"司马迁","contson":"\n　　魏公子无忌者，魏昭王少子而魏安釐王异母弟也。昭王薨，安釐王即位，封公子为信陵君。是时范睢亡魏相秦，以怨魏齐故，秦兵围大梁，破魏华阳下军，走芒卯。魏王及公子患之。公子为人仁而下士，士无贤不肖皆谦而礼交之，不敢以其富贵骄士。士以此方数千里争往归之，致食客三千人。当是时，诸侯以公子贤，多客，不敢加兵谋魏十馀年。\n　　公子与魏王博，而北境传举烽，言“赵寇至，且入界”。魏王释博，欲召大臣谋。公子止王曰：“赵王田猎耳，非为寇也。”复博如故。王恐，心不在博。居顷，复从北方来传言曰：“赵王猎耳，非为寇也。”魏王大惊，曰：“公子何以知之？”公子曰：“臣之客有能深得赵王阴事者，赵王所为，客辄以报臣，臣以此知之。”是后魏王畏公子之贤能，不敢任公子以国政。魏有隐士曰侯嬴，年七十，家贫，为大梁夷门监者。公子闻之，往请，欲厚遗之。不肯受，曰：“臣脩身洁行数十年，终不以监门困故而受公子财。”公子于是乃置酒大会宾客。坐定，公子从车骑，虚左，自迎夷门侯生。侯生摄敝衣冠，直上载公子上坐，不让，欲以观公子。公子执辔愈恭。侯生又谓公子曰：“臣有客在市屠中，愿枉车骑过之。”公子引车入巿，侯生下见其客朱亥，俾倪，故久立与其客语，微察公子。公子颜色愈和。当是时，魏将相宗室宾客满堂，待公子举酒。巿人皆观公子执辔。从骑皆窃骂侯生。侯生视公子色终不变，乃谢客就车。至家，公子引侯生坐上坐，遍赞宾客，宾客皆惊。酒酣，公子起，为寿侯生前。\n　　侯生因谓公子曰：“今日嬴之为公子亦足矣。嬴乃夷门抱关者也，而公子亲枉车骑，自迎嬴于众人广坐之中，不宜有所过，今公子故过之。然嬴欲就公子之名，故久立公子车骑巿中，过客以观公子，公子愈恭。巿人皆以嬴为小人，而以公子为长者能下士也。”于是罢酒，侯生遂为上客。侯生谓公子曰：“臣所过屠者朱亥，此子贤者，世莫能知，故隐屠间耳。”公子往数请之，朱亥故不复谢，公子怪之。\n　　魏安釐王二十年，秦昭王已破赵长平军，又进兵围邯郸。公子姊为赵惠文王弟平原君夫人，数遗魏王及公子书，请救于魏。魏王使将军晋鄙将十万众救赵。秦王使使者告魏王曰：“吾攻赵旦暮且下，而诸侯敢救者，已拔赵，必移兵先击之。”魏王恐，使人止晋鄙，留军壁邺，名为救赵，实持两端以观望。平原君使者冠盖相属于魏，让魏公子曰：“胜所以自附为婚姻者，以公子之高义，为能急人之困。今邯郸旦暮降秦而魏救不至，安在公子能急人之困也！且公子纵轻胜，弃之降秦，独不怜公子姊邪？”公子患之，数请魏王，及宾客辩士说王万端。魏王畏秦，终不听公子。公子自度终不能得之于王，计不独生而令赵亡，乃请宾客，约车骑百馀乘，欲以客往赴秦军，与赵俱死。\n　　行过夷门，见侯生，具告所以欲死秦军状。辞决而行，侯生曰：“公子勉之矣，老臣不能从。”公子行数里，心不快，曰：“吾所以待侯生者备矣，天下莫不闻，今吾且死而侯生曾无一言半辞送我，我岂有所失哉？”复引车还，问侯生。侯生笑曰：“臣固知公子之还也。”曰：“公子喜士，名闻天下。今有难，无他端而欲赴秦军，譬若以肉投馁虎，何功之有哉？尚安事客？然公子遇臣厚，公子往而臣不送，以是知公子恨之复返也。”公子再拜，因问。侯生乃屏人间语，曰：“嬴闻晋鄙之兵符常在王卧内，而如姬最幸，出入王卧内，力能窃之。嬴闻如姬父为人所杀，如姬资之三年，自王以下欲求报其父仇，莫能得。如姬为公子泣，公子使客斩其仇头，敬进如姬。如姬之欲为公子死，无所辞，顾未有路耳。公子诚一开口请如姬，如姬必许诺，则得虎符夺晋鄙军，北救赵而西却秦，此五霸之伐也。”公子从其计，请如姬。如姬果盗晋鄙兵符与公子。公子行，侯生曰：“将在外，主令有所不受，以便国家。公子即合符，而晋鄙不授公子兵而复请之，事必危矣。臣客屠者朱亥可与俱，此人力士。晋鄙听，大善；不听，可使击之。”于是公子泣。侯生曰：“公子畏死邪？何泣也？”公子曰：“晋鄙嚄唶宿将，往恐不听，必当杀之，是以泣耳，岂畏死哉？”于是公子请朱亥。朱亥笑曰：“臣乃市井鼓刀屠者，而公子亲数存之，所以不报谢者，以为小礼无所用。今公子有急，此乃臣效命之秋也。”遂与公子俱。公子过谢侯生。侯生曰：“臣宜从，老不能。请数公子行日，以至晋鄙军之日，北乡自刭，以送公子。”公子遂行。\n　　至邺，矫魏王令代晋鄙。晋鄙合符，疑之，举手视公子曰：“今吾拥十万之众，屯于境上，国之重任，今单车来代之，何如哉？”欲无听。朱亥袖四十斤铁椎，椎杀晋鄙，公子遂将晋鄙军。勒兵下令军中曰：“父子俱在军中，父归；兄弟俱在军中，兄归；独子无兄弟，归养。”得选兵八万人，进兵击秦军。秦军解去，遂救邯郸，存赵。赵王及平原君自迎公子于界，平原君负韊矢为公子先引。赵王再拜曰：“自古贤人未有及公子者也。”当此之时，平原君不敢自比于人。公子与侯生决，至军，侯生果北乡自刭。\n　　魏王怒公子之盗其兵符，矫杀晋鄙，公子亦自知也。已却秦存赵，使将将其军归魏，而公子独与客留赵。赵孝成王德公子之矫夺晋鄙兵而存赵，乃与平原君计，以五城封公子。公子闻之，意骄矜而有自功之色。客有说公子曰：“物有不可忘，或有不可不忘。夫人有德于公子，公子不可忘也；公子有德于人，愿公子忘之也。且矫魏王令，夺晋鄙兵以救赵，于赵则有功矣，于魏则未为忠臣也。公子乃自骄而功之，窃为公子不取也。”于是公子立自责，似若无所容者。赵王埽除自迎，执主人之礼，引公子就西阶。公子侧行辞让，从东阶上。自言罪过，以负于魏，无功于赵。赵王侍酒至暮，口不忍献五城，以公子退让也。公子竟留赵。赵王以鄗为公子汤沐邑，魏亦复以信陵奉公子。公子留赵。公子闻赵有处士毛公藏于博徒，薛公藏于卖浆家，公子欲见两人，两人自匿不肯见公子。公子闻所在，乃间步往从此两人游，甚欢。平原君闻之，谓其夫人曰：“始吾闻夫人弟公子天下无双，今吾闻之，乃妄从博徒卖浆者游，公子妄人耳。”夫人以告公子。公子乃谢夫人去，曰：“始吾闻平原君贤，故负魏王而救赵，以称平原君。平原君之游，徒豪举耳，不求士也。无忌自在大梁时，常闻此两人贤，至赵，恐不得见。以无忌从之游，尚恐其不我欲也，今平原君乃以为羞，其不足从游。”乃装为去。夫人具以语平原君。平原君乃免冠谢，固留公子。平原君门下闻之，半去平原君归公子，天下士复往归公子，公子倾平原君客。公子留赵十年不归。秦闻公子在赵，日夜出兵东伐魏。魏王患之，使使往请公子。公子恐其怒之，乃诫门下：“有敢为魏王使通者，死。”宾客皆背魏之赵，莫敢劝公子归。毛公、薛公两人往见公子曰：“公子所以重于赵，名闻诸侯者，徒以有魏也。今秦攻魏，魏急而公子不恤，使秦破大梁而夷先王之宗庙，公子当何面目立天下乎？”语未及卒，公子立变色，告车趣驾归救魏。魏王见公子，相与泣，而以上将军印授公子，公子遂将。魏安釐王三十年，公子使使遍告诸侯。诸侯闻公子将，各遣将将兵救魏。公子率五国之兵破秦军于河外，走蒙骜。遂乘胜逐秦军至函谷关，抑秦兵，秦兵不敢出。当是时，公子威振天下，诸侯之客进兵法，公子皆名之，故世俗称魏公子兵法。秦王患之，乃行金万斤于魏，求晋鄙客，令毁公子于魏王曰：“公子亡在外十年矣，今为魏将，诸侯将皆属，诸侯徒闻魏公子，不闻魏王。公子亦欲因此时定南面而王，诸侯畏公子之威，方欲共立之。”秦数使反间，伪贺公子得立为魏王未也。魏王日闻其毁，不能不信，后果使人代公子将。公子自知再以毁废，乃谢病不朝，与宾客为长夜饮，饮醇酒，多近妇女。日夜为乐饮者四岁，竟病酒而卒。其岁，魏安釐王亦薨。秦闻公子死，使蒙骜攻魏，拔二十城，初置东郡。其后秦稍蚕食魏，十八岁而虏魏王，屠大梁。\n　　高祖始微少时，数闻公子贤。及即天子位，每过大梁，常祠公子。高祖十二年，从击黥布还，为公子置守冢五家，世世岁以四时奉祠公子。\n　　太史公曰：吾过大梁之墟，求问其所谓夷门。夷门者，城之东门也。天下诸公子亦有喜士者矣，然信陵君之接岩穴隐者，不耻下交，有以也。名冠诸侯，不虚耳。高祖每过之而令民奉祠不绝也。\n","contyishang":["　　魏公子叫无忌，是魏昭王的小儿子、魏安釐王的异母弟弟。昭王去世后，安釐王即位，封公子为信陵君。当时范睢从魏国逃出到秦国任秦相，因为怨恨魏相魏齐屈打自己几乎致死的缘故，就派秦军围攻大梁，击败了魏国驻扎在华阳的部队，使魏将芒卯战败而逃。魏王和公子对这件事十分焦虑。","　　公子的为人仁爱宽厚礼贤下士，士人无论有无才能或才能大小，他都谦恭有礼地同他们交往，从来不敢因为自己富贵而轻慢士人。因此方圆几千里的士人都争相归附于他，招来食客三千人。当时，诸侯各国因公子贤德，宾客众多，连续十几年不敢动兵谋犯魏国。","　　有一次，公子跟魏王正在下棋，不想北边边境传来警报，说“赵国\n"]}},{"title":"写人","cont":{"title":"五柳先生传","nian":"魏晋","author":"陶渊明","contson":"\n　　先生不知何许人也，亦不详其姓字，宅边有五柳树，因以为号焉。闲静少言，不慕荣利。好读书，不求甚解；每有会意，便欣然忘食。性嗜酒，家贫不能常得。亲旧知其如此，或置酒而招之；造饮辄尽，期在必醉。既醉而退，曾不吝情去留。环堵萧然，不蔽风日；短褐穿结，箪瓢屡空，晏如也。常著文章自娱，颇示己志。忘怀得失，以此自终。\n　　赞曰：黔娄之妻有言：“不戚戚于贫贱，不汲汲于富贵。”其言兹若人之俦乎？衔觞赋诗，以乐其志，无怀氏之民欤？葛天氏之民欤？\n","contyishang":["译文　　不知道五柳先生是什么地方的人，也不清楚他的姓字。因为住宅旁边有五棵柳树，就把这个作为号了。他安安静静，很少说话，也不羡慕荣华利禄。他喜欢读书，不在一字一句的解释上过分深究；每当对书中的内容有所领会的时候，就会高兴得连饭也忘了吃。他生性喜爱喝酒，家里穷经常没有酒喝。亲戚朋友知道他这种境况，有时摆了酒席叫他去喝。他去喝酒就喝个尽兴，希望一定喝醉；喝醉了就回家，竟然说走就走。简陋的居室里空空荡荡，遮挡不住严寒和烈日，粗布短衣上打满了补丁，盛饭的篮子和饮水的水瓢里经常是空的，可是他还是安然自得。常常写文章来自娱自乐，也稍微透露出他的志趣。他从不把得失放在心上，从此过完自己的一\n"]}},{"title":"写人","cont":{"title":"赠女冠畅师","nian":"宋代","author":"秦观","contson":"\n瞳人剪水腰如束，一幅乌纱裹寒玉。飘然自有姑射姿，回看粉黛皆尘俗。雾阁云窗人莫窥，门前车马任东西。礼罢晓坛春日静，落红满地乳鸦啼。\n","contyishang":["译文畅师的眼睛明亮如秋水，纤腰细如束素帛，头上一幅青布道巾，包裹着犹如冰肌玉骨的美人。她翩翩仪态就仿佛藐姑射山上神仙的姿容，回头再看人间粉黛都像尘土般庸俗。她清幽的住处云雾缭绕有如仙境，别人轻易看不见她；门前游春公子车水马龙，但她视而不见听而不闻。早晨她做完斋戒功课后即显得心境安宁，纵然在这样的春日里，落红满地，乳鸦鸣啭，她也始终不为所动，真诚奉道。","注释①女冠：女道士。《旧唐书·则天皇后纪》：“僧尼处道士女冠之前。”《宋史·徽宗纪》：“宣和元年，诏改女冠为女道。”师：对道士的尊称。②瞳人：瞳孔。唐李\n"]}},{"title":"写人","cont":{"title":"杂诗七首·其四","nian":"魏晋","author":"曹植","contson":"\n南国有佳人，容华若桃李。朝游江北岸，夕宿潇湘沚。时俗薄朱颜，谁为发皓齿？俯仰岁将暮，荣耀难久恃。\n","contyishang":["译文在南方，有一位美丽的女子，她的面容若桃花般芳艳，如李花般清丽。早晨她来到江北岸边游玩，夜晚她到萧湘的小岛中休憩。当世的风气轻视美丽的容颜，贝齿轻启的微笑为谁而发呢？转瞬间，岁月消逝，可是青春的美貌是难以永远存在的。 ","注释①南国：古代泛指江南一带。容华：容貌。　②湘沚：湘水中的小洲。湘水在湖南，入洞庭湖。沚，水中小洲。朝游北岸，夕宿湘沚，是以湘水女神自喻，应取意于屈原《九歌》。此句一作“日夕宿湘沚”。　③薄朱颜：不重视美貌的人，这里指不重视有才德的人。　④发皓齿：指唱歌或说话，\n"]}},{"title":"写人","cont":{"title":"子产论尹何为邑","nian":"先秦","author":"左丘明","contson":"\n　　子皮欲使尹何为邑。子产曰：“少，未知可否。”子皮曰：“愿，吾爱之，不吾叛也。使夫往而学焉，夫亦愈知治矣。”子产曰；“不可。人之爱人，求利之也。今吾子爱人则以政。犹未能操刀而使割也，其伤实多。子之爱人，伤之而已，其谁敢求爱于子？子于郑国，栋也。栋折榱崩，侨将厌焉，敢不尽言？子有美锦，不使人学制焉。大官大邑，身之所庇也，而使学者制焉。其为美锦，不亦多乎？侨闻学而后入政，未闻以政学者也。若果行此，必有所害。譬如田猎，射御贯，则能获禽；若未尝登车射御，则败绩厌覆是惧，何暇思获？\n　　子皮曰：“善哉！虎不敏。吾闻君子务知大者、远者，小人务知小者、近者。我，小人也。衣服附在吾身，我知而慎之；大官、大邑，所以庇身也，我远而慢之。微子之言，吾不知也。他日我曰：‘子为郑国，我为吾家，以庇焉，其可也。’今而后知不足。自今请虽吾家，听子而行。”子产曰：“人心之不同，如其面焉。吾岂敢谓子面如吾面乎？抑心所谓危，亦以告也。”子皮以为忠，故委政焉。子产是以能为郑国。 \n","contyishang":["译文　　子皮想让尹何治理一个采邑。子产说：“尹何年轻，不知能否胜任。”子皮说：“这个人忠厚谨慎，我喜爱他，他一定不会背叛我的。让他到那里学习一下，就会更加懂得治理政事的方法。”子产说：“不行。一个人假如真正喜爱别人，那就应该让他得到好处。现在您喜爱别人，就想让他来管理政事，这就如同让一个还不会拿刀的人去割肉一样，多半会割伤自己。您的所谓爱人，只不过是伤害人家罢了，那么以后谁还敢求得您的喜爱呢？您在郑国如同房屋的栋梁，栋梁折断了，屋椽自然要崩塌，我也会被压在屋子底下，因此怎敢不把自己的全部想法说出来呢！譬如您有一块美丽的锦缎，您一定不肯让人用它来练习剪裁衣服。担任大官、治理大邑\n"]}},{"title":"写人","cont":{"title":"途经秦始皇墓","nian":"唐代","author":"许浑","contson":"\n龙盘虎踞树层层，势入浮云亦是崩。一种青山秋草里，路人唯拜汉文陵。\n","contyishang":["译文龙盘虎踞地势雄峻绿树一层层，哪怕高入浮云最终也是要坍崩。赢政刘恒同样葬在青山秋草里，人们却只去祭拜汉文帝的霸陵。","注释⑴秦始皇墓：在陕西临潼下河村附近，南依骊山，北临渭水，坟茔巨大，草木森然。⑵龙盘虎踞：形容地势雄峻险要。⑶崩：败坏。《诗经·鲁颂·閟宫》：“不亏不崩。”汉郑玄注：“亏、崩，皆谓毁坏也。”⑷一种：一般，同样。⑸汉文陵：即霸陵，汉文帝刘恒的陵墓，在今陕西西安东郊的霸陵原上，距秦始皇陵不远。汉文帝生时以节俭出名，死后薄葬，霸陵极其朴素，受到后人称赞。"]}},{"title":"写人","cont":{"title":"苏秦以连横说秦","nian":"先秦","author":"佚名","contson":"\n　　苏秦始将连横说秦惠王曰：“大王之国，西有巴、蜀、汉中之利，北有胡貉、代马之用，南有巫山、黔中之限，东有肴、函之固。田肥美，民殷富，战车万乘，奋击百万，沃野千里，蓄积饶多，地势形便，此所谓天府，天下之雄国也。以大王之贤，士民之众，车骑之用，兵法之教，可以并诸侯，吞天下，称帝而治。愿大王少留意，臣请奏其效。”\n　　秦王曰：“寡人闻之：毛羽不丰满者，不可以高飞，文章不成者不可以诛罚，道德不厚者不可以使民，政教不顺者不可以烦大臣。今先生俨然不远千里而庭教之，愿以异日。”\n　　苏秦曰：“臣固疑大王之不能用也。昔者神农伐补遂，黄帝伐涿鹿而禽蚩尤，尧伐驩兜，舜伐三苗，禹伐共工，汤伐有夏，文王伐崇，武王伐纣，齐桓任战而伯天下。由此观之，恶有不战者乎？古者使车毂击驰，言语相结，天下为一，约从连横，兵革不藏。文士并饬，诸侯乱惑，万端俱起，不可胜理。科条既备，民多伪态，书策稠浊，百姓不足。上下相愁，民无所聊，明言章理，兵甲愈起。辩言伟服，战攻不息，繁称文辞，天下不治。舌弊耳聋，不见成功，行义约信，天下不亲。于是乃废文任武，厚养死士，缀甲厉兵，效胜于战场。夫徒处而致利，安坐而广地，虽古五帝三王五伯，明主贤君，常欲坐而致之，其势不能。故以战续之，宽则两军相攻，迫则杖戟相橦，然后可建大功。是故兵胜于外，义强于内，威立于上，民服于下。今欲并天下，凌万乘，诎敌国，制海内，子元元，臣诸侯，非兵不可。今不嗣主，忽于至道，皆惛于教，乱于治，迷于言，惑于语，沈于辩，溺于辞。以此论之，王固不能行也。”\n　　说秦王书十上而说不行，黑貂之裘弊，黄金百斤尽，资用乏绝，去秦而归，羸縢履蹻，负书担橐，形容枯槁，面目犁黑，状有愧色。归至家，妻不下紝，嫂不为炊。父母不与言。苏秦喟叹曰：“妻不以我为夫，嫂不以我为叔，父母不以我为子，是皆秦之罪也。”乃夜发书，陈箧数十，得太公阴符之谋，伏而诵之，简练以为揣摩。读书欲睡，引锥自刺其股，血流至足，曰：“安有说人主，不能出其金玉锦绣，取卿相之尊者乎？”期年，揣摩成，曰：“此真可以说当世之君矣。”\n　　于是乃摩燕乌集阙，见说赵王于华屋之下，抵掌而谈，赵王大悦，封为武安君。受相印，革车百乘，锦绣千纯，白璧百双，黄金万溢，以随其后，约从散横以抑强秦，故苏秦相于赵而关不通。\n　　当此之时，天下之大，万民之众，王侯之威，谋臣之权，皆欲决苏秦之策。不费斗粮，未烦一兵，未战一士，未绝一弦，未折一矢，诸侯相亲，贤于兄弟。夫贤人在而天下服，一人用而天下从，故曰：式于政不式于勇；式于廊庙之内，不式于四境之外。当秦之隆，黄金万溢为用，转毂连骑，炫熿于道，山东之国从风而服，使赵大重。且夫苏秦，特穷巷掘门桑户棬枢之士耳，伏轼撙衔，横历天下，廷说诸侯之王，杜左右之口，天下莫之能伉。\n　　将说楚王，路过洛阳，父母闻之，清宫除道，张乐设饮，郊迎三十里。妻侧目而视，倾耳而听。嫂蛇行匍伏，四拜自跪而谢。苏秦曰：“嫂何前倨而后卑也？”嫂曰：“以季子之位尊而多金。”苏秦曰：“嗟乎！贫穷则父母不子，富贵则亲戚畏惧。人生世上，势位富厚，盖可忽乎哉？”\n","contyishang":["译文　　苏秦起先主张连横，劝秦惠王说：“大王您的国家，西面有巴、蜀、汉中的富饶，北面有胡貉和代马的物产，南面有巫山、黔中的屏障，东面有肴山、函谷关的坚固。耕田肥美，百姓富足，战车有万辆，武士有百万，在千里沃野上有多种出产，地势形胜而便利，这就是所谓的天府，天下显赫的大国啊。凭着大王的贤明，士民的众多，车骑的充足，兵法的教习，可以兼并诸侯，独吞天下，称帝而加以治理。希望大王能对此稍许留意一下，我请求来实现这件事。”　　秦王回答说：“我听说：羽毛不丰满的不能高飞上天，法令不完备的不能惩治犯人，道德不深厚的不能驱使百姓，政教不顺民心的不能烦劳大臣。现在您一本正经老远跑来\n"]}},{"title":"写人","cont":{"title":"游太平公主山庄","nian":"唐代","author":"韩愈","contson":"\n公主当年欲占春，故将台榭押城闉。欲知前面花多少，直到南山不属人。\n","contyishang":["译文太平公主当年想占尽春色，把自己山庄的亭台楼阁筑得高过城闉。要想知道山庄前面的花木还有多少，一直延伸到终南山也不属于他人。","注释①太平公主：武则天之女。②占春：占尽人间春光美色。③台榭（xiè）：亭台楼阁。④城闉（yīn）：城门外层的曲城。⑤南山：指终南山。"]}},{"title":"写人","cont":{"title":"送东莱王学士无竞","nian":"唐代","author":"陈子昂","contson":"\n宝剑千金买，平生未许人。怀君万里别，持赠结交亲。孤松宜晚岁，众木爱芳春。已矣将何道，无令白发新。\n","contyishang":["译文这把宝剑异常珍贵价值千金，多年来我从未答应送给别人。想到你就要启程到远隔万里的地方去，把它赠送给你以表结交情深。峰顶孤松适宜在严寒中生长，一般草木喜欢在春天里争胜。生在当今世道还有什么可说，你千万别愁添白发就此消沉。","注释东莱（lái）：西汉郡名，治所在今山东掖县。学士：官名，是皇帝身边的文学侍从。无竞：王无竞，字仲烈，东莱人。性情刚烈耿直，不肯奉迎权贵，仕途坎坷，屡遭贬谪。未许人：没有答应送给别人。未：没有。许：应允，认可，答应。怀君：想念您。怀：想到，想念。\n"]}},{"title":"写人","cont":{"title":"减字木兰花·歌檀敛袂","nian":"宋代","author":"欧阳修","contson":"\n歌檀敛袂。缭绕雕梁尘暗起。柔润清圆。百琲明珠一线穿。樱唇玉齿。天上仙音心下事。留往行云。满坐迷魂酒半醺。\n","contyishang":["译文歌女歌唱时动作举止从容，落落大方。她的歌声有时高亢嘹亮，经久不息；有时又轻柔圆润，如百琲明珠缠绵不绝。歌女唇如樱桃，齿如白玉，她美妙的嗓子发出的仙音，天上的行云都停留下来了，宴会中满座的与宴者都已如痴如醉。","注释⑴减字木兰花：唐教坊曲，后用为词牌名，又名减兰。⑵歌檀敛袂：此句写女子歌唱时的动作。歌檀（tán）：边拍檀板边唱歌。敛袂（mèi）：卷起衣服袖子。⑶‘‘缭绕”句：渲染女子歌声清越和悠长，余音绕梁不绝的特点。语出以下二典。《列子·汤问》：“昔韩娥东之齐，匮粮，过雍门，鬻歌假食，既去而余音绕梁俪，三日不绝\n"]}},{"title":"写人","cont":{"title":"南柯子·怅望梅花驿","nian":"宋代","author":"范成大","contson":"\n怅望梅花驿，凝情杜若洲。香云低处有高楼，可惜高楼不近木兰舟。缄素双鱼远，题红片叶秋。欲凭江水寄离愁，江已东流那肯更西流。\n","contyishang":["译文惆怅的望着梅花驿，专注的看着开有燕子花的绿洲。祥云下面有高楼大厦，可惜高楼不是用木兰木做的。想用缄帛写信可是离双鱼很遥远无从寄信，于是秋叶都红了也还没写。想借助江水寄托离愁别绪，可是江水是向东流的哪里能够流向西边呢？","注释⑴驿：驿，音亦，驿站、传舍，古传递文书、官员来往及运输途中暂息住宿之所。古驿传有亭，故又称驿亭。清末置邮局后始废。⑵杜若：燕子花也。⑶双鱼：古乐府《饮马长城窟行》有“客从远方来，遗我双鲤鱼。呼儿烹鲤鱼，中有尺素书。长跪读素书，书中竟何如。上有加餐食，下有长相忆。”，又《汉书·苏武传》有“教使\n"]}},{"title":"写人","cont":{"title":"题张氏隐居二首","nian":"唐代","author":"杜甫","contson":"\n春山无伴独相求，伐木丁丁山更幽。涧道馀寒历冰雪，石门斜日到林丘。不贪夜识金银气，远害朝看麋鹿游。乘兴杳然迷出处，对君疑是泛虚舟。\n之子时相见，邀人晚兴留。霁潭鳣发发，春草鹿呦呦。杜酒偏劳劝，张梨不外求。前村山路险，归醉每无愁。\n","contyishang":["译文春日的山中独处无伴，因而特意把您访求，丁丁的伐木声使山谷更显清幽。经残余着寒气和冻雪的山涧通道，历石门古道于傍晚时分到达您的隐居处。您从不贪财，夜间也不去观看金银之气；只愿躲避灾祸，每天欣赏麋鹿闲游。我乘兴而来，为您的情怀所感而迷路；面对您，仿佛是坐上随意漂游之小舟。","张先生啊，您经常和我相见，眼下天色已晚，却仍邀请我留下，以尽晚间雅兴。晴明的潭水上，鳣鱼游跃，弄出“发发”之响。春天草野间，传来“呦呦”鹿鸣。酒本是我杜家的，却偏偏劳您来劝我；梨本是你张府上的，自然不必向外找。前村的山路\n"]}},{"title":"写人","cont":{"title":"楚归晋知罃","nian":"先秦","author":"左丘明","contson":"\n　　晋人归楚公子谷臣，与连尹襄老之尸于楚，以求知罃。于是荀首佐中军矣，故楚人许之。\n　　王送知罃，曰：“子其怨我乎？”对曰：“二国治戎，臣不才，不胜其任，以为俘馘。执事不以衅鼓，使归即戮，君之惠也。臣实不才，又谁敢怨？”\n　　王曰：“然则德我乎？”对曰：“二国图其社稷，而求纾其民，各惩其忿，以相宥也，两释累囚，以成其好。二国有好，臣不与及，其谁敢德？”\n　　王曰：“子归何以报我？”对曰：“臣不任受怨，君亦不任受德。无怨无德，不知所报。”\n　　王曰：“虽然，必告不谷。”对曰：“以君之灵，累臣得归骨于晋，寡君之以为戮，死且不朽。若从君之惠而免之，以赐君之外臣首；首其请于寡君，而以戮于宗，亦死且不朽。若不获命，而使嗣宗职，次及于事，而帅偏师以脩封疆，虽遇执事，其弗敢违。其竭力致死，无有二心，以尽臣礼。所以报也！\n　　王曰：“晋未可与争。”重为之礼而归之。 \n","contyishang":["译文　　晋人把楚国公子谷臣和连尹襄老的尸首归还给楚国，以此要求交换知罃。当时荀首已经是中军副帅，所以楚人答应了。楚王送别知罃，说：“您恐怕怨恨我吧！”知罃回答说：“两国兴兵，下臣没有才能，不能胜任自己的任务，所以做了俘虏。君王的左右没有用我的血来祭鼓，而让我回国去接受诛戮，这是君王的恩惠啊。下臣实在没有才能，又敢怨恨谁？”楚王说：“那么感激我吗？”知罃回答说：“两国为自己的国家打算，希望让百姓得到平安，各自抑止自己的愤怒，来互相原谅，两边都释放被俘的囚犯，以结成友好。两国友好，下臣不曾与谋，又敢感激谁？”楚王说：“您回去，用什么报答我？”知罃回答说：“下臣无所怨恨，君王也不受\n"]}},{"title":"写人","cont":{"title":"生查子·富阳道中","nian":"宋代","author":"毛滂","contson":"\n春晚出山城，落日行江岸。人不共潮来，香亦临风散。 花谢小妆残，莺困清歌断。行雨梦魂消，飞絮心情乱。\n","contyishang":["　　《生查子》，原是唐代教坊曲名。这首词的写作背景与作者的《惜分飞·富阳僧舍作别语赠妓琼芳》一样，皆是他辞官后，行于富阳途中所作。","　　词的上片，首句写词人在暮春傍晚时分，独自离开富阳县的山城，行至富春江畔。富阳县位于杭州府西南，富春江的下游。词人眺望江面，雾霭茫茫，斜晖脉脉，在这黯然萧索的氛围中，强烈的怅意和思念占据了词人的心。“人不共潮来，香亦临风散”，就是词人所惆怅所思念的事情了。词人深感遗恨的是，钱塘潮水不能将心爱的人带到身边，而那女子为自己祈祝燃香，香烟则随风飘散了。人既不能来，香也闻不到，祈愿是枉然，寄信更不通，这令词人深感痛苦。","　　词的下片\n"]}},{"title":"写人","cont":{"title":"淮上渔者","nian":"唐代","author":"郑谷","contson":"\n白头波上白头翁，家逐船移浦浦风。(浦浦风 一和：浦江风)一尺鲈鱼新钓得，儿孙吹火荻花中。\n","contyishang":["译文无边淮河白浪滚滚，白发渔翁以船为家。水边轻风阵阵，渔船随处飘流。老渔夫刚刚钓得的尺把长的鲈鱼，儿孙们在荻花从中忙着吹火饮食。","注释①白头波：江上的白浪。②白头翁：鸟类的一种，文中指白头发的老渔翁。③逐：跟随，随着。④浦：水边，岸边，或为风的“呼呼”声。⑤吹火：生火。⑥荻（dí）：生在水边的草本植物，形状像芦苇，花呈紫色。"]}},{"title":"写人","cont":{"title":"贝宫夫人","nian":"唐代","author":"李贺","contson":"\n丁丁海女弄金环，雀钗翘揭双翅关。六宫不语一生闲，高悬银牓照青山。长眉凝绿几千年，清凉堪老镜中鸾。秋肌稍觉玉衣寒，空光贴妥水如天。\n","contyishang":["译文被风吹拂的海女（贝宫夫人）及侍女，响起了叮铃的佩环，贝宫夫人头上雀钗高耸，雀翅紧闭关。她有六个寝宫，整日不语多安闲，庙门前银匾高悬，辉耀着四周的群山。夫人长眉凝翠绿，神寿长久几千年，她清心寡欲，铜镜中常飞着青凤鸾。秋天的风光多明净，水色天色难分辨，看夫人玉衣多单薄，令人稍觉肌肤寒。","注释1.贝宫夫人：神女，身份不明，宋代吴正子、明代曾益以为是龙女，清代姚文燮以为是海神，清代学者王琦则认为是南朝梁文学家任昉《述异记》中所记的贝宫夫人，在太乙山下。2.丁丁：环佩相击声。海女：海神之女。弄金环：风儿吹拂\n"]}},{"title":"写人","cont":{"title":"白马篇","nian":"魏晋","author":"曹植","contson":"\n白马饰金羁，连翩西北驰。借问谁家子，幽并游侠儿。 少小去乡邑，扬声沙漠垂。宿昔秉良弓，楛矢何参差。控弦破左的，右发摧月支。仰手接飞猱，俯身散马蹄。狡捷过猴猿，勇剽若豹螭。边城多警急，虏骑数迁移。羽檄从北来，厉马登高堤。长驱蹈匈奴，左顾凌鲜卑。弃身锋刃端，性命安可怀？父母且不顾，何言子与妻！名编壮士籍，不得中顾私。捐躯赴国难，视死忽如归！(名编 一作：名在)\n","contyishang":["译文驾驭着白马向西北驰去，马上佩带着金色的马具。有人问他是谁家的孩子，边塞的好男儿游侠骑士。年纪轻轻就离别了家乡，到边塞显身手建立功勋。楛木箭和强弓从不离身，下苦功练就了一身武艺。拉开弓如满月左右射击，一箭箭中靶心不差毫厘。飞骑射裂了箭靶“月支”，转身又射碎箭靶“马蹄”。他灵巧敏捷赛过猿猴，又勇猛轻疾如同豹螭。听说国家边境军情紧急，侵略者一次又一次进犯内地。告急信从北方频频传来，游侠儿催战马跃上高堤。随大军平匈奴直捣敌巢，再回师扫鲜卑驱逐敌骑。上战场面对着刀山剑树，从不将安和危放在心里。连父母也不能孝顺服侍，更不能顾\n"]}},{"title":"写人","cont":{"title":"历阳壮士勤将军名思齐歌","nian":"唐代","author":"李白","contson":"\n历阳壮士勤将军，神力出于百夫，则天太后召见，奇之，授游击将军，赐锦袍玉带，朝野荣之。后拜横南将军。大臣慕义，结十友，即燕公张说、馆陶公郭元振为首。余壮之，遂作诗。\n太古历阳郡，化为洪川在。江山犹郁盘，龙虎秘光彩。蓄泄数千载，风云何霮薱！特生勤将军，神力百夫倍。\n","contyishang":["译文历阳郡县历史悠久，远古即有，但是曾经整体下陷成为湖泊。山水曲折幽深，郁郁葱葱，是个龙盘虎踞,韬晦之地。经过千年蓄集风水，风云际会。终于诞生了勤将军你这样的天生将才，神勇无比，以一当百！","注释⑴游击将军：古代武官名。五品以上散武官。⑵张说：公元667—730年。唐洛阳人，字道济，封燕国公。郭元振：公元656—713年。名振，字元振。曾任睿宗朝兵部尚书、同中书门下三品（宰相）。⑶化为洪川：《搜神记》: 历阳之地，一夕沦入地中而为水泽，今麻湖是也。《述异记》：和州历阳沦为湖。昔有书生遇一老姥\n"]}},{"title":"写人","cont":{"title":"嫦娥","nian":"唐代","author":"李商隐","contson":"\n云母屏风烛影深，长河渐落晓星沉。嫦娥应悔偷灵药，碧海青天夜夜心。\n","contyishang":["译文透过装饰着云母的屏风，烛影渐渐暗淡下去。银河也在静静地消失，晨星沉没在黎明的曙光里。月宫的嫦娥恐怕后悔偷了后羿的长生不老药，现在只有那青天碧海夜夜陪伴着她一颗孤独的心。","韵译云母屏风染上一层浓浓的烛影，银河逐渐斜落启明星也已下沉。嫦娥想必悔恨当初偷吃下灵药，如今独处碧海青天而夜夜寒心。","注释1．嫦娥：古代神话中的月中仙女，江苏人。《淮南子·览冥训》：“羿请不死之药于西王母，恒娥窃以奔月。”恒又作姮。2．云母屏风：嵌着云母石的屏风。此言嫦娥在月宫居室中独处，夜晚，唯烛影和屏风相伴。\n"]}},{"title":"写人","cont":{"title":"送征衣·过韶阳","nian":"宋代","author":"柳永","contson":"\n过韶阳，璿枢电绕，华渚虹流，运应千载会昌。罄寰宇、荐殊祥。吾皇。诞弥月，瑶图缵庆，玉叶腾芳。并景贶、三灵眷祐，挺英哲、掩前王。遇年年、嘉节清和，颁率土称觞。 无间要荒华夏，尽万里、走梯航。彤庭舜张大乐，禹会群方。鹓行。望上国，山呼鳌抃，遥爇炉香。竟就日、瞻云献寿，指南山、等无疆。愿巍巍、宝历鸿基，齐天地遥长。\n","contyishang":["译文极其美好的时光。电光环绕北斗，星如虹流于华渚，国运千载会当兴盛隆昌。进献全天下不同寻常的祥瑞。怀胎十月产期满，我皇诞生，皇图有继，普天同庆。金枝玉叶芬芳，五色云气升腾。并赐予祥瑞的天、地、人之灵眷顾保佑，秀挺英哲，足以掩盖前王。年年遇逢四月清和嘉节，赏赐全国举杯祝酒。不论属国中原，都不远万里梯山航海而来。朝廷内奏起象征教平音和、君圣臣贤的舜之“韶”乐，像大禹一样全聚各路诸侯。朝班如鹓鹭井然有序。附属国仰望宗主国，山也呼唤，鳌也鼓舞，遥燃香炉。我皇犹如尧帝，其仁如天，其知如神。就之如日，望之如云。仰望祝寿：祝我皇寿比南山，万寿无疆。愿崇高的皇位和帝王基业，与天地\n"]}},{"title":"写人","cont":{"title":"宴清都·连理海棠","nian":"宋代","author":"吴文英","contson":"\n绣幄鸳鸯柱，红情密、腻云低护秦树。芳根兼倚，花梢钿合，锦屏人妒。东风睡足交枝，正梦枕瑶钗燕股。障滟蜡、满照欢丛，嫠蟾冷落羞度。人闲万感幽单，华清惯浴，春盎风露。连鬟并暖，同心共结，向承恩处。凭谁为歌长恨？暗殿锁、秋灯夜语。叙旧期、不负春盟，红朝翠暮。\n","contyishang":["译文一棵棵连在一起的海棠树干，好象是一对对相依的鸳鸯，花团锦簇。红花开得茂盛，绿叶低垂，像似在护卫着连理的海棠。美丽的树根在地下相互交错依靠，柔嫩的花梢如精美的盒扇般相互依傍，惹得深闺女子嫉妒感伤。和煦的春风中，海棠花像美人熟睡，倚卧在相交的花枝上，如同情人进入甜蜜的梦乡，形似燕尾的玉钗遗落枕旁。多情的人举起红蜡烛，照遍美丽的海棠，尽情游玩观赏，月宫中孤居的嫦娥见此情景，更感幽怨哀伤。人世间的许多人都感到孤单凄凉，有几人能像杨贵妃那样赐浴华清池，尽情地享受皇帝的雨露风光。他们在温暖的芙蓉帐中，同心共结，相依相傍，誓愿世世代代永不分离。可为什么生死两茫茫，谁创作长恨\n"]}},{"title":"写人","cont":{"title":"献钱尚父","nian":"唐代","author":"贯休","contson":"\n贵逼人来不自由，龙骧凤翥势难收。满堂花醉三千客，一剑霜寒十四州。鼓角揭天嘉气冷，风涛动地海山秋。东南永作金天柱，谁羡当时万户侯。\n","contyishang":["译文富贵袭人而来人也没有办法，一个人奋发，他的成就是止不住的。满堂的花香熏醉了无数宾客，一把利剑横扫两折十四州。战鼓和号角声冲入云霄使得天之气都变得寒冷，风浪席卷而来让天下好像入了秋。掌握这东南之地，作祥瑞天象的支柱，谁还羡慕旧时的万户侯呢。","注释①钱尚父：即钱镠，五代十国时期吴越国的创建者。②贵逼人来：富贵逼人而来，即不求富贵而富贵自来。③龙骧凤翥：也作凤翥龙骧，形容发奋有为。④十四州：当时吴越王钱镠安居十四州。⑤鼓角：战鼓和号角声。⑥揭天：指声音高入\n"]}},{"title":"写人","cont":{"title":"董行成","nian":"宋代","author":"佚名","contson":"\n唐怀州河内县董行成能策贼。有一人从河阳长店,盗行人驴一头并皮袋。天欲晓,至怀州。行成至街中,见之，叱曰：“个贼住！即下驴来！”遂承伏。人问何以知之。行成曰：“此驴行急而汗，非长行也；见人则引缰远过，怯也；以此知之。”捉送县，有顷，驴主寻踪至，皆如其言。\n","contyishang":["译文唐朝怀州河内县，有个叫董行成的人，能一眼就分辨出对方是否贼匪。 有一名贼人在河阳长店偷得路人一头驴和皮袋，在天快破晓时赶到怀州境内，正巧碰到董行成迎面而来。董行成一见他就大声喝道：“你这贼子给我站住！立即从驴上下来！” 那人一听立即下驴认罪。 事后有人问董行成如何看出那人是贼，董行成说：“这头驴因长途急行而流汗，不是走了很长的路；而是这人见了路人也会引驴绕路，这一定是因他心虚；所以我判定他一定是贼。” 董行成将盗贼送到县衙，不一会儿，驴的主人寻着踪迹找来了，实际情况和董行成说的一模一样。","注释策：辨认至：到遂：于是\n"]}},{"title":"写人","cont":{"title":"采桑子·西楼月下当时见","nian":"宋代","author":"晏几道","contson":"\n西楼月下当时见，泪粉偷匀。歌罢还颦。恨隔炉烟看未真。别来楼外垂杨缕，几换青春。倦客红尘。长记楼中粉泪人。\n","contyishang":["　　上片忆当年西楼月下初见，泪粉而偷匀，歌罢而还颦，细腻地描绘出歌女的处境、神态和心情。起首两句写一次夜间的宴集，词人在月下与她相见—— 她正偷偷地抹干珠泪，重整铅华。“泪粉偷匀”，初次见面的印象是最深刻的，也许是终生不忘的，何况那是一位正在流泪的姑娘！“匀”，谓匀粉，把脸上的粉搽匀。“偷匀”二字，中含几许辛酸。“歌罢还颦”，她匀脸后还要继续唱歌，唱完了歌却又皱着眉头，郁郁不乐，那神态可惜隔着袅袅的炉烟，未能看得真切。“看未真”三字，意味深长。其实，淡薄的香烟，不能阻隔人的视线，词人所“恨”的只是坐处与她隔开，未得亲近，尤其是无法知道她为什么流泪悲伤。上片着力在“泪”字与“颦”字。歌女的\n"]}},{"title":"写人","cont":{"title":"浣溪沙·徐邈能中酒圣贤","nian":"宋代","author":"苏轼","contson":"\n徐邈能中酒圣贤，刘伶席地幕青天，潘郎白璧为谁连。无可奈何新白发，不如归去旧青山，恨无人借买山钱。\n","contyishang":["译文徐邈醉得连酒的清浊能辨，刘伶以地为坐席以青天作帐幕，夏侯湛死后，潘安和谁合称连白璧。没有什么办法不让新白发增添，不如归葬于家乡熟知的青山上，抱恨没有人借给我购田买房隐居的钱。","注释①浣溪沙：词牌名，唐教坊曲名，因春秋时期人西施浣纱于若耶溪而得名，后用作词牌名，又名“浣溪纱”“小庭花”等。此调有平仄两体。全词分上下两片，上片三句全用韵，下片末二句用韵，过片二句用对偶句的居多。音节明快，句式整齐，易于上口，为婉约派与豪放派多数词人所常用。②徐邈：字景山，燕国蓟人。三国时期魏国初建，官至尚书郎。中：醉昏。酒圣贤：言酒的清浊。\n"]}},{"title":"写人","cont":{"title":"元丹丘歌","nian":"唐代","author":"李白","contson":"\n元丹丘，爱神仙，朝饮颍川之清流，暮还嵩岑之紫烟，三十六峰长周旋。长周旋，蹑星虹，身骑飞龙耳生风，横河跨海与天通，我知尔游心无穷。\n","contyishang":["译文元丹丘啊，爱神仙，早上你还在颍川的清流中饮水，晚上就回到紫烟缭绕的高山中来了，你常在嵩山的三十六峰上来回盘旋。你来往于群峰之间时，身骑飞龙，耳边呼呼生风，其速度之快可追赶流星。你可横跨河海与天相通，我知道你是想游无穷之境，追求无边的快乐啊。","注释元丹丘：李白二十岁左右在蜀中认识的道友，是李白一生中最重要的交游人物之一，曾一起在河南嵩山隐居。爱神仙：一作“好神仙”。“好”字似更合理。颍川：这里指颍水，即今颍河，源出河南省登封市嵩山西南阳乾山，东南流至今安徽颍上县东南入淮河。嵩\n"]}},{"title":"写人","cont":{"title":"丹青引赠曹将军霸","nian":"唐代","author":"杜甫","contson":"\n将军魏武之子孙，于今为庶为清门。英雄割据虽已矣，文采风流今尚存。学书初学卫夫人，但恨无过王右军。丹青不知老将至，富贵于我如浮云。开元之中常引见，承恩数上南薰殿。凌烟功臣少颜色，将军下笔开生面。良相头上进贤冠，猛将腰间大羽箭。褒公鄂公毛发动，英姿飒爽来酣战。先帝御马五花骢，画工如山貌不同。是日牵来赤墀下，迥立阊阖生长风。诏谓将军拂绢素，意匠惨澹经营中。斯须九重真龙出，一洗万古凡马空。玉花却在御榻上，榻上庭前屹相向。至尊含笑催赐金，圉人太仆皆惆怅。弟子韩干早入室，亦能画马穷殊相。干惟画肉不画骨，忍使骅骝气凋丧。将军画善盖有神，必逢佳士亦写真。即今漂泊干戈际，屡貌寻常行路人。途穷反遭俗眼白，世上未有如公贫。但看古来盛名下，终日坎壈缠其身。\n","contyishang":["译文曹将军是魏武帝曹操后代子孙，而今却沦为平民百姓成为寒门。英雄割据的时代一去不复返了，曹家文章丰采却在你身上留存。当年为学书法你先拜师卫夫人，只恨得没有超过王羲之右将军。你毕生专攻绘画不知老之将至，荣华富贵对于你却如空中浮云。开元年间你常常被唐玄宗召见，承恩载德你曾多次登上南薰殿。凌烟阁的功臣画象年久褪颜色，曹将军你挥笔重画又别开生面。良相们的头顶都戴上了进贤冠，猛将们的腰间皆佩带着大羽箭。褒公鄂公的毛发似乎都在抖动，他们英姿飒爽好象是正在酣战。开元时先帝的天马名叫玉花骢，多少画家画出的都与原貌不同。当天玉花骢被牵到殿中红阶下，昂首屹立宫门更增添它的威风。皇上命令你展开丝绢\n"]}},{"title":"写人","cont":{"title":"永遇乐·次稼轩北固楼词韵","nian":"宋代","author":"姜夔","contson":"\n云隔迷楼，苔封很石，人向何处。数骑秋烟，一篙寒汐，千古穴来去。使君心在，苍＿绿嶂，苦被北门留住。有尊中酒差可饮，大旗尽绣熊虎。 前身诸葛，来游此地，数语便酬三顾。楼外冥冥，江皋隐隐，认得征西路。中原生聚，神京耆老，南望长淮金鼓。问当时、依依种柳，至今在否。\n","contyishang":["译文扬州城外云雾弥漫，很石四周已遍布苔藓，当年的英雄人物现在又去了哪里？只有秋烟中的征骑、寒潮中的船只，仍然年复一年地空自来去。他的心，已热爱上了青崖绿嶂的田园生活，却苦于被委派到京口这个北疆的门户，虽有樽中酒可供饮用，却仍需举起满绣着熊虎的大旗。你是昔日的诸葛在世，到此一游，军事上寥寥数语便可得“三顾茅庐”般的赏识。而今扬州城外昏暗不明，江边隐约看不清，（稼轩你却能）辨认得清征西之路。中原地区民多财足，汴京的老人们，日夜南望盼望着你的北伐。稼轩啊，在这北伐的前夕，你在想什么？你是否想问那当年自己亲手种下的依依垂柳：而今，你可安好？","注释\n"]}},{"title":"写人","cont":{"title":"高轩过","nian":"唐代","author":"李贺","contson":"\n韩员外愈皇甫侍御湜见过因而命作\n华裾织翠青如葱，金环压辔摇玲珑。马蹄隐耳声隆隆，入门下马气如虹。云是东京才子，文章巨公。二十八宿罗心胸，九精耿耿贯当中。殿前作赋声摩空，笔补造化天无功。庞眉书客感秋蓬，谁知死草生华风。我今垂翅附冥鸿，他日不羞蛇作龙。\n","contyishang":["译文两位大人穿着青翠如葱的官服，金环压着马辔头摇晃玲珑。马蹄声阵阵马车声响隆隆，下马进门来器宇轩昂气势如虹。原来一个是洛阳城的大才子，一个是名门天下的文章巨公。二十八宿的才气在他们胸中，天地精华他们都能融会贯通。殿前吟诗作赋声音响彻云空，笔能补造化之缺上天都没用。我这个客居他乡的粗眉书客，谁知到枯草能遇到春天和风。我就像垂翅的鸟儿附上大鸿雁，他日不羞惭小蛇变成大龙。","注释⑴高轩：高大华贵的车轩。过：拜访。高轩过，就是高车相访的意思。⑵员外、侍御：此二词疑为后人编集所\n"]}},{"title":"写人","cont":{"title":"送欧阳推官赴华州监酒","nian":"宋代","author":"苏轼","contson":"\n我观文忠公，四子皆超越。仲也珠径寸，照夜光如月。好诗真脱兔，下笔先落鹘。知音如周郎，议论亦英发。文章乃余事，学道探玄窟。死为长白主，名字书绛阙。（熙宁之末，仲纯父见仆于京城之东，曰：“吾梦道士持告身授吾曰：上帝命汝为长白山主，此何祥也？”明年，仲纯父没。）伤心清颍尾，已伴白鸥没。喜见三少年，俱有千里骨。千里不难到，莫遣历块蹶。临分出苦语，愿子书之笏。\n","contyishang":["译文我看欧阳修， 他一个人就超越了司马相如﹑王褒﹑扬雄和陈子昂。仲也珠径长一寸，光耀黑夜中如皎洁月光。好诗如同脱逃之兔，下笔之前如同将落之鹘。寻一知音如周郎，言论谈吐意气风发。著文是自己之事，学习道行如探寻玄妙至极的窟洞。死为长白山主，有楼名为书绛。（熙宁末年，仲纯之父在京城东面会见我，说：“我梦到道士拿着委任官职的文凭对我说，上天任命我为长白山主，这是什么征兆？”第二年，仲纯之父亡。）伤心望见颍河，已经伴随着白鸥远去。欣喜之余遇三少年，都是难得的贤才。再远的地方也不难到达，也不要把这些不羁之才遣回。临别时再三相告，但愿你以笏记下。"]}},{"title":"写人","cont":{"title":"浣溪沙·杨花","nian":"明代","author":"陈子龙","contson":"\n百尺章台撩乱飞，重重帘幕弄春晖。怜他飘泊奈他飞。澹日滚残花影下，软风吹送玉楼西。天涯心事少人知。\n","contyishang":["译文在高高的专门送别的章台旁缭乱飞舞，在重重的帘幕前的春天阳光中翻腾，可怜啊，它这样无境止地飘泊，但又有怎样的办法不让它飞扬。在淡淡的日光中慢慢飘摇洒落于花丛阴影下，又被温熙的和风吹拂到华美的高楼的西边，如那在天涯飘泊流离的旅人一样，它的心事少有人知道。","注释①百尺章台：典出韩翔的爱情故事，详情参见韩掬《章台柳》及妻柳氏《杨柳枝》(本书第十二辑)的注释。“章台”，原系汉长安的街道名，多设歌楼妓馆，遍植杨柳，唐宋诗词中却成了秦楼楚馆的代名词，吟咏中常用之。②重重帘幕：喻指陈柳婚姻中的重重障碍。“春晖”，指春光。③“\n"]}},{"title":"写人","cont":{"title":"渔翁","nian":"唐代","author":"柳宗元","contson":"\n渔翁夜傍西岩宿，晓汲清湘燃楚竹。烟销日出不见人，欸乃一声山水绿。回看天际下中流，岩上无心云相逐。\n","contyishang":["译文渔翁晚上靠着西山歇宿，早上汲取清澈的湘水，以楚竹为柴做饭。太阳出来云雾散尽不见人影，摇橹的声音从碧绿的山水中传出。回头望去渔舟已在天边向下漂流，山上的白云正在随意飘浮，相互追逐。","注释⑴傍：靠近。西岩：当指永州境内的西山，可参作者《始得西山宴游记》。⑵汲（jí）：取水。湘：湘江之水。楚：西山古属楚地。⑶销：消散。亦可作“消”。⑷欸（ǎi）乃：象声词，一说指桨声，一说是人长呼之声。唐时湘中棹歌有《欸乃曲》（见元结《欸乃曲序》）。⑸下中流：由中流而下。⑹无心：陶渊明\n"]}},{"title":"写人","cont":{"title":"女冠子·春山夜静","nian":"五代","author":"李珣","contson":"\n春山夜静，愁闻洞天疏磬。玉堂虚，细雾垂珠佩，轻烟曳翠裾。对花情脉脉，望月步徐徐。刘阮今何处？绝来书！\n","contyishang":[]}},{"title":"写人","cont":{"title":"小重山令·赋潭州红梅","nian":"宋代","author":"姜夔","contson":"\n人绕湘皋月坠时。斜横花树小，浸愁漪。一春幽事有谁知？东风冷，香远茜裙归。鸥去昔游非。遥怜花可可，梦依依。九疑云杳断魂啼。相思血，都沁绿筠枝。\n","contyishang":["译文在湘江边绕着江岸一直走下去，不觉月亮都快要落下来了。江畔的梅树横斜，小小的花枝开放，浸满了忧愁的涟漪。梅花的一春幽愁之事有谁知道呢？寒冷的东风吹起。梅花也很快就要花落香消了。鸥鸟离去，昔日之物已是物是人非。只能远远地怜惜那美丽动人的花朵和依依别梦。九嶷山云雾杳杳，娥皇、女英断魂哭泣，相思血泪浸透在绿竹枝上。","注释1.小重山令：即《小重山》，又名《小冲山》、《柳色新》。唐人常用此调写宫女幽怨。《词谱》以薛昭蕴词为正体。双调五十八字。上下片各四句，四平韵。换头句较上片起句少二字，其余各句上下片均同。另有五十七字、六十字两体，是变格。\n"]}},{"title":"写人","cont":{"title":"南乡子·捣衣","nian":"清代","author":"纳兰性德","contson":"\n鸳瓦已新霜，欲寄寒衣转自伤。见说征夫容易瘦，端相。梦里回时仔细量。支枕怯空房，且拭清砧就月光。已是深秋兼独夜，凄凉。月到西南更断肠。\n","contyishang":["译文屋外的瓦当上已结了一层薄薄的清霜，屋内孤灯下，我对着准备为他寄去的寒衣暗自心伤。都说戍边在外的人受尽苦寒，相貌容易消瘦，真想再好好地看他一眼啊，细细打量。如果今夜梦中可以相遇，一定一定要紧紧握住执手相望。孤单单衾寒，孤单单的空房，不如趁着月光再来到河边浣洗一遍他的衣裳。深秋寒意重，孤单独夜长，月下捣衣，声声清砧，敲打着思念与凄凉。蓦然回首，发现月已挂上西南方向，想着天下多少有情人早已相拥而眠，不由得更加让我欲断肝肠！","注释①南乡子：唐教坊曲名，后用作词牌。又名《好离乡》、《蕉叶怨》。原为单调，有二十七字、二十八字、三十字各体，平仄换\n"]}},{"title":"写人","cont":{"title":"把酒对月歌","nian":"明代","author":"唐寅","contson":"\n李白前时原有月，惟有李白诗能说。李白如今已仙去，月在青天几圆缺？今人犹歌李白诗，明月还如李白时。我学李白对明月，白与明月安能知！李白能诗复能酒，我今百杯复千首。我愧虽无李白才，料应月不嫌我丑。我也不登天子船，我也不上长安眠。姑苏城外一茅屋，万树梅花月满天。(梅花 一作：桃花)\n","contyishang":["译文李白之前本来就有明月，只有李白诗歌才能题写。如今李白已经离开人世仙去，明月在天上几回圆来几回缺？今天的人仍在吟颂李白的诗，明月也还像李白生前的那时。我学着李白对着明月饮酒，月亮和李白又怎么能得知？李太白既能作诗又能喝酒，我如今也喝百杯作诗千首。我虽羞愧没有李白的才华，却料想明月不会嫌我陋丑。我也不曾登上天子船，我也不曾到过长安眠。住在苏州城外一间茅屋里，无数桃花盛开月光撒满天。","注释把酒：端着酒杯。说：指描写月亮。仙去：对人死的委婉说法。\n"]}},{"title":"写人","cont":{"title":"卜居","nian":"先秦","author":"屈原","contson":"\n　　屈原既放，三年不得复见。竭知尽忠而蔽障于谗。心烦虑乱，不知所从。乃往见太卜郑詹尹曰：“余有所疑，愿因先生决之。”詹尹乃端策拂龟，曰：“君将何以教之？”\n　　屈原曰：“吾宁悃悃款款，朴以忠乎，将送往劳来，斯无穷乎？\n　　“宁诛锄草茅以力耕乎，将游大人以成名乎？宁正言不讳以危身乎，将从俗富贵以偷生乎？宁超然高举以保真乎，将哫訾栗斯，喔咿儒儿，以事妇人乎？宁廉洁正直以自清乎，将突梯滑稽，如脂如韦，以洁楹乎？\n　　“宁昂昂若千里之驹乎，将泛泛若水中之凫，与波上下，偷以全吾躯乎？宁与骐骥亢轭乎，将随驽马之迹乎？宁与黄鹄比翼乎，将与鸡鹜争食乎？\n　　“此孰吉孰凶？何去何从？\n　　“世溷浊而不清：蝉翼为重，千钧为轻；黄钟毁弃，瓦釜雷鸣；谗人高张，贤士无名。吁嗟默默兮，谁知吾之廉贞！”\n　　詹尹乃释策而谢曰：“夫尺有所短，寸有所长；物有所不足，智有所不明；数有所不逮，神有所不通。用君之心，行君之意。龟策诚不能知此事。” \n","contyishang":["译文一　　屈原（被）流放了，三年不再能见（到国王）。（他）竭尽智慧用尽忠心，却被谗言遮挡和阻隔。（他）心情烦闷思想混乱，不知道何去何从。就前往拜见太卜郑詹尹说：“我有所疑惑，希望由先生您来决定。”詹尹就摆正蓍草拂净龟壳说：“您有什么赐教的啊？”　　屈原说：“我是宁愿忠实诚恳，朴实地忠诚呢，还是迎来送往，而使自己不会穷困呢？　　“是宁愿凭力气除草耕作呢，还是游说于达官贵人之中来成就名声呢？是宁愿直言不讳来使自身危殆呢，还是跟从习俗和富贵者来偷生呢？是宁愿超然脱俗来保全（自己的）纯真呢，还是阿谀逢迎战战兢兢，咿咿喔喔（语无伦次地谄言献媚）来巴结妇人呢？是宁\n"]}},{"title":"写人","cont":{"title":"采桑子·水亭花上三更月","nian":"宋代","author":"吴文英","contson":"\n水亭花上三更月，扇与人闲。弄影阑干。玉燕重抽拢坠簪。 心期偷卜新莲子，秋入眉山。翠破红残。半簟湘波生晓寒。\n","contyishang":["　　“水亭”两句，“水亭”临水，所以“花”即夏日莲花也。此言夏日深夜，月光如水泻在花上、叶上、水亭上和亭中之人身上。本来夏日暑热手不停扇，但如今时已深夜，人在水亭，就不需要频摇扇子，故曰“扇与人闲”。“弄影”两句，状归隐。“抽簪”，仕官者束发整冠，而用簪固冠发上，今言“抽簪”，即是暗喻卸仕归隐。沈约《侍宴乐游苑》诗有：“将陪告成礼，待此未抽簪”，即是指卸仕也。此言人在亭旁栏干伫立，月照人影倒映水中摇晃不停，“无官一身轻”，所以能抽去燕形玉簪，卸去官帽而自由自在了。上片记述一位卸仕之人的闲适情状。　","　　“心期”两句，述因闲致愁。言此人闲极无聊，就用亭旁池中莲子作卦具，暗暗\n"]}},{"title":"写人","cont":{"title":"寄李十二白二十韵","nian":"唐代","author":"杜甫","contson":"\n昔年有狂客，号尔谪仙人。笔落惊风雨，诗成泣鬼神。声名从此大，汩没一朝伸。文采承殊渥，流传必绝伦。龙舟移棹晚，兽锦夺袍新。白日来深殿，青云满后尘。乞归优诏许，遇我宿心亲。未负幽栖志，兼全宠辱身。剧谈怜野逸，嗜酒见天真。醉舞梁园夜，行歌泗水春。才高心不展，道屈善无邻。处士祢衡俊，诸生原宪贫。稻粱求未足，薏苡谤何频。五岭炎蒸地，三危放逐臣。几年遭鵩鸟，独泣向麒麟。苏武先还汉，黄公岂事秦。楚筵辞醴日，梁狱上书辰。已用当时法，谁将此义陈。老吟秋月下，病起暮江滨。莫怪恩波隔，乘槎与问津。\n","contyishang":["译文当年有位洒脱狂放之人名叫李白，人称谪仙。看到他落笔，风雨为之感叹；看到他的诗，鬼神都为之感动哭泣。从此李白之名震动京师，以前的困顿失意自此一并扫除，并被玄宗召入朝廷任翰林；他那惊天地、泣鬼神的诗篇必将万古流传。他陪玄宗泛舟，一直到很晚，最后被皇帝赏赐锦袍。玄宗经常召见李白，李白颇受宠信。后来他因受奸人诬陷而被赐金放还，途中与我相遇。李白既没有隐藏自己的远大志向，又能在受宠和被放逐的不同境遇中自保。我与他相遇后，李白非常理解我的洒脱不羁，我也十分欣赏他的坦荡胸怀。我们\n"]}},{"title":"写人","cont":{"title":"瑞鹧鸪·观潮","nian":"宋代","author":"苏轼","contson":"\n碧山影里小红旗。侬是江南踏浪儿。拍手欲嘲山简醉，齐声争唱浪婆词。西兴渡口帆初落，渔浦山头日未欹。侬欲送潮歌底曲？尊前还唱使君诗。\n","contyishang":["译文青山影里舞动着小红旗，我是江南踏浪弄潮的小伙子。拍手想笑我如山简酩酊醉，两岸观众齐唱浪婆词。西兴渡口赛舟的帆刚落，渔浦山头的太阳还没有偏移。我想送潮该唱哪一支曲？对酒还应高歌陈太守作的诗。","注释⑴踏浪儿，参加水戏的选手。孟郊《送淡公诗》：“侬是清浪儿，每踢清浪游。”⑵山简：字季伦，晋时人，好酒，《晋书》记载当时的儿歌嘲他“日夕倒载归，酩酊无所知”。李白《襄阳歌》：“傍人借问笑何事？笑杀山公醉似泥。”⑶浪婆：波浪之神。孟郊《铜斗歌》：“侬是踏浪儿，饮则拜浪婆。”⑷欹（qī），通欹，倾斜。\n"]}},{"title":"写人","cont":{"title":"宴清都·送马林屋赴南宫分韵得动字","nian":"宋代","author":"吴文英","contson":"\n柳色春阴重。东风力，快将云雁高送。书檠细雨，吟窗乱雪，井寒笔冻。家林秀桔霜老，笑分得、蟾边桂种。应茂苑、斗转苍龙，唯潮献奇吴凤。玉眉暗隐华年，凌云气压，千载云梦。名笺淡墨，恩袍翠草，紫骝青鞚。飞香杏园新句，眩醉眼、春游乍纵。弄喜音、鹊绕庭花，红帘影动。\n","contyishang":[]}},{"title":"写人","cont":{"title":"娇女诗","nian":"魏晋","author":"左思","contson":"\n吾家有娇女，皎皎颇白皙。小字为纨素，口齿自清历。鬓发覆广额，双耳似连璧。明朝弄梳台，黛眉类扫迹。浓朱衍丹唇，黄吻烂漫赤。娇语若连琐，忿速乃明集。握笔利彤管，篆刻未期益。执书爱绨素，诵习矜所获。其姊字惠芳，面目粲如画。轻妆喜楼边，临镜忘纺绩。举觯拟京兆，立的成复易。玩弄眉颊间，剧兼机杼役。从容好赵舞，延袖象飞翮。上下弦柱际，文史辄卷襞。顾眄屏风书，如见已指摘。丹青日尘暗，明义为隐赜。驰骛翔园林，果下皆生摘。红葩缀紫蒂，萍实骤柢掷。贪华风雨中，眒忽数百适。务蹑霜雪戏，重綦常累积。并心注肴馔，端坐理盘鬲。翰墨戢闲案，相与数离逖。动为垆钲屈，屐履任之适。止为荼荈据，吹嘘对鼎立。脂腻漫白袖，烟熏染阿锡。衣被皆重地，难与沉水碧。任其孺子意，羞受长者责。瞥闻当与杖，掩泪俱向壁。\n","contyishang":["译文我家有娇女，小媛和大芳。小媛叫纨素，笑脸很阳光。皮肤很白净，口齿更伶俐。头发遮宽额，两耳似白玉。早到梳妆台，画眉像扫地。口红染双唇，满嘴淋漓赤。说话娇滴滴，如同连珠炮。爱耍小性子，一急脚发跳。执笔爱红管，写字莫指望。玩书爱白绢，读书非所愿。略识几个字，气焰冲霄汉。她姐字惠芳，面目美如画。喜穿轻淡装，楼边常溜达。照镜就着迷，总是忘织布。举笔学张敞，点朱老反复。涂抹眉嘴间，更比织布累。从\n"]}},{"title":"写人","cont":{"title":"赠江华长老","nian":"唐代","author":"柳宗元","contson":"\n老僧道机熟，默语心皆寂。去岁别舂陵，沿流此投迹。室空无侍者，巾屦唯挂壁。一饭不愿馀，跏趺便终夕。风窗疏竹响，露井寒松滴。偶地即安居，满庭芳草积。\n","contyishang":["译文老和尚精通释氏道义，整天默默不语而心神宁静。据说是去年离开舂陵，沿着潇水投奔零陵。居室简陋没有侍者，只有毛巾鞋子挂在壁屛。用餐时一粒饭都不肯剩存，饭后盘腿而坐直至太阳西沉。窗外风吹稀疏的竹枝沙沙作响，井边的老松上清露泠泠。适合的地方就是安居的场所，庭院青悠悠芳草芬馨。","注释⑴长老：对寺庙住持或德高年长之僧的尊称。⑵机：关键、要点。⑶舂（chōng）陵：地名，在今湖南宁远县柏家坪。⑷屦（jù）：用麻、葛等制成的鞋。⑸跏趺（jīa fū）：佛\n"]}},{"title":"写人","cont":{"title":"上行杯·落梅着雨消残粉","nian":"唐代","author":"冯延巳","contson":"\n落梅着雨消残粉，云重烟轻寒食近。罗幕遮香，柳外秋千出画墙。春山颠倒钗横凤，飞絮入檐春睡重。梦里佳期，只许庭花与月知。\n","contyishang":["译文春雨一过，梅花落满地，形残色消，天空阴云层层，地上烟霭袅袅，寒食节已经临近。罗幕遮挡了香雾，透过柳烟，秋千少女的欢愉之声从彩色画墙里传出。黛眉如山峰倒立，凤样的金钗横卧发髻间，春天来了，柳絮纷飞入室，人也疲倦困顿。与心爱之人在梦中想会，只有那满庭的花卉与明月知晓。","注释寒食：节日名。在清明前一日或二日。相传春秋时晋文公负其功臣介之推。春山：春日山色黛青，因喻指妇人姣好的眉毛。"]}},{"title":"写人","cont":{"title":"次石湖书扇韵","nian":"宋代","author":"姜夔","contson":"\n桥西一曲水通村，岸阁浮萍绿有痕。家住石湖人不到，藕花多处别开门。\n","contyishang":["译文桥的西头有一条弯曲的河流通向村落，湖水和溪流相接的岸边滞留着绿色的痕迹，那是村中平静的池塘漂流出的浮萍。主人家住石湖，外人很少来到这里。原来荷花深处别有洞天，主人在那里开立了自己的门户。","注释⑴次：次韵，古人“和韵”的一种格式，又叫“步韵”，它要求作者用所和的诗的原韵原字，其先后次序也与被和的诗相同，是和诗中限制最严格的一种，就是依次用原韵、原字按原次序相和。石湖：南宋诗人范成大（1126—1193）晚年去职归隐石湖（在今江苏苏州西南十里左右），自号石湖居士。⑵一曲：水流弯曲处。⑶阁：通“搁”。放置，搁置。\n"]}},{"title":"写人","cont":{"title":"王冕好学","nian":"明代","author":"宋濂","contson":"\n　　王冕者，诸暨人。七八岁时，父命牧牛陇上，窃入学舍，听诸生诵书；听已，辄默记。暮归，忘其牛。或牵牛来责蹊田者。父怒，挞之，已而复如初。母曰：“儿痴如此，曷不听其所为？”冕因去，依僧寺以居。夜潜出，坐佛膝上，执策映长明灯读之，琅琅达旦。佛像多土偶，狞恶可怖；冕小儿，恬若不见。\n　　安阳韩性闻而异之,录为弟子,学遂为通儒。 性卒，门人事冕如事性。时冕父已卒，即迎母入越城就养。久之，母思还故里，冕买白牛驾母车，自被古冠服随车后。乡里儿竞遮道讪笑，冕亦笑。选自《元史·王冕传》 \n","contyishang":["译文　　王冕是诸暨县人。七八岁时,父亲叫他在田地上放牛,他偷偷地跑进学堂去听学生念书。听完以后,总是默默地记住。傍晚回家,他把放牧的牛都忘记了，有人牵着牛来责骂他们家的牛践踏田地，踩坏了庄稼。王冕的父亲大怒,打了王冕一顿。事情过后,他仍是这样。他的母亲说:“这孩子想读书这样入迷,何不由着他呢?”王冕从此以后就离开家,寄住在寺庙里。一到夜里,他就暗暗地走出来,坐在佛像的膝盖上,手里拿着书就借着佛像前长明灯的灯光诵读,书声琅琅一直读到天亮。佛像大多是泥塑的,一个个面目狰狞凶恶,令人害怕。王冕虽是小孩,却神色安然,好像没有看见似的。安阳的韩性听说以后对此感到很惊讶,收他做弟子,后来\n"]}}]