[{"title":"写山","cont":{"title":"条山苍","nian":"唐代","author":"韩愈","contson":"\n条山苍，河水黄。浪波沄沄去，松柏在山冈。\n","contyishang":["译文苍翠的中条山啊，浪涛滚滚的黄河水。你的浪涛汹涌澎湃，一泻千里，流向远方；苍松翠柏，郁郁葱葱，挺立在山冈上。","注释（1）条山：即中条山，在今山西省西南部，黄河北岸，唐朝名山，许多诗人都在此题诗。 苍：深绿色。（2）河水：黄河之水。（3）沄沄（yún ）：形容波浪滔滔。（4）松柏：用“岁寒然后知松柏之后凋”原意。高冈：山冈，指中条山。首句已见山字，不应复出，故用高。"]}},{"title":"写山","cont":{"title":"武夷山","nian":"唐代","author":"李商隐","contson":"\n只得流霞酒一杯，空中箫鼓几时回。武夷洞里生毛竹，老尽曾孙更不来。\n","contyishang":["译文（被称为曾孙）的众乡人只得到仙人们赏赐的一杯流霞仙酒，今天所听到的空中箫鼓声不知道以后什么时候再能听到。武夷洞里长满了很多有毒的毛竹，那些被称为曾孙的乡人们纷纷老去，再也没来。","注释①武夷山：李商隐在这首诗中，典故用的太多，读起来似乎觉得云里雾里。这是李商隐的习惯，他的很多诗中都是如此。这首诗典故中，神仙武夷山君被当地的少年怠慢，居然生气，肚量何其狭窄，为拒乡人求访竟以毛竹作机关，中者成疾，心肠何其歹毒。这样的神仙令人生厌，避之唯恐不及还求他作甚？②流霞酒一杯：流霞酒是传说中的仙酒。出自东汉·王充《论衡·道虚》：“（项曼\n"]}},{"title":"写山","cont":{"title":"菩萨蛮·五云深处蓬山杳","nian":"宋代","author":"李之仪","contson":"\n五云深处蓬山杳。寒轻雾重银蟾小。枕上挹余香。春风归路长。 雁来书不到。人静重门悄。一阵落花风。云山千万重。\n","contyishang":["　　写景的虚实相间，是此词的主要特点。首句写云写山，这原是常见的自然景象，但此中的云是“五云”，此中的山是“蓬山”，句末下一“杳”字，平添一层梦幻般的氛围。这不禁令人想起白居易“忽闻海上有仙山，山在虚无缥缈间”，“楼阁玲珑五云起”（《长恨歌》）的诗句，那么词中“五云”、“蓬山”是指真实的山景呢，还是借仙山之名，表现意念中的境象。这一似虚若实的景象传示出迷惘之气，显现了主人公内心的惆怅和对希望的渺茫感。接着一句对月夜的描写较实，但作者写雾重，写月小，以昏淡迷朦的景色特点，创造了和首句相同的氛围，虚实景象交融一体，不仅形成画面的和谐，而且进一步映衬出主人公的悲凉心情。","　　写\n"]}},{"title":"写山","cont":{"title":"淇澳青青水一湾","nian":"清代","author":"郑燮","contson":"\n渭川千亩入秦关，淇澳青青水一湾。两地高风来拱向，中间突兀太行山。\n","contyishang":[]}},{"title":"写山","cont":{"title":"南山诗","nian":"唐代","author":"韩愈","contson":"\n吾闻京城南，兹惟群山囿。东西两际海，巨细难悉究。 山经及地志，茫昧非受授。团辞试提挈，挂一念万漏。 欲休谅不能，粗叙所经觏。尝升崇丘望，戢戢见相凑。 晴明出棱角，缕脉碎分绣。蒸岚相澒洞，表里忽通透。 无风自飘簸，融液煦柔茂。横云时平凝，点点露数岫。 天空浮修眉，浓绿画新就。孤撑有巉绝，海浴褰鹏噣。 春阳潜沮洳，濯濯吐深秀。岩峦虽嵂崒，软弱类含酎。 夏炎百木盛，荫郁增埋覆。神灵日歊歔，云气争结构。 秋霜喜刻轹，磔卓立癯瘦。参差相叠重，刚耿陵宇宙。 冬行虽幽墨，冰雪工琢镂。新曦照危峨，亿丈恒高袤。 明昏无停态，顷刻异状候。西南雄太白，突起莫间簉。 藩都配德运，分宅占丁戊。逍遥越坤位，诋讦陷乾窦。 空虚寒兢兢，风气较搜漱。朱维方烧日，阴霰纵腾糅。 昆明大池北，去觌偶晴昼。绵联穷俯视，倒侧困清沤。 微澜动水面，踊跃躁猱狖。惊呼惜破碎，仰喜呀不仆。 前寻径杜墅，岔蔽毕原陋。崎岖上轩昂，始得观览富。 行行将遂穷，岭陆烦互走。勃然思坼裂，拥掩难恕宥。 巨灵与夸蛾，远贾期必售。还疑造物意，固护蓄精祐。 力虽能排斡，雷电怯呵诟。攀缘脱手足，蹭蹬抵积甃。 茫如试矫首，堛塞生怐愗。威容丧萧爽，近新迷远旧。 拘官计日月，欲进不可又。因缘窥其湫，凝湛閟阴兽。 鱼虾可俯掇，神物安敢寇。林柯有脱叶，欲堕鸟惊救。 争衔弯环飞，投弃急哺鷇。旋归道回睨，达枿壮复奏。 吁嗟信奇怪，峙质能化贸。前年遭谴谪，探历得邂逅。 初从蓝田入，顾盻劳颈脰。时天晦大雪，泪目苦矇瞀。 峻涂拖长冰，直上若悬溜。褰衣步推马，颠蹶退且复。 苍黄忘遐睎，所瞩才左右。杉篁咤蒲苏，杲耀攒介胄。 专心忆平道，脱险逾避臭。昨来逢清霁，宿愿忻始副。 峥嵘跻冢顶，倏闪杂鼯鼬。前低划开阔，烂漫堆众皱。 或连若相从，或蹙若相斗。或妥若弭伏，或竦若惊雊。 或散若瓦解，或赴若辐凑。或翩若船游，或决若马骤。 或背若相恶，或向若相佑。或乱若抽笋，或嵲若注灸。 或错若绘画，或缭若篆籀。或罗若星离，或蓊若云逗。 或浮若波涛，或碎若锄耨。或如贲育伦，赌胜勇前购。 先强势已出，后钝嗔bz譳。或如帝王尊，丛集朝贱幼。 虽亲不亵狎，虽远不悖谬。或如临食案，肴核纷饤饾。 又如游九原，坟墓包椁柩。或累若盆罂，或揭若bB豆。 或覆若曝鳖，或颓若寝兽。或蜿若藏龙，或翼若搏鹫。 或齐若友朋，或随若先后。或迸若流落，或顾若宿留。 或戾若仇雠，或密若婚媾。或俨若峨冠，或翻若舞袖。 或屹若战阵，或围若蒐狩。或靡然东注，或偃然北首。 或如火熹焰，或若气饙馏。或行而不辍，或遗而不收。 或斜而不倚，或弛而不彀。或赤若秃鬝，或熏若柴槱。 或如龟拆兆，或若卦分繇。或前横若剥，或后断若姤。 延延离又属，夬夬叛还遘。喁喁鱼闯萍，落落月经宿。 誾誾树墙垣，巘巘驾库厩。参参削剑戟，焕焕衔莹琇。 敷敷花披萼，k7々屋摧霤。悠悠舒而安，兀兀狂以狃。 超超出犹奔，蠢蠢骇不懋。大哉立天地，经纪肖营腠。 厥初孰开张，黾勉谁劝侑。创兹朴而巧，戮力忍劳疚。 得非施斧斤，无乃假诅咒。鸿荒竟无传，功大莫酬僦。 尝闻于祠官，芬苾降歆嗅。斐然作歌诗，惟用赞报酭。 \n","contyishang":["　　南山就是终南山，也称中南山。它是长安南郊的名山。","　　韩愈好游奇山，务必穷其形胜而不顾性命（《国史补·卷中》）。所以，他笔下的《南山》诗雄奇恣肆，卓荦不凡。不仅如摄影家运用广角镜头，从各个方位、季节，摄取了南山种种奇景，而且能勾出山之神态，渗入诗人的遭遇、心情、意趣。","　　此为五言古诗，计一百另二韵，分三段。第一段至“阴霰纵腾糅”，言远眺中的南山，千姿万态，瞬息异状，惹人游兴，炽烈。此段分三层。首层至“茫昧非受授”，写终南山的地理位置。自“团辞试提挈”至“顷刻异状候”为第二层，总状遥望中的终南山。诗人使用了大量的动词：“凑”、“出”、“碎”、“蒸”、“\n"]}},{"title":"写山","cont":{"title":"与浩初上人同看山寄京华亲故","nian":"唐代","author":"柳宗元","contson":"\n海畔尖山似剑铓，秋来处处割愁肠。 若为化得身千亿，散上峰头望故乡。\n","contyishang":["译文海边的尖山好像利剑锋芒，到秋天处处割断人的愁肠。怎能让此身化作千千万万，撒落到每个峰顶眺望故乡！","注释⑴与：同。浩初：作者的朋友，潭州（今湖南长沙）人，龙安海禅师的弟子。时从临贺到柳州会见柳宗元。上人：对和尚的尊称。山：指柳州附近山峰。京华：京城长安。亲故：亲戚、故人。⑵海畔：畔，边。柳州在南方，距海较近，故称海畔。剑铓（máng）：剑锋，剑的顶部尖锐部分。《玉篇》卷十八：“鋩，刃端。”⑶秋：秋季。割：断。愁肠：因思乡而忧愁，有如肝肠寸断。⑷若：假若。化得身：柳宗元精通佛典，同行的浩初上人又是龙安\n"]}},{"title":"写山","cont":{"title":"阙题二首","nian":"唐代","author":"王维","contson":"\n荆谿白石出，天寒红叶稀。山路元无雨，空翠湿人衣。相看不忍发，惨淡暮潮平。语罢更携手，月明洲渚生。\n","contyishang":["　　此诗以诗人山行时所见所感,描绘了初冬时节的山中景色。“荆溪”发源于秦岭山中,流至长安东北汇入灞水。诗人的别墅也在秦岭山中,此诗所写应是其别墅周边的一段景色。首句写山中溪流:荆溪蜿蜒穿流,溪水清浅,因溪水冲刷而泛白的石头星星点点地露出水面。次句写山中红叶:天气业已寒冷,但山林间仍点缀着稀疏的红叶。从天寒而红叶犹未尽落,表明天气是初冬时节。在以上两句诗中,诗人以“白石出”与“红叶稀”概括而形象地向读者展示了初冬山中景色的显著特征。不过诗人接着就在第三、四句诗中告诉人们,上述景象并不是此时山景的全貌,此时山景的基本面貌,乃是由众多苍松翠柏等终年长青的树木构成的充满生命力的“空翠”,即一望无\n"]}},{"title":"写山","cont":{"title":"踏莎行·秋入云山","nian":"宋代","author":"张抡","contson":"\n秋入云山，物情潇洒。百般景物堪图画。丹枫万叶碧云边，黄花千点幽岩下。 已喜佳辰，更怜清夜。一轮明月林梢挂。松醪常与野人期，忘形共说清闲话。\n","contyishang":["译文高高的山上现在进入了秋天，山中景物清爽秀丽。景物众多争艳斗奇就像一副图画。枫叶之多尽染万山一直连绵到云彩边上，，在山岩深幽之处。无数的菊花，点点洒洒。一年一度的中秋佳节众人欢度，又逢天气爽朗，一轮明月挂在树梢上。一年一度的中秋佳节众人欢度，又逢天气爽朗，一轮明月挂在树梢上。我常与山野之人相约饮酒，不拘形迹地在月光下谈天说地。","注释（1）“秋入\":进入秋天。(2)“丹枫”：亦称霜叶、红叶。（3）“万叶”：极言枫叶之多。（4）“碧云”：青白色的云气。（5）“黄花千点”：无数的菊花\n"]}},{"title":"写山","cont":{"title":"早春夜宴","nian":"唐代","author":"武则天","contson":"\n九春开上节，千门敞夜扉。兰灯吐新焰，桂魄朗圆辉。送酒惟须满，流杯不用稀。务使霞浆兴，方乘泛洛归。\n","contyishang":["　　此诗见于《全唐诗》卷五《则天皇后》。这是一首写游宴山水的诗，相当有特色。第一句表明时节，第二句说明和谐愉悦的气氛，第三四句描写美景，五六两句突出主题，最后两句写分别的不舍。此诗对仗工整，清新自然，虽然声律不够谐和，但已接近五律格式。","　　律诗体制的定型和规范化，沈佺期、宋之问贡献较大，而武则天是最有力的支持者和推动者。作为最高统治者，她不仅大力倡导，而且身体力行。她的时代，还称不上是唐诗繁盛的时代。但有了她的精心培育，唐诗已经蓄势待发，预示着它的繁盛时代终将到来。"]}},{"title":"写山","cont":{"title":"酒泉子·长忆孤山","nian":"宋代","author":"潘阆","contson":"\n长忆孤山，山在湖心如黛簇。僧房四面向湖开。轻棹去还来。芰荷香喷连云阁。阁上清声檐下铎。别来尘土污人衣。空役梦魂飞。\n","contyishang":[]}},{"title":"写山","cont":{"title":"瑞鹤仙·环滁皆山也","nian":"宋代","author":"黄庭坚","contson":"\n环滁皆山也。望蔚然深秀，琅琊山也。山行六七里，有翼然泉上，醉翁亭也。翁之乐也。得之心、寓之酒也。更野芳佳木，风高日出，景无穷也。 游也。山肴野蔌，酒洌泉香，沸筹觥也。太守醉也。喧哗众宾欢也。况宴酣之乐、非丝非竹，太守乐其乐也。问当时、太守为谁，醉翁是也。\n","contyishang":["译文环绕着滁州城的都是山。远远望过去树木茂盛，又幽深又秀丽的，是琅琊山。沿着山上走六七里，有一个四角翘起，像鸟张开翅膀一样高踞于泉水之上的亭子，是醉翁亭。太守欣赏山水的乐趣，领会在心里，寄托在喝酒上。野花开了，美好的树木繁茂滋长，天高气爽，霜色洁白，四季的景色不同，乐趣也是无穷无尽的。游玩的时候，野味野菜，用酿泉的泉水来酿酒，泉水清，酒水甜，酒杯和酒筹交互错杂。太守喝醉了，而人们时坐时起，大声喧哗，是宾客在尽情欢乐。而且宴会喝酒的乐趣，不在于弹琴奏乐，太守以游人的快乐为快乐。当时的太守是谁？是醉翁欧阳修。","注释1.瑞鹤仙：词牌名。\n"]}},{"title":"写山","cont":{"title":"终南山","nian":"唐代","author":"王维","contson":"\n太乙近天都，连山接海隅。白云回望合，青霭入看无。分野中峰变，阴晴众壑殊。欲投人处宿，隔水问樵夫。\n","contyishang":["译文巍巍的太乙山临近长安城，山连着山一直蜿蜒到海边。白云缭绕回望中合成一片，青霭迷茫进入山中都不见。中央主峰把终南东西隔开，各山间山谷迥异阴晴多变。想在山中找个人家去投宿，隔水询问那樵夫可否方便？","注释1.终南山，在长安南五十里，秦岭主峰之一。古人又称秦岭山脉为终南山。秦岭绵延八百余里，是渭水和汉水的分水岭。2.太乙：又名太一，秦岭之一峰。唐人每称终南山一名太一，如《元和郡县志》：\"终南山在县（京兆万年县）南五十里。按经传所说，终南山一名太一，亦名中南\"。3.天都：天帝\n"]}}]