[{"title":"写景","cont":{"title":"三衢道中","nian":"宋代","author":"曾几","contson":"\n梅子黄时日日晴，小溪泛尽却山行。绿阴不减来时路，添得黄鹂四五声。\n","contyishang":["译文梅子黄透了的时候，天天都是晴朗的好天气，乘小舟沿着小溪而行，走到了小溪的尽头，再改走山路继续前行。山路上苍翠的树，与来的时候一样浓密，深林丛中传来几声黄鹂的欢鸣声，比来时更增添了些幽趣。 ","注释①三衢道中：在去三衢州的道路上。三衢即衢州，今浙江省常山县，因境内有三衢山而得名。②梅子黄时：指五月，梅子成熟的季节。③小溪泛尽：乘小船走到小溪的尽头。小溪，小河沟。泛，乘船。尽，尽头。④却山行：再走山间小路。却，再的意思。⑤绿阴：苍绿的树阴。阴，树阴。⑥不减：并没有少多少，差不多。\n"]}},{"title":"写景","cont":{"title":"渔歌子·西塞山前白鹭飞","nian":"唐代","author":"张志和","contson":"\n西塞山前白鹭飞，桃花流水鳜鱼肥。青箬笠，绿蓑衣，斜风细雨不须归。\n","contyishang":["译文西塞山前白鹭在自由地翱翔，江水中，肥美的鳜鱼欢快地游着，漂浮在水中的桃花是那样的鲜艳而饱满。江岸一位老翁戴着青色的箬笠，披着绿色的蓑衣，冒着斜风细雨，悠然自得地垂钓，他被美丽的春景迷住了，连下了雨都不回家。","注释①渔歌子：词牌名。此调原为唐教坊名曲。分单调、双调二体。单调二十七字，平韵，以张氏此调最为著名。双调，五十字，仄韵。《渔歌子》又名《渔父》或《渔父乐》，大概是民间的渔歌。据《词林纪事》转引的记载说，张志和曾谒见湖州刺史颜真卿，因为船破旧了，请颜真卿帮助更换，并作《渔歌子》。词牌《渔歌子》即始于张志和写的《渔歌子》而得名。“子\n"]}},{"title":"写景","cont":{"title":"杂诗三首·其二","nian":"唐代","author":"王维","contson":"\n君自故乡来，应知故乡事。来日绮窗前，寒梅著花未？\n","contyishang":["译文您是刚从我们家乡来的，一定了解家乡的人情世态。请问您来的时候我家雕画花纹的窗户前，那一株腊梅花开了没有？","注释①来日：来的时候。②绮(qǐ)窗：雕画花纹的窗户。③著花未：开花没有?著（zhuó）花，开花。未，用于句末，相当于“否”，表疑问。"]}},{"title":"写景","cont":{"title":"钱塘湖春行","nian":"唐代","author":"白居易","contson":"\n孤山寺北贾亭西，水面初平云脚低。几处早莺争暖树，谁家新燕啄春泥。乱花渐欲迷人眼，浅草才能没马蹄。最爱湖东行不足，绿杨阴里白沙堤。\n","contyishang":["译文行至孤山寺北，贾公亭西，暂且歇脚，举目远眺，但见水面平涨，白云低垂，秀色无边。几只黄莺，争先飞往向阳树木，谁家燕子，为筑新巢衔来春泥？鲜花缤纷，几乎迷人眼神，野草青青，刚刚遮没马蹄。湖东景色，令人流连忘返，最为可爱的，还是那绿杨掩映的白沙堤。","注释⑴钱塘湖：即杭州西湖。⑵孤山寺：南北朝时期陈文帝（522～565）初年建，名承福，宋时改名广华。孤山：在西湖的里、外湖之间，因与其他山不相接连，所以称孤山。上有孤山亭，可俯瞰西湖全景。贾亭：又叫贾公亭。西湖名胜之一，唐朝贾全所筑。唐贞元（唐德宗年号，78\n"]}},{"title":"写景","cont":{"title":"饮酒·其五","nian":"魏晋","author":"陶渊明","contson":"\n结庐在人境，而无车马喧。问君何能尔？心远地自偏。采菊东篱下，悠然见南山。山气日夕佳，飞鸟相与还。此中有真意，欲辨已忘言。\n","contyishang":["译文居住在人世间，却没有车马的喧嚣。问我为何能如此，只要心志高远，自然就会觉得所处地方僻静了。在东篱之下采摘菊花，悠然间，那远处的南山映入眼帘。山中的气息与傍晚的景色十分好，有飞鸟，结着伴儿归来。这里面蕴含着人生的真正意义，想要辨识，却不知怎样表达。","注释（1）结庐：建造住宅，这里指居住的意思。（2）车马喧：指世俗交往的喧扰。（3）君：指作者自己。（4）何能尔：为什么能这样。 尔：如此、这样。（5）悠然：自得的样子。（6）见：看见（读jiàn\n"]}},{"title":"写景","cont":{"title":"望洞庭","nian":"唐代","author":"刘禹锡","contson":"\n湖光秋月两相和，潭面无风镜未磨。遥望洞庭山水色，白银盘里一青螺。(山水色 一作：山水翠) \n","contyishang":["译文秋夜明月清辉，遍洒澄净湖面，湖面平静无风，犹如铁磨铜镜。遥望美丽洞庭的湖光山色。真的令人浮想联翩。那翠绿的君山，真像银盘里的一枚玲珑青螺。","注释1.洞庭：湖名，在今湖南省北部。2.湖光：湖面的波光。两：指湖光和秋月。和：和谐。指水色与月光互相辉映。3.潭面：指湖面。镜未磨：古人的镜子用铜制作、磨成。这里一说是湖面无风，水平如镜；一说是远望湖中的景物，隐约不清，如同镜面没打磨时照物模糊。4.山水色：也作“山水翠”。山：指洞庭湖中的君山。5.白银盘：形容平静而又清的洞庭湖面。白银：一作“白\n"]}}]