[{"title":"写花","cont":{"title":"","nian":"","author":"","contson":"","contyishang":[]}},{"title":"写花","cont":{"title":"琐窗寒·玉兰","nian":"宋代","author":"吴文英","contson":"\n绀缕堆云，清腮润玉，汜人初见。蛮腥未洗，海客一怀凄惋。渺征槎、去乘阆风，占香上国幽心展。□遗芳掩色，真恣凝澹，返魂骚畹。 一盼。千金换。又笑伴鸱夷，共归吴苑。离烟恨水，梦杳南天秋晚。比来时、瘦肌更销，冷薰沁骨悲乡远。最伤情、送客咸阳，佩结西风怨。\n","contyishang":[]}},{"title":"写花","cont":{"title":"咏槿","nian":"唐代","author":"李白","contson":"\n园花笑芳年，池草艳春色。犹不如槿花，婵娟玉阶侧。 芬荣何夭促，零落在瞬息。岂若琼树枝，终岁长翕赩。\n","contyishang":["译文园花笑在美好的年岁，春光里池草更觉鲜艳。还不如篱边的木槿花，在玉阶旁姿态如婵娟。花香草茂生命太短促，花草凋落只在霎那间。哪里像美丽的玉树枝，一年到头都光彩灿烂。","注释1.园花：泛指园中百花。2.芳年：美好的年岁。亦指少年青春，意即为各自的芳年而笑。唐卢照邻《长安古意》诗：“借问吹箫向紫烟，曾经学舞度芳年。”3.艳春色：献艳于春色之中。4.婵娟：形容姿容美好的样子。唐孟郊《婵娟篇》：“花婵娟，泛春泉；竹婵娟，笼晓烟；妓婵娟，不长妍；月婵娟，真可怜。”5.芬荣：芳香\n"]}},{"title":"写花","cont":{"title":"西江月·赋瑶圃青梅枝上晚花","nian":"宋代","author":"吴文英","contson":"\n枝袅一痕雪在，叶藏几豆春浓。玉奴最晚嫁东风。来结梨花幽梦。 香力添熏罗被，瘦肌犹怯冰绡。绿阴青子老溪桥。羞见东邻娇小。\n","contyishang":["译文瑶圃中一株青梅树袅袅临风而立，枝上雪痕犹在。几颗青梅已悄然出现在绿叶间，透露浓浓的春意。梅花本早于梨花开放，但这几朵梅花偏偏晚些开，它终于等到与春风相会的机会，似乎与梨花约好一同在梦中相见。梅花的芬芳好像美人罗被上散发出来的熏香气息，而梅花欲落未落，欲残未残之状，好比美人瘦弱的肌体，仿佛连冰绡薄纱衣的重量都经受不起。伊人渐老如梅树成荫转而结子，逐渐由青泛黄；女子渐老的外貌一定不如从前那样娇艳，所以她害怕再与东邻的那位娇小女友相见了。","注释1.西江月：词牌名，原唐教坊曲，取名自李白的“只今惟有西江月”诗句。清季敦煌发现唐琵琶谱，犹存此\n"]}},{"title":"写花","cont":{"title":"樱桃花","nian":"唐代","author":"元稹","contson":"\n樱桃花，一枝两枝千万朵。花砖曾立摘花人，窣破罗裙红似火。\n","contyishang":["　　元稹此诗描写樱桃花，就全诗来看，意境生动活泼，给人一种明艳、清晰的视觉感官体会，描写静景，却能给人以动态的体验感。另外全诗不过寥寥几句，但简明凝练，描景抒情，实在让人叹为观止。","　　第一句“樱桃花”开门见山的推出所要描写的景物。第二句马上承接上一句并运用一系列的量词由一到二到千万，恰似人的视线般由远及近，由一处及整体。这样的描写手法立马使静默沉寂的樱桃花有了一种爆发般活泼、热闹的气氛，恰拟于宋子京“红杏枝头春意闹”一句，却又比宋句写的更含蓄，若绵酒般可令人回味无穷。第三句笔锋一转却是睹物思人，“花砖曾立摘花人”便是物是人非，然而无论作者或读者却都能将摘花人的形象还原回\n"]}},{"title":"写花","cont":{"title":"葬花吟","nian":"清代","author":"曹雪芹","contson":"\n花谢花飞花满天，红消香断有谁怜？游丝软系飘春榭，落絮轻沾扑绣帘。闺中女儿惜春暮，愁绪满怀无释处。手把花锄出绣帘，忍踏落花来复去。柳丝榆荚自芳菲，不管桃飘与李飞；桃李明年能再发，明年闺中知有谁？三月香巢已垒成，梁间燕子太无情！明年花发虽可啄，却不道人去梁空巢也倾。一年三百六十日，风刀霜剑严相逼；明媚鲜妍能几时，一朝漂泊难寻觅。花开易见落难寻，阶前愁杀葬花人，独倚花锄泪暗洒，洒上空枝见血痕。杜鹃无语正黄昏，荷锄归去掩重门；青灯照壁人初睡，冷雨敲窗被未温。怪奴底事倍伤神？半为怜春半恼春。怜春忽至恼忽去，至又无言去未闻。昨宵庭外悲歌发，知是花魂与鸟魂？花魂鸟魂总难留，鸟自无言花自羞；愿侬此日生双翼，随花飞到天尽头。天尽头，何处有香丘？未若锦囊收艳骨，一抔净土掩风流。质本洁来还洁去，强于污淖陷渠沟。尔今死去侬收葬，未卜侬身何日丧？侬今葬花人笑痴，他年葬侬知是谁？试看春残花渐落，便是红颜老死时；一朝春尽红颜老，花落人亡两不知！——程高通行本\n花谢花飞飞满天，红消香断有谁怜？游丝软系飘春榭，落絮轻沾扑绣帘。闺中女儿惜春暮，愁绪满怀无释处。手把花锄出绣帘，忍踏落花来复去？柳丝榆荚自芳菲，不管桃飘与李飞。桃李明年能再发，明年闺中知有谁？三月香巢已垒成，梁间燕子太无情！明年花发虽可啄，却不道人去梁空巢也倾。一年三百六十日，风刀霜剑严相逼。明媚鲜妍能几时？一朝漂泊难寻觅。花开易见落难寻，阶前闷死葬花人。独倚花锄泪暗洒，洒上空枝见血痕。杜鹃无语正黄昏，荷锄归去掩重门。青灯照壁人初睡，冷雨敲窗被未温。怪奴底事倍伤神？半为怜春半恼春。怜春忽至恼忽去，至又无言去不闻。昨宵庭外悲歌发，知是花魂与鸟魂。花魂鸟魂总难留，鸟自无言花自羞。愿奴胁下生双翼，随花飞到天尽头。天尽头，何处有香丘？未若锦囊收艳骨，一抷净土掩风流！质本洁来还洁去，强于污淖陷渠沟。尔今死去侬收葬，未卜侬身何日丧？侬今葬花人笑痴，他年葬侬知有谁？试看春残花渐落，便是红颜老死时。一朝春尽红颜老，花落人亡两不知！——甲戌本\n花谢花飞花满天，红消香断有谁怜？游丝软系飘春榭，落絮轻沾扑绣帘。帘中女儿惜春莫，愁绪满怀无处诉。手把花锄出绣帘，忍踏落花来复去？柳丝榆荚自芳菲，不管桃飘与柳飞。桃李明年能再发，明岁闺中知有谁？三月香巢已垒成，梁间燕子太无情！明年花发虽可啄，却不道人去梁空巢也倾。一年三百六十日，风刀霜剑严相逼。明媚鲜妍能几时？一朝漂泊难寻觅。花开易见落难寻，阶前闷杀葬花人。独把香锄泪暗洒，洒上花枝见血痕。杜鹃无语正黄昏，荷锄归去掩重门。青灯照壁人初睡，冷雨敲窗被未温。怪奴底事倍伤神？半为怜春半恼春。怜春忽至恼忽去，至又无言去不闻。昨宵庭外悲歌发，知是花魂与鸟魂。花魂鸟魂总难留，鸟自无言花自羞。愿奴胁下生双翼，随花飞落天尽头。天尽头，何处有香丘？未若锦囊收艳骨，一抔冷土掩风流。质本洁来还洁去，强于污淖陷渠沟。尔今死去奴收葬，未卜奴身何日亡？奴今葬花人笑痴，他年葬奴知是谁？试看春残花渐落，便是红颜老死时！一朝春尽红颜老，花落人亡两不知。——周汝昌校本\n","contyishang":["译文花儿已经枯萎凋残，风儿吹得它漫天旋转。退尽了鲜红颜色，消失了芳香，有谁对它同情哀怜？柔软的蛛丝儿似断似连，飘荡在春天的树间。漫天飘散的柳絮随风扑来，沾满了绣花的门帘。闺房中的少女，面对着残春的景色多么惋惜。满怀忧郁惆怅，没有地方寄托愁绪。手拿着锄花的铁锄，挑开门帘走到园里。园里花儿飘了一地，我怎忍心踏着花儿走来走去？轻佻的柳絮，浅薄的榆钱，只知道显耀自己的芳菲。不顾桃花飘零，也不管李花纷飞。待到来年大地春回，桃树李树又含苞吐蕊。可来年的闺房啊，还能剩下谁？新春三月燕子噙来百花，散着花香的巢儿刚刚垒成。\n"]}},{"title":"写花","cont":{"title":"解佩令·人行花坞","nian":"宋代","author":"史达祖","contson":"\n人行花坞。衣沾香雾。有新词、逢春分付。屡欲传情，奈燕子、不曾飞去。倚珠帘、咏郎秀句。 相思一度。秾愁一度。最难忘、遮灯私语。澹月梨花，借梦来、花边廊庑。指春衫、泪曾溅处。\n","contyishang":["　　史达祖的词因过于讲究技巧而被批评，但其用足心思，虽失之纤薄，但其刻意描画，工丽精雅，不足处在是，好处亦在是，全看读者的欣赏。","　　“人行”二句，是极清美的情境。她，轻灵地在花丛中穿行，衣衫上沾惹了花上的香气。“花坞”，指可以四面挡风的花圃，当是昔日两人常游之地。作者尚有词云：“春衫瘦、东风剪剪。过花坞、香吹醉面。”（《杏花天·清明》）落笔处先营造一抒情意境，然后才点出：“有新词、逢春分付”。每逢春天到来，他都写下新词，好让自己吟咏歌唱。可是，这一年的春天呢？","　　情人远在异乡，更不用说分付新词了。这里仍从女子方面着笔，用思细密。“屡欲”二句，再转一层。\n"]}},{"title":"写花","cont":{"title":"南乡子·咏瑞香","nian":"清代","author":"顾太清","contson":"\n花气霭芳芬，翠幕重帘不染尘。梦里真香通鼻观，氤氲。不是婷婷倩女魂。细蕊缀纷纷，淡粉轻脂最可人。懒与凡葩争艳冶，清新。赢得嘉名自冠群。\n","contyishang":[]}},{"title":"写花","cont":{"title":"春风","nian":"唐代","author":"白居易","contson":"\n春风先发苑中梅，樱杏桃梨次第开。荠花榆荚深村里，亦道春风为我来。\n","contyishang":["译文春风先吹开了京城花园中的早梅，继而让樱杏桃李也竞相绽放，令人感到生机盎然。春的来临同样也给乡村送去了欢笑，春风拂过，田野里开放的荠花榆英欢呼雀跃，欣喜地称道：“春风为我而来！”","注释次第：依次 ，按照顺序或以一定顺序，一个接一个地。"]}},{"title":"写花","cont":{"title":"点绛唇·素香丁香","nian":"宋代","author":"王十朋","contson":"\n落木萧萧，琉璃叶下琼葩吐。素香柔树。雅称幽人趣。 无意争先，梅蕊休相妒。含春雨。结愁千绪。似忆江南主。\n","contyishang":["树叶还是稀稀落落的，丁香树叶下丁香花就开放了，吐露出的素淡的香气环绕着树，雅士称赞这是幽居之士的乐趣。 丁香花没有想争夺春光，梅花不要嫉妒。她在春雨中愁绪满怀，好像在怀念江南故土。","韵译冷落凄清秋叶飞，琼枝玉叶却吐蕊。柔树飘出缕缕香，恰如幽隐贞人美。无意争春斗娇艳，梅花开尽莫相妒。心含春雨愁千绪，好似想起江南主。 "]}},{"title":"写花","cont":{"title":"绣鸾凤花犯·赋水仙","nian":"宋代","author":"周密","contson":"\n楚江湄，湘娥乍见，无言洒清泪。淡然春意。空独倚东风，芳思谁寄。凌波路冷秋无际，香云随步起。谩记得、汉宫仙掌，亭亭明月底。冰弦写怨更多情，骚人恨，枉赋芳兰幽芷。春思远，谁叹赏、国香风味。相将共、岁寒伴侣，小窗净、沉烟熏翠袂。幽梦觉，涓涓清露，一枝灯影里。\n","contyishang":["译文这水仙花，就是潇湘妃子无疑。我初见时，她在江边伫立，默默无语，清泪滴滴。她那淡淡的春意，似有缕缕的哀思。她争个儿在东风里摇曳，满腔春情向谁寄?她步履轻盈地走来，带着萧瑟冷寂的秋意。只要是她经过的地方，便有袅袅清香飘起。曾记得汉宫里，那金铜仙人捧着承露盘，亭亭玉立在明月底。琵琶吟怨更多情，它能道尽水仙的幽怨无极。诗人枉自赞美芳香幽雅的兰芷，却不把高洁的水仙提及。有谁叹赏她的国香风味？谁谁理解她的渺远幽思？我将与她相伴相依，共同度过严寒的冬日。明净的小窗里，我为她燃起沉香熏素衣。每当幽梦醒来，见她一身清露涓涓滴，娉娉婷婷在灯影里。","注释\n"]}},{"title":"写花","cont":{"title":"芦花","nian":"唐代","author":"雍裕之","contson":"\n夹岸复连沙，枝枝摇浪花。月明浑似雪，无处认渔家。\n","contyishang":[]}},{"title":"写花","cont":{"title":"虞美人·春情只到梨花薄","nian":"清代","author":"纳兰性德","contson":"\n春情只到梨花薄，片片催零落。夕阳何事近黄昏，不道人间犹有未招魂。银笺别梦当时句，密绾同心苣。为伊判作梦中人，索向画图清夜唤真真。\n","contyishang":["译文春天的景致又到了梨花零落的时候，夕阳西下，黄昏降临，却不知道人间尚有人相思惆怅，不能自已。曾经浓情蜜意，海誓山盟。为了她甘愿做梦中之人，于是整日对着她的画像呼唤，希望能以至诚打动她，让她像“真真”那样从画中走出来与我相会。","注释⑴虞美人：词牌名。此调原为唐教坊曲，初咏项羽宠姬虞美人，因以为名。又名《一江春水》、《玉壶水》、《巫山十二峰》等。双调，五十六字，上下片各四句，皆为两仄韵转两平韵。⑵梨花薄：谓梨花丛密之处。薄：指草木丛生之处。⑶不道：犹不管、不顾。招魂：招生者之魂。《楚辞》有《招魂》篇，汉王逸题解：“\n"]}},{"title":"写花","cont":{"title":"占春芳·红杏了","nian":"宋代","author":"苏轼","contson":"\n红杏了，夭桃尽，独自占春芳。不比人间兰麝，自然透骨生香。对酒莫相忘。似佳人、兼合明光。只忧长笛吹花落，除是宁王。\n","contyishang":["译文红杏花开过了，娇艳的桃花凋谢了，梨花独自暮春开放，兰草麝香怎能和梨花相比呢？梨花的香气自然飘来深深的像从骨子里沁出。饮酒赏花，忆起这酒似歌妓“佳人”的姿色，兼有荼蘼花般的香艳，梨花啊！不要因时令之笛吹落；否则，担心的便是开国受命之宁王。","注释⑴占春芳：词牌名。《万树词律》卷四注云：“此体他无作者，想因第三句为题名。”《词式》卷二：“苏轼咏杏花，制此调。”⑵红杏了：红杏花开过了。⑶夭桃尽：娇艳的桃花凋谢了。《诗经·周南·桃夭》：“桃之夭夭，灼灼其华。”⑷兰麝（shè）：兰草与麝香，即大自然生成的兰草\n"]}},{"title":"写花","cont":{"title":"裳裳者华","nian":"先秦","author":"佚名","contson":"\n裳裳者华，其叶湑兮。我觏之子，我心写兮。我心写兮，是以有誉处兮。\n裳裳者华，芸其黄矣。我觏之子，维其有章矣。维其有章矣，是以有庆矣。\n裳裳者华，或黄或白。我觏之子，乘其四骆。乘其四骆，六辔沃若。\n左之左之，君子宜之。右之右之，君子有之。维其有之，是以似之。\n","contyishang":["译文鲜花盛开多辉煌，叶子茂盛绿苍苍。遇见这位贤君子，我的心情真舒畅。我的心情真舒畅，因有美誉大家享。鲜花盛开多辉煌，怒放黄花多鲜亮。遇见这位贤君子，才华横溢有教养。才华横溢有教养，因此喜庆事儿降。鲜花盛开多辉煌，有的白色有的黄。遇见这位贤君子，驾着四马气昂扬。驾着四马气昂扬，六根缰绳闪着光。左边有人来辅佐，君子应付很适宜。右边有人来相佑，君子发挥有余地。只因君子有其长，所以祖业能承继。","注释⑴裳（cháng）裳：“堂堂”之假借，花鲜明美盛的样子。华（huā）：花。⑵湑（xǔ）：叶子茂盛的样子。\n"]}},{"title":"写花","cont":{"title":"城南","nian":"宋代","author":"曾巩","contson":"\n雨过横塘水满堤，乱山高下路东西。一番桃李花开尽，惟有青青草色齐。\n","contyishang":["译文春雨迅猛，池塘水满，遥望群山，高低不齐，东边西侧，山路崎岖。热热闹闹地开了一阵的桃花和李花，此刻已开过时了，只见眼前春草萋萋，碧绿一片。","注释①路东西:分东西两路奔流而去②横塘：古塘名，在今南京城南秦淮河南岸③乱山高下：群山高低起伏"]}},{"title":"写花","cont":{"title":"薛宝钗咏白海棠","nian":"清代","author":"曹雪芹","contson":"\n珍重芳姿昼掩门，自携手瓮灌苔盆。胭脂洗出秋阶影，冰雪招来露砌魂。淡极始知花更艳，愁多焉得玉无痕。欲偿白帝宜清洁，不语婷婷日又昏。\n","contyishang":[]}},{"title":"写花","cont":{"title":"西江月·真觉赏瑞香二首","nian":"宋代","author":"苏轼","contson":"\n公子眼花乱发，老夫鼻观先通。领巾飘下瑞香风。惊起谪仙春梦。后土祠中玉蕊，蓬莱殿后鞓红。此花清绝更纤秾。把酒何人心动。\n","contyishang":["译文我与曹子芳宿于真觉院，子芳睡眼惺松，头发零乱，睡得正沉，没有感觉到瑞香花开，倒是我先闻到了一股花的芳香。一阵轻风吹过，带来浓烈的瑞香花的芳香，仿佛当年杨妃领巾上飘落的香气。芳香太酷烈了，竟然把正酣然人梦的曹子芳也从梦中惊醒。瑞香花国色天香，堪与扬州后土祠中珍稀的玉蕊花及汴京蓬莱殿后的程红牡丹相媲美。这瑞香花既清雅绝伦又纤柔浓丽，把酒赏花，那秀美的姿色和浓烈的异香，怎不令人神怡心动呢？","注释⑴西江月：词牌名，原唐教坊曲。⑵真觉：不详，疑为寺观名。⑶后土祠：指扬州后土祠。玉蕊：花名，《广群芳谱》：“花类梅而萼瓣缩\n"]}},{"title":"写花","cont":{"title":"风流子·黄钟商芍药","nian":"宋代","author":"吴文英","contson":"\n金谷已空尘。薰风祝攥舞低鸾翅，绛笼蜜炬，绿映龙盆。窈窕绣窗人睡起，临砌脉无言。慵整堕鬟，怨时迟暮，可怜憔悴，啼雨黄昏。 轻桡移花市，秋娘渡、飞浪溅湿行裙。二十四桥南北，罗荐香分。念碎劈芳心，萦思千缕，赠将幽素，偷翦重云。终待凤池归去，催咏红翻。\n","contyishang":["　　“风流子”，本唐教坊曲名。《挥尘录》：“周美成为溧水令，主簿之姬有色而慧，每出侑酒，美成为《风流子》以寄意。”双调，一百零九字，上片十二句，五平韵；下片十句，四平韵。　　","　　“金谷”两句。“金谷”，即金谷园，为晋石崇所筑，其址在河南洛阳西北，内多植有芍药。此言金谷园中虽然已是找不到芍药的踪迹，但芍药花早已经在民间普及开来了。所以每当初夏南风熏人之时，芍药花就会从春梦中苏醒一一含苞绽放。“国色”，本指牡丹，因为芍药花也与牡丹花相似，故兼称之。“半欹”四句，状花。此言芍药的花色有白有红，品种繁多，在其花盛开之时，简直可以引来凤凰至前展翅而舞，同庆吉祥。因为芍药、牡丹，同\n"]}},{"title":"写花","cont":{"title":"鹊踏枝·梅落繁枝千万片","nian":"五代","author":"冯延巳","contson":"\n梅落繁枝千万片，犹自多情，学雪随风转。昨夜笙歌容易散，酒醒添得愁无限。楼上春山寒四面，过尽征鸿，暮景烟深浅。一晌凭栏人不见，鲛绡掩泪思量遍。\n","contyishang":["译文繁茂枝头，梅花飘落千万片，落时犹多情，学着雪花随风转。昨夜歌舞草草散，酒醒又添愁无限。楼上清寒，寒山围四面，大雁过尽暮霭深深漫。半晌凭栏不见人，罗帕掩泪把他思量遍。","注释⑴鹊踏枝：即《蝶恋花》，原唐教坊曲名，商调曲。又名《黄金缕》《凤栖梧》《卷珠帘》《一箩金》。其用为词牌始于宋。双调六十字，前后片各四仄韵。⑵笙（shēng）歌：吹笙唱歌。容易：轻易。⑶征鸿：远行的大雁。征鸿过尽，昭示着节令的转换。⑷“暮景”句：远处近处，只有浓浓淡淡的烟霭装点着无边的暮色。⑸一晌：表示时间，有片刻多时二\n"]}}]