[{"title":"写鸟","cont":{"title":"螽斯","nian":"先秦","author":"诗经","contson":"\n螽斯羽，诜诜兮。宜尔子孙，振振兮。螽斯羽，薨薨兮。宜尔子孙，绳绳兮。螽斯羽，揖揖兮。宜尔子孙，蛰蛰兮。\n","contyishang":["译文蝈蝈张翅膀，群集低飞翔啊。你的子孙多又多，家族正兴旺啊。蝈蝈张翅膀，群飞嗡嗡响啊。你的子孙多又多，世代绵延长啊。蝈蝈张翅膀，群聚挤满堂啊。你的子孙多又多，和睦好欢畅啊。","注释⑴螽（zhōng终）斯：或名斯螽，一种直翅目昆虫，常称为“蝈蝈”。一说“斯”为语词。⑵诜（shēn 身）诜：同莘莘，众多貌。⑶振振（zhēn真 古音）：茂盛的样子。⑷薨（hōng轰）薨：很多虫飞的声音。或曰形容螽斯的齐鸣。⑸绳绳（mǐn）：延绵不绝的样子。⑹揖（jí集 古音）揖：会聚的样子。\n"]}},{"title":"写鸟","cont":{"title":"踏莎行·二社良辰","nian":"宋代","author":"陈尧佐","contson":"\n二社良辰，千秋庭院。翩翩又见新来燕。凤凰巢稳许为邻，潇湘烟暝来何晚。乱入红楼，低飞绿岸。画梁时拂歌尘散。为谁归去为谁来，主人恩重珠帘卷。\n","contyishang":["译文春光明媚，良辰美景，庭院秋千高挂。燕子翩然归来。承蒙尊贵的凤凰垂青，才能与之相邻。飞越湘水烟波，相从恨晚。争先恐后飞入红楼，成群结队萦绕柳堤。雕梁之上轻歌漫唱。若问燕子为谁来，卷帘之恩重如山。","注释1.踏莎（suō）行：词牌名，又名《柳长春》《喜朝天》等。双调五十八字，仄韵。2.二社：指春社与秋社，是祭祀社神（土地神）的节日。春社立春后第五个戊日，秋社立秋后第五个戊日。3.翩翩：轻快飞行的样子。4.许为邻：同意燕子来作邻居。5.潇湘：湘江的别称，因湘江水深清得名。词中泛指南方，是燕子所\n"]}},{"title":"写鸟","cont":{"title":"春望","nian":"唐代","author":"杜甫","contson":"\n国破山河在，城春草木深。感时花溅泪，恨别鸟惊心。烽火连三月，家书抵万金。白头搔更短，浑欲不胜簪。\n","contyishang":["译文长安沦陷，国家破碎，只有山河依旧；春天来了，人烟稀少的长安城里草木茂密。感伤国事，不禁涕泪四溅，鸟鸣惊心，徒增离愁别恨。连绵的战火已经延续了半年多，家书难得，一封抵得上万两黄金。愁绪缠绕，搔头思考，白发越搔越短，简直要不能插簪了。","注释国：国都，指长安（今陕西西安）。破：陷落。山河在：旧日的山河仍然存在。城：长安城。草木深：指人烟稀少。感时：为国家的时局而感伤。溅泪：流泪。恨别：怅恨离别。烽火：古时边防报警的烟火，这里指安史之乱的战火。三月：正月、二月、三月。\n"]}},{"title":"写鸟","cont":{"title":"新凉","nian":"宋代","author":"徐玑","contson":"\n水满田畴稻叶齐，日光穿树晓烟低。黄莺也爱新凉好，飞过青山影里啼。\n","contyishang":["译文一望无际的稻田里，水波微漾，整齐的稻子如刀削一般。清晨的阳光穿过树叶，投影在地上，晨雾在树间缭绕。黄莺也喜欢早晨的清凉时光，在青山的影子里欢快的啼鸣。 ","注释①新凉：指初秋凉爽的天气。唐韩愈《符读书城南》诗：“时秋积雨霁，新凉入郊墟。”② 田畴：耕熟的田地。泛指田地。"]}},{"title":"写鸟","cont":{"title":"山行·布谷飞飞劝早耕","nian":"清代","author":"姚鼐","contson":"\n布谷飞飞劝早耕，舂锄扑扑趁春睛。千层石树遥行路，一带山田放水声。\n","contyishang":["译文布谷飞来飞去的劝说人们早些耕种，白鹭趁着天晴在天上扑打着翅膀。在层层石树之间的路上行走，听得山里田园放水的声音。","注释①舂（chōng）锄：白鹭；②扑扑：扑打翅膀。"]}},{"title":"写鸟","cont":{"title":"玉楼春·燕雕梁画栋原无数","nian":"清代","author":"宋徵舆","contson":"\n燕雕梁画栋原无数，不问主人随意住。红襟惹尽百花香，翠尾扫开三月雨。半年别我归何处？相见如将离恨诉。海棠枝上立多时，飞向小桥西畔去。\n","contyishang":[]}},{"title":"写鸟","cont":{"title":"阮郎归·柳阴庭院占风光","nian":"宋代","author":"曾觌","contson":"\n柳阴庭院占风光，呢喃清昼长。碧波新涨小池塘，双双蹴水忙。萍散漫，絮飘飏，轻盈体态狂。为怜流去落红香，衔将归画梁。\n","contyishang":[]}},{"title":"写鸟","cont":{"title":"双双燕·满城社雨","nian":"清代","author":"张惠言","contson":"\n满城社雨，又唤起无家，一年新恨。花轻柳重，隔断红楼芳径。旧垒谁家曾识，更生怕、主人相问。商量多少雕檐，还是差池不定。谁省、去年春静。直数到今年，丝魂絮影。前身应是，一片落红残粉。不住呢喃交讯，又惹得、莺儿闲听。输于池上鸳鸯，日日阑前双暝。\n","contyishang":[]}},{"title":"写鸟","cont":{"title":"忆江南·衔泥燕","nian":"唐代","author":"牛峤","contson":"\n衔泥燕，飞到画堂前。占得杏梁安稳处，体轻唯有主人怜，堪羡好因缘。\n","contyishang":["译文衔着泥土的燕子，飞到装饰华丽的大堂前，占据着梁间安稳的地方，体态轻盈只有主人伶爱，好烟缘可堪羡慕。","注释①占得：占据。②杏梁：用杏树所做的屋梁，泛指优质木材所做的梁柱。③因缘：指双燕美好的结合。"]}},{"title":"写鸟","cont":{"title":"闻黄鹂","nian":"唐代","author":"柳宗元","contson":"\n倦闻子规朝暮声，不意忽有黄鹂鸣。一声梦断楚江曲，满眼故园春意生。目极千里无山河，麦芒际天摇清波。王畿优本少赋役，务闲酒熟饶经过。此时晴烟最深处，舍南巷北遥相语。翻日迥度昆明飞，凌风邪看细柳翥。我今误落千万山，身同伧人不思还。乡禽何事亦来此，令我生心忆桑梓。闭声回翅归务速，西林紫椹行当熟。\n","contyishang":["译文听厌了杜鹃朝朝暮暮的啼叫，不料忽然间传来了黄鹂的鸣唱。熟悉的叫声打断了我在湘江边上的睡梦，满眼显现出故乡生机盎然的景象。那里放眼千里看不到高山大河，与长天相连翻滚着青青麦浪。京都地区优待农民少征赋役，乡邻们在农忙过后、酒酿成熟频繁来往。在那炊烟袅袅巷道深深的村舍里，村南巷北的人们远远地打着招呼互话短长。黄鹂翻飞在阳光下高高地横过昆明池，又迎着风斜看着细柳展翅飞翔。我如今跌落在家乡的千山万水之外，就像楚地客家人那样不再返家回乡。你这故乡的鸟儿为什么要来到这里，使我心里不禁思念起遥远的家乡。\n"]}},{"title":"写鸟","cont":{"title":"鹧鸪天·十里楼台倚翠微","nian":"宋代","author":"晏几道","contson":"\n十里楼台倚翠微。百花深处杜鹃啼。殷勤自与行人语，不似流莺取次飞。 惊梦觉，弄晴时。声声只道不如归。天涯岂是无归意，争奈归期未可期。\n","contyishang":["译文春天，诗人在偎依着青山的十里楼台边，听见了从盛开的百花深处传来的杜鹃啼叫声。那声声杜鹃鸣就像和行道中人说话似的，与那随意飞飞停停的流莺不同。在晴明的春日，杜鹃不断卖弄它那“不如归去”的“殷勤”的叫声，“行人”似从梦中惊醒。这“行人”岂是不想回家啊，只是回家的日子还不能期望定下啊。","注释①翠微：青翠的山气，此指青翠掩映的山间幽深处。②杜鹃：又名杜宇、子规，叫声像“不如归去”；啼：叫。③行人：离别在外的游子。④流莺：指黄莺。取次：随意、任意。⑤惊梦觉：从睡梦中惊醒；弄晴时：弄指卖弄，杜鹃在\n"]}},{"title":"写鸟","cont":{"title":"菩萨蛮·举头忽见衡阳雁","nian":"宋代","author":"陈达叟","contson":"\n举头忽见衡阳雁。千声万字情何限。叵而薄情夫。一行书也无。 泣归香阁恨。和泪掩红粉。待雁却回时。也无书寄伊。\n","contyishang":["　　《尊前集》此词归于李白。从词的内容风格看，接近敦煌民间词，可能是民间曲辞而托名李白的。《草堂诗余》前集卷下作宋末陈达叟词，《历代诗余》卷九作南宋陈以庄词，皆误。","　　词中“衡阳雁”，犹云南飞雁。雁是候鸟，秋来南飞，传说到衡阳为止，不过湖南衡山的回雁峰。“一行书”，用雁足传书故事。汉苏武出使匈奴，被放到北海冰雪中牧羊。汉昭帝派使者去要回苏武，匈奴诡称苏武已死。使者对单于说：汉天子在上林苑射雁，雁足中带着信，说苏武在某大泽中。单于只得把苏武放回。又雁行排成“一”字，即一行书，这里语带双关，责怪丈夫人不如雁，雁有千声万字，他却一个字也不托飞雁捎来。","　　此词\n"]}}]