[{"title":"写风","cont":{"title":"嘲春风","nian":"唐代","author":"温庭筠","contson":"\n春风何处好？别殿饶芳草。苒嫋转鸾旗，萎蕤吹雉葆。扬芳历九门，澹荡入兰荪。争奈白团扇，时时偷主恩。\n","contyishang":["　　古今多数文学史家和舆论家们，他们把温庭筠的词嗤之以为梁陈余风，视为靡靡之音，不信他能有什么政治寄托。几乎等于把美人香草要从《离骚》中赶了出来。这对于温庭筠是有欠公正的。","　　温庭筠的这一首诗，他自己首先就署上了一个“嘲”字。嘲者，讥笑也。然而从他的诗里看，他把春风写得又是非常好。好而要受到讥笑，就不能不说是在“指桑骂槐”。因此，可以把此诗作为一首有寄托的诗来读。","　　此诗开门见山就提出了“春风何处好？”接着他列举了五种春风的行动，来证明春风之好。换句话说，这五种行动，就是温庭筠理想中的“风”。好而遭到遗弃，就是盲目讨好，这所以是该予以嘲笑的。那么嘲风之\n"]}},{"title":"写风","cont":{"title":"乌夜啼·昨夜风兼雨","nian":"五代","author":"李煜","contson":"\n昨夜风兼雨，帘帏飒飒秋声。烛残漏断频欹枕，起坐不能平。　世事漫随流水，算来一梦浮生。醉乡路稳宜频到，此外不堪行。(一梦 一作：梦里)\n","contyishang":["译文昨天的夜晚，风雨交加， 遮窗的帐子被秋风吹出飒飒的声响，窗户外传来了令人心烦的风声雨声，整整响了一夜。蜡烛燃烧的所剩无几，壶中水已漏尽，我不停的多次起来斜靠在枕头上。 躺下坐起来思绪都不能够平稳。人世间的事情，如同流水东逝，说过去就过去了，想一想我这一生，就像做了一场大梦，以前的荣华富贵生活已一去不复返了。醉乡道路平坦，也无忧愁，可常去，别的地方不能去。","注释1.兼：同有，还有。2.帘帏（wéi）：帘子和帐子。帘，用布、竹、苇等做的遮蔽门窗的东西。帏，同帷，帐子，幔幕，一般用纱、布制成。3.飒飒（sà）：象声\n"]}},{"title":"写风","cont":{"title":"临江仙·柳絮","nian":"清代","author":"曹雪芹","contson":"\n白玉堂前春解舞，东风卷得均匀。蜂围蝶阵乱纷纷。几曾随逝水？岂必委芳尘？万缕千丝终不改，任他随聚随分。韶华休笑本无根。好风凭借力，送我上青云。\n","contyishang":[]}},{"title":"写风","cont":{"title":"新晴","nian":"宋代","author":"刘攽","contson":"\n青苔满地初晴后，绿树无人昼梦余。唯有南风旧相识，偷开门户又翻书。\n","contyishang":["译文夏日初晴，诗人午睡醒来，只看到窗外的绿树和青苔。忽然一阵南风把房门吹开，又掀起桌上的书页，诗人说这是他的老相识，来偷偷访问他了。","注释①新晴：天刚放晴；刚放晴的天气。②青苔：苔藓。③梦余：梦后。"]}},{"title":"写风","cont":{"title":"洞庭湖阻风赠张十一署·时自阳山徙掾江陵","nian":"唐代","author":"韩愈","contson":"\n十月阴气盛，北风无时休。苍茫洞庭岸，与子维双舟。 雾雨晦争泄，波涛怒相投。犬鸡断四听，粮绝谁与谋。 相去不容步，险如碍山丘。清谈可以饱，梦想接无由。 男女喧左右，饥啼但啾啾。非怀北归兴，何用胜羁愁。 云外有白日，寒光自悠悠。能令暂开霁，过是吾无求。\n","contyishang":["译文十月的时候冷锋极盛大，北风的吹拂完全没停休。在这苍茫的洞庭湖岸边，你我相傍分别系着小舟。此时雾雨晦暗争着落下，湖面波涛怒击如同对投。小舟四周的鸡犬难鸣吠，你我船上的粮绝无处谋。想要移步也不能成功啊，险像好似被阻碍着山丘。现在清谈虽可驱散饿感，平生梦想却是来之无由。左右的男女们都在喧哗，有的还因饥饿哭声啾啾。想到如非那北归的吸引，怎会羁留此地忍受忧愁。但看着天上云外的白日，射出的寒光却自在悠悠。若此刻暂能停雨见晴天，这就已是我无上的祈求。","注释\n"]}},{"title":"写风","cont":{"title":"西江月·阻风山峰下","nian":"宋代","author":"张孝祥","contson":"\n满载一船秋色，平铺十里湖光。波神留我看斜阳，放起鳞鳞细浪。明日风回更好，今宵露宿何妨？水晶宫里奏霓裳，准拟岳阳楼上。\n","contyishang":["译文　　满载着一船的秋色，行驶在广阔平展的江面上。行船被风浪所阻，微风吹起鳞鳞波浪，泛起波光。明日风向转为顺风更加好，那么今夜露宿又有什么关系呢？水中的宫殿像是在演奏霓裳羽衣曲，当到达岳阳时，准定在岳阳楼上观赏湖光山色。","注释山峰：指黄陵山。（黄陵山在湖南湘阴县北洞庭湖边。湘水由此入湖。相传山上有舜之二妃娥皇、女英的庙，世称黄陵庙。词题一作“黄陵庙”。词句也稍有差异）鳞鳞：形容波纹细微如鱼鳞。风回：指风向转为顺风。水晶宫：古代传说水中的宫殿。霓裳：即《霓裳羽衣曲》，唐代著名乐舞名。"]}},{"title":"写风","cont":{"title":"军城早秋","nian":"唐代","author":"严武","contson":"\n昨夜秋风入汉关，朔云边月满西山。 更催飞将追骄虏，莫遣沙场匹马还。\n","contyishang":["译文昨夜萧瑟的秋风卷入驻守的关塞；极目四望，但见边月西沉，寒云滚滚。一再命令那些勇猛的将士追击敌人，不要让敌人一兵一马从战场上逃回。","注释⑴汉关：汉朝的关塞，这里指唐朝军队驻守的关塞。⑵朔云边月：指边境上的云和月。月：一作“雪”。朔：北方。边：边境。西山：指今四川省西部的岷山，是当时控制吐蕃内侵的要地。⑶更催：再次催促。飞将：西汉名将李广被匈奴称为“飞将军”，这里泛指严武部下作战勇猛的将领。骄虏：指唐朝时入侵的吐蕃军队。⑷莫遣：不要让。沙场：战场。"]}},{"title":"写风","cont":{"title":"十月二十八日风雨大作","nian":"宋代","author":"陆游","contson":"\n风怒欲拔木，雨暴欲掀屋。风声翻海涛，雨点堕车轴。拄门那敢开，吹火不得烛。岂惟涨沟溪，势已卷平陆。辛勤蓺宿麦，所望明年熟；一饱正自艰，五穷故相逐。南邻更可念，布被冬未赎；明朝甑复空，母子相持哭。\n","contyishang":[]}}]