[{"title":"写雪","cont":{"title":"阻雪","nian":"清代","author":"吴伟业","contson":"\n关山虽胜路难堪，才上征鞍又解骖。十丈黄尘千尺雪，可知俱不似江南。\n","contyishang":[]}},{"title":"写雪","cont":{"title":"春日山中对雪有作","nian":"唐代","author":"杜荀鹤","contson":"\n竹树无声或有声，霏霏漠漠散还凝。岭梅谢后重妆蕊，岩水铺来却结冰。牢系鹿儿防猎客，满添茶鼎候吟僧。好将膏雨同功力，松径莓苔又一层。\n","contyishang":["译文雪花打在竹丛和树枝上，不时发出沙沙响声；浓密的雪片从空中飘落下来，聚集在地面上。岭头的梅花已经凋谢，现在又好像重新开放了；山岩积雪融化后的流水，却又结成寒冰。要把驯养的小鹿栓牢，严防它们乱跑而被雪天打猎的人捉去；将煮茶的壶水添满，等候山寺的僧人共同品尝、吟诗。可以将春雪同春雨的功劳相比；春雪过后，松间小路上的莓苔，将会更加浓密。","注释（1）霏霏漠漠：形容雪花密而无声。 散：飘散，指空中的雪。 凝：凝结、凝聚，指飘落后的雪。（2）重妆蕊：指雪凝结在花谢后的梅枝上，好像梅花又重新开放了一样。\n"]}},{"title":"写雪","cont":{"title":"雪中偶题","nian":"唐代","author":"郑谷","contson":"\n乱飘僧舍茶烟湿，密洒歌楼酒力微。江上晚来堪画处，渔人披得一蓑归。\n","contyishang":[]}},{"title":"写雪","cont":{"title":"点绛唇·黄花城早望","nian":"清代","author":"纳兰性德","contson":"\n五夜光寒，照来积雪平于栈。西风何限，自起披衣看。对此茫茫，不觉成长叹。何时旦，晓星欲散，飞起平沙雁。\n","contyishang":["译文初雪后的五更之夜，黄花城中弥漫着寒光，积雪的峭壁上，栈道显得平滑了许多。无边的寒风也阻挠不了我披衣观景的兴致。面对这茫茫雪色，不觉心中怅然，无限慨叹！什么时候才能天亮，天空中的晨星要消散了，广漠沙原上的大雁也已经起飞开始新的征程。","注释⑴点绛唇：词牌名，此调因江淹《咏美人春游》诗中有“白雪凝琼貌，明珠点绛唇”句而取名。四十一字。上阕四句，从第二句起用三仄韵；下阕五句，亦从第二句起用四仄韵。⑵黄花城：在今北京怀柔境内。纳兰扈驾东巡，此为必经之地。一说在五台山附近。⑶五夜：即五更。古代将一夜分为甲、乙、丙、丁、戊\n"]}},{"title":"写雪","cont":{"title":"雪晴晚望","nian":"唐代","author":"贾岛","contson":"\n倚杖望晴雪，溪云几万重。樵人归白屋，寒日下危峰。野火烧冈草，断烟生石松。却回山寺路，闻打暮天钟。\n","contyishang":["译文独倚竹杖眺望雪霁天晴，只见溪水上的白云叠叠重重。樵夫正走回那白雪覆盖的茅舍，闪着冷光的夕日步下危峰。野火烧燃着山上的蔓草，烟烽断续地缭绕着山石中的古松。我走向返回山寺的道路，远远地，听见了悠扬的暮钟。","注释1.白屋：以白茅覆盖的屋，贫者所居。2.危峰：高耸的山峰。3.石松：石崖上的松树。4.却回：返回。5.暮天钟：寺庙里用以报时的钟鼓。"]}},{"title":"写雪","cont":{"title":"逢雪宿芙蓉山主人","nian":"唐代","author":"刘长卿","contson":"\n日暮苍山远，天寒白屋贫。柴门闻犬吠，风雪夜归人。\n","contyishang":["译文暮色苍茫，更觉前行山路遥远。天寒地冻，倍觉投宿人家清贫。忽然听得柴门狗叫，应是主人风雪夜归。","注释逢：遇上。宿：投宿；借宿。芙蓉山主人：芙蓉山，各地以芙蓉命山名者甚多，这里大约是指湖南桂阳或宁乡的芙蓉山。主人，即指留诗人借宿者。这首诗通过雪夜借宿山村的情形，巧妙地写出山村景象与农家生活。日暮：傍晚的时候。苍山远：青山在暮色中影影绰绰显得很远。苍：青色。白屋：未加修饰的简陋茅草房。一般指贫苦人家。犬吠：狗叫。夜归人：夜间回来的人。"]}},{"title":"写雪","cont":{"title":"寿阳曲·江天暮雪","nian":"元代","author":"马致远","contson":"\n天将暮，雪乱舞，半梅花半飘柳絮。江上晚来堪画处，钓鱼人一蓑归去。\n","contyishang":["译文风吹荡汀洲远远望去像天空席卷着如玉雕的浪花，白茫茫一片，水天一线，何等壮阔。渔翁感到寒冷想要回家去，去发现不记得归路。此时渔翁洒脱的躺在船上，放任船漂流，让它带着自己回去，在有浓厚云层的江面上只隐隐看见一艘小小的渔船。 ","注释（1）“钓鱼人”句：柳宗元《江雪》：“孤舟蓑笠翁，独钓寒江雪。”张志和《渔父》：“青箬笠，绿蓑衣，斜风细雨不须归。”本句综合上述二句诗意而成。"]}},{"title":"写雪","cont":{"title":"嘲王历阳不肯饮酒","nian":"唐代","author":"李白","contson":"\n地白风色寒，雪花大如手。笑杀陶渊明，不饮杯中酒。 浪抚一张琴，虚栽五株柳。空负头上巾，吾于尔何有。\n","contyishang":["译文大地一片雪白，风色寒厉，纷纷的雪花片片如大手。笑死了陶渊明，就因为你不饮杯中酒。你真是浪抚了一张素琴，虚栽了五株翠柳。辜负了戴的头巾，我对你来说意味着什么？","注释①王历阳：指历阳姓王的县丞。历阳县，秦置。隋唐时，为历阳郡治。②五株柳：陶渊明畜素琴一张，宅边有五柳树。③空负头上巾：语出陶渊明诗“若复不快饮，空负头上巾”。"]}},{"title":"写雪","cont":{"title":"雪梅·其二","nian":"宋代","author":"卢梅坡","contson":"\n有梅无雪不精神，有雪无诗俗了人。日暮诗成天又雪，与梅并作十分春。\n","contyishang":["只有梅花没有雪花的话，看起来没有什么精神气质。如果下雪了却没有诗文相合，也会非常的俗气。当在冬天傍晚夕阳西下写好了诗，刚好天空又下起了雪。再看梅花雪花争相绽放，像春天一样艳丽多姿，生气蓬勃。 "]}},{"title":"写雪","cont":{"title":"终南望余雪","nian":"唐代","author":"祖咏","contson":"\n终南阴岭秀，积雪浮云端。林表明霁色，城中增暮寒。\n","contyishang":["译文遥望终南，北山秀丽，皑皑白雪，若浮云间。雪后初晴，林梢之间闪烁着夕阳余晖，晚时分，长安城内又添了几分积寒。","注释⑴终南：山名，在唐京城长安（今陕西西安）南面六十里处。余雪：指未融化之雪。《全唐诗》此诗题下有小字注：“有司试此题，咏赋四句即纳，或诘之，曰‘意尽’。”⑵阴岭：北面的山岭，背向太阳，故曰阴。⑶林表：林外，林梢。霁（jì）：雨、雪后天气转晴。"]}}]