[{"title":"写马","cont":{"title":"驷驖","nian":"先秦","author":"佚名","contson":"\n驷驖孔阜，六辔在手。公之媚子，从公于狩。奉时辰牡，辰牡孔硕。公曰左之，舍拔则获。游于北园，四马既闲。輶车鸾镳，载猃歇骄。\n","contyishang":["译文四匹黑骏马并排嘶鸣高昂，秦公娴熟地收放六条丝缰。那些最得宠信的臣仆卫队，跟随他们的君王狩猎围场。围场小吏放出应时的公鹿，只见鹿群是那样肥大美好。秦公兴奋地呼喊左转包抄，他搭弓放箭猎物应弦而倒！打猎尽兴后拐到北园游玩，那四匹马儿此刻尽享悠闲。车儿轻轻转啊鸾铃叮当响，车里载着有功劳的小猎犬。","注释⑴驷：四马。驖（tiě）：毛色似铁的好马。⑵阜：肥硕。⑶辔：马缰。四马应有八条缰绳，由于中间两匹马的内侧两条辔绳系在御者前面的车杠上，所以只有六辔在手。⑷媚子：亲信、宠爱的人。⑸狩：冬\n"]}},{"title":"写马","cont":{"title":"马诗二十三首·其四","nian":"唐代","author":"李贺","contson":"\n此马非凡马，房星本是星。向前敲瘦骨，犹自带铜声。\n","contyishang":[]}},{"title":"写马","cont":{"title":"马诗二十三首·其九","nian":"唐代","author":"李贺","contson":"\n飂叔去匆匆，如今不豢龙。夜来霜压栈，骏骨折西风。\n","contyishang":["译文养龙能手飂叔逝去匆匆不复返，如今已经没有人培养重用英贤。寒夜里的霜雪把马棚压得坍塌，西风中骏马的脊骨已经被折断。 ","注释⑴王琦注：“《左传》：‘昔有飂（liù）叔安，有裔子日董父，实甚好龙，能求其嗜欲以饮食之，龙多归之；乃扰畜龙以服事帝舜。帝赐之姓曰董氏，曰豢（huàn）龙。’杜预注；‘飂，古国也。叔安，其君名。豢，养也。”⑵按古以马为龙类，故李贺以今不能豢龙，而骏骨为霜所折。"]}},{"title":"写马","cont":{"title":"鲁颂·有駜","nian":"先秦","author":"佚名","contson":"\n有駜有駜，駜彼乘黄。夙夜在公，在公明明。振振鹭，鹭于下。鼓咽咽，醉言舞。于胥乐兮！\n有駜有駜，駜彼乘牡。夙夜在公，在公饮酒。振振鹭，鹭于飞。鼓咽咽，醉言归。于胥乐兮！\n有駜有駜，駜彼乘駽。夙夜在公，在公载燕。自今以始，岁其有。君子有穀，诒孙子。于胥乐兮！\n","contyishang":["译文马儿骏健又强壮，拉车四匹马毛黄。早晚都在官府里，在那办事多繁忙。白鹭一群向上翥，渐收羽翼身下俯。鼓声咚咚响不停，趁着醉意都起舞。一起乐啊心神舒！马儿骏健又强壮，拉车四匹是公马。早晚都在官府里，在那饮酒喜交加。白鹭一群向上飞，渐展翅膀任来回。鼓声咚咚响不停，趁着醉兴把家归。乐在一起真快慰！强壮高大令人赞，拉车四匹铁骢健。早晚都在官府里，在官府里设酒宴。从今开始享太平，年年都有好收成。君子有福又有禄，福泽世代留子孙。乐在一起真高兴！","注释⑴駜（bì）：马肥壮貌。⑵乘（shèng）黄：四匹黄马。古者一车四马曰乘。\n"]}},{"title":"写马","cont":{"title":"马诗二十三首·其十八","nian":"唐代","author":"李贺","contson":"\n伯乐向前看，旋毛在腹间。只今掊白草，何日蓦青山？\n","contyishang":["译文伯乐走到跟前一看，这是千里马哪，旋毛就长在它腹间！如今却克扣它的草料，什么时候它才能够腾飞跨越青山？ ","注释⑴伯乐：古之善相马者，相传为春秋秦穆公时人。 ⑵旋毛：蜷曲的马毛。王琦注：“郭璞《尔雅注》：‘伯乐相马法，旋毛有腹下如乳者，千里马也。’颜师古《汉书注》：‘白草似莠而细，无芒，其干熟时，正白色，牛马所嗜也。”⑶只今：如今。掊（póu）：克减，克扣。白草：牛马爱吃的一种草。⑷蓦：超越，跨越。"]}},{"title":"写马","cont":{"title":"马诗二十三首·其二十三","nian":"唐代","author":"李贺","contson":"\n武帝爱神仙，烧金得紫烟。厩中皆肉马，不解上青天。\n","contyishang":["　　诗人借古喻今，用诙谐、辛辣的笔墨表现严肃、深刻的主题。 ","　　前二句写汉武帝炼丹求仙的事。汉武帝一心想长生不老，命方士炼丹砂为黄金以服食，耗费了大量钱财。结果，所得的不过是一缕紫烟而已。“得”字，看似平常，却极有份量，对炼丹求仙的荒诞行径作了无情的鞭挞和辛辣的嘲讽，深得“一字褒贬”之妙。 ","　　后两句写马，紧扣诗题。“厩中皆肉马，不解上青天”，迫切希望能飞升成仙的汉武帝，不豢养能够“拂云飞”、“捉飘风”的天马，而让不中用的“肉马”充斥马厩。用“肉马”形容马平庸低劣，非常精当。由于是“御马”，吃住条件优越，一个个喂得肥大笨重。这样的马在地面上奔跑都有困难\n"]}}]