[{"title":"冬天","cont":{"title":"冬日归旧山","nian":"唐代","author":"李白","contson":"\n未洗染尘缨，归来芳草平。一条藤径绿，万点雪峰晴。 地冷叶先尽，谷寒云不行。嫩篁侵舍密，古树倒江横。 白犬离村吠，苍苔壁上生。穿厨孤雉过，临屋旧猿鸣。 木落禽巢在，篱疏兽路成。拂床苍鼠走，倒箧素鱼惊。 洗砚修良策，敲松拟素贞。此时重一去，去合到三清。\n","contyishang":[]}},{"title":"冬天","cont":{"title":"苦寒吟","nian":"唐代","author":"孟郊","contson":"\n百泉冻皆咽，我吟寒更切。半夜倚乔松，不觉满衣雪。竹竿有甘苦，我爱抱苦节。鸟声有悲欢，我爱口流血。潘生若解吟，更早生白发。\n","contyishang":["　　“寒”，当然也可作穷窘解，但显然苏轼指的是整个的风貌的清冷的“寒”。“寒”是一种诉诸视觉的形状。有谁感到过寒的诗和看见过瘦的诗呢？没有。以此索解，了无蹊径。但是它确实又是可感的、具体的，它触发我们的想像，引起我们的美感联想。在我们想像的天地里，就会呈现孟郊和贾岛的诗的某些画面、某种境界的美，然后会惊异地感到，用“寒”“瘦”来描述这种画面和境界所体现的美，实在是再恰当也不过了。","　　这到底要作何解释呢？要解释清楚这一点，可能会涉及许多问题，诸如中国古典诗歌的特征，民族的审美习惯，中国传统诗论的特点等问题。这些问题很难一下说清楚。如果再把范围缩小一点，从一个小的角度来窥测\n"]}},{"title":"冬天","cont":{"title":"夜宴南陵留别","nian":"唐代","author":"李嘉祐","contson":"\n雪满前庭月色闲，主人留客未能还。 预愁明日相思处，匹马千山与万山。\n","contyishang":["　　诗的第一句“雪满前庭月色闲”，点明了节候与时间。雪满前庭，正当冬令。为什么许多送别诗的背景都是冰雪满径的隆冬?是什么理由催促人们在这本来不利于远行的季节踏上征程?这其中的奥秘是不难发现的。残腊将尽，春气欲来之时，正是中国民间最隆重的年节到来之际。合家团聚，共度佳节，成了人们最美好的愿望。难怪那冰雪覆盖的山路上。总会留下许多人匆匆的足迹。","　　“月色”二字。说明别宴在夜间举行。雪满前庭，当然月色也满前庭。月光与雪光交辉。好一个银装世界!然而这样的美景却无人去赏，也无心去赏。一个“闲”字，流露出多少惋惜与感叹!","　　回乡意切，归心似箭。本应趁着这皎皎的月光\n"]}},{"title":"冬天","cont":{"title":"冬夕寄青龙寺源公","nian":"唐代","author":"郎士元","contson":"\n敛屦入寒竹，安禅过漏声。高松残子落，深井冻痕生。罢磬风枝动，悬灯雪屋明。何当招我宿，乘月上方行。\n","contyishang":["译文放轻脚步缓缓的踏过寒竹林，打坐修禅只能听到那铜壶水滴滴落的声音。高高的松树上落下颗颗松果，那深井的水面也慢慢凝结成冰。磬声停罢屋外的树枝仍在随风而动，悬挂的烛灯将那被皑皑白雪覆盖的屋舍映照的格外温暖明亮。候邀请我于你那里留宿，让我也好沐浴着月色感受万物静寂与内心的平静。","注释敛屦：犹摄足。踮起足走路，表示敬肃。安禅：佛家术语，即安静地打坐。漏声：铜壶滴漏之声。罄：佛寺中使用的一种钵状物，用铜铁铸成，既可作念经时的打击乐器，亦可敲响集合寺众。何当：犹何日何时。\n"]}},{"title":"冬天","cont":{"title":"观猎","nian":"唐代","author":"王维","contson":"\n风劲角弓鸣，将军猎渭城。草枯鹰眼疾，雪尽马蹄轻。忽过新丰市，还归细柳营。回看射雕处，千里暮云平。\n","contyishang":["译文狂风声里，角弓鸣响，将军狩猎渭城郊外。秋草枯黄，鹰眼更加锐利；冰雪消融，马蹄格外轻快。转眼已过新丰市，不久又回细柳营。回头远眺射雕荒野，千里暮云平展到天边。","注释1.诗题一作《猎骑》。宋人郭茂倩摘前四句编入《乐府诗集·近代曲辞》，题作《戎浑》。按：唐人姚合《玄极集》及韦庄《又玄集》均以此诗为王维作。[2]猎，狩猎。2.劲：强劲。3.角弓：用兽角装饰的硬弓，使用动物的角、筋等材料制作的传统复合弓。4.渭（wèi）城：秦时咸阳城，汉改称渭城，在今西安市西北，渭水北岸。\n"]}},{"title":"冬天","cont":{"title":"阙题二首","nian":"唐代","author":"王维","contson":"\n荆谿白石出，天寒红叶稀。山路元无雨，空翠湿人衣。相看不忍发，惨淡暮潮平。语罢更携手，月明洲渚生。\n","contyishang":["　　此诗以诗人山行时所见所感,描绘了初冬时节的山中景色。“荆溪”发源于秦岭山中,流至长安东北汇入灞水。诗人的别墅也在秦岭山中,此诗所写应是其别墅周边的一段景色。首句写山中溪流:荆溪蜿蜒穿流,溪水清浅,因溪水冲刷而泛白的石头星星点点地露出水面。次句写山中红叶:天气业已寒冷,但山林间仍点缀着稀疏的红叶。从天寒而红叶犹未尽落,表明天气是初冬时节。在以上两句诗中,诗人以“白石出”与“红叶稀”概括而形象地向读者展示了初冬山中景色的显著特征。不过诗人接着就在第三、四句诗中告诉人们,上述景象并不是此时山景的全貌,此时山景的基本面貌,乃是由众多苍松翠柏等终年长青的树木构成的充满生命力的“空翠”,即一望无\n"]}}]