[{"title":"初中古诗","cont":{"title":"蒹葭","nian":"先秦","author":"佚名","contson":"\n蒹葭苍苍，白露为霜。所谓伊人，在水一方。溯洄从之，道阻且长。溯游从之，宛在水中央。蒹葭萋萋，白露未晞。所谓伊人，在水之湄。溯洄从之，道阻且跻。溯游从之，宛在水中坻。蒹葭采采，白露未已。所谓伊人，在水之涘。溯洄从之，道阻且右。溯游从之，宛在水中沚。\n","contyishang":["译文河边芦苇青苍苍，秋深露水结成霜。 意中之人在何处？就在河水那一方。逆着流水去找她，道路险阻又太长。 顺着流水去找她，仿佛在那水中央。河边芦苇密又繁，清晨露水未曾干。 意中之人在何处?就在河岸那一边。逆着流水去找她，道路险阻攀登难。 顺着流水去找她，仿佛就在水中滩。河边芦苇密稠稠，早晨露水未全收。 意中之人在何处?就在水边那一头。逆着流水去找她，道路险阻曲难求。 顺着流水去找她，仿佛就在水中洲。","注释1.蒹（jiān）：没长穗的芦苇。葭（jiā）：初生的芦苇。苍苍：鲜明、茂盛貌。下文“萋\n"]}},{"title":"初中古诗","cont":{"title":"送元二使安西 / 渭城曲","nian":"唐代","author":"王维","contson":"\n渭城朝雨浥轻尘，客舍青青柳色新。(一作：客舍依依杨柳春)劝君更尽一杯酒，西出阳关无故人。\n","contyishang":["译文清晨的微雨湿润了渭城地面的灰尘，馆驿青堂瓦舍柳树的枝叶翠嫩一新。真诚地奉劝我的朋友再干一杯美酒，向西出了阳关就难以遇到故旧亲人。","注释（1）渭城曲：另题作《送元二使安西》，或名《阳关曲》或《阳关三叠》。（2）渭城：在今陕西省西安市西北，即秦代咸阳古城。浥（yì）：润湿。（3）客舍：旅馆。柳色：柳树象征离别。（4）阳关：在今甘肃省敦煌西南，为自古赴西北边疆的要道。"]}},{"title":"初中古诗","cont":{"title":"走马川行奉送出师西征 / 走马川行奉送封大夫出师西征","nian":"唐代","author":"岑参","contson":"\n君不见走马川行雪海边，平沙莽莽黄入天。 轮台九月风夜吼，一川碎石大如斗，随风满地石乱走。 匈奴草黄马正肥，金山西见烟尘飞，汉家大将西出师。 将军金甲夜不脱，半夜军行戈相拨，风头如刀面如割。 马毛带雪汗气蒸，五花连钱旋作冰，幕中草檄砚水凝。 虏骑闻之应胆慑，料知短兵不敢接，车师西门伫献捷。\n","contyishang":["译文您难道不曾看见吗？那辽阔的走马川紧靠着雪海边缘，茫茫无边的黄沙连接云天。轮台九月整夜里狂风怒号，到处的碎石块块大如斗，狂风吹得斗大乱石满地走。这时匈奴牧草繁茂军马肥，侵入金山西面烟尘滚滚飞，汉家的大将率兵开始征西。将军身著铠甲夜里也不脱，半夜行军戈矛彼此相碰撞，凛冽寒风吹到脸上如刀割。马毛挂着雪花还汗气蒸腾，五花马的身上转眼结成冰，营幕中写檄文砚墨也冻凝。敌军听到大军出征应胆惊，料他不敢与我们短兵相接，我就在车师西门等待报捷。","注释⑴走马川：即车尔成河，又名左未河，在今新疆境内。行：诗\n"]}},{"title":"初中古诗","cont":{"title":"己亥杂诗·其五","nian":"清代","author":"龚自珍","contson":"\n浩荡离愁白日斜，吟鞭东指即天涯。落红不是无情物，化作春泥更护花。\n","contyishang":["译文浩浩荡荡的离别愁绪向着日落西斜的远处延伸, 离开北京，马鞭向东一挥，感觉就是人在天涯一般。我辞官归乡，有如从枝头上掉下来的落花，但它却不是无情之物，化成了春天的泥土，还能起着培育下一代的作用。","注释选自《龚自珍全集》浩荡离愁：离别京都的愁思浩如水波，也指作者心潮不平。浩荡：无限。吟鞭：诗人的马鞭。 东指：东方故里。 天涯：指离京都遥远。落红：落花。花朵以红色者为尊贵，因此落花又称为落红。花：比喻国家。即：到。"]}},{"title":"初中古诗","cont":{"title":"如梦令·常记溪亭日暮","nian":"宋代","author":"李清照","contson":"\n常记溪亭日暮，沉醉不知归路。兴尽晚回舟，误入藕花深处。争渡，争渡，惊起一滩鸥鹭。\n","contyishang":["译文应是常常想起一次郊游，一玩就到日暮时分，沉醉在其中不想回家。一直玩到没了兴致才乘舟返回，却迷途进入藕花池的深处。怎么才能把船划出去，不小心，却惊起了一群的鸥鹭。","译文二经常记起在溪边的亭子游玩直到太阳落山的时候，被美景陶醉而流连忘返。游兴满足了，天黑往回划船，不小心划进了荷花池深处。划呀，划呀，惊动满滩的水鸟，都飞起来了。","译文三曾记得一次溪亭饮酒到日暮，喝得大醉回家找不着了道路。兴尽之后很晚才往回划船，却不小心进入了荷花深处。怎么渡，怎么渡？（\n"]}},{"title":"初中古诗","cont":{"title":"观书有感二首·其一","nian":"宋代","author":"朱熹","contson":"\n半亩方塘一鉴开，天光云影共徘徊。问渠那得清如许？为有源头活水来。(那 通：哪)\n","contyishang":["译文半亩大的方形池塘像一面镜子一样打开，清澈明净，天光、云影在水面上闪耀浮动。要问池塘里的水为何这样清澈呢？是因为有永不枯竭的源头源源不断地为它输送活水。","注释方塘：又称半亩塘，在福建尤溪城南郑义斋馆舍（后为南溪书院）内。朱熹父亲朱松与郑交好，故尝有《蝶恋花·醉宿郑氏别墅》词云：“清晓方塘开一境。落絮如飞，肯向春风定。”鉴：一说为古代用来盛水或冰的青铜大盆。镜子；也有学者认为镜子。指像鉴（镜子）一样可以照人。“天光”句：是说天的光和云的影子反映在塘水之中，不停地变动，犹如人在徘徊。徘徊：来回移动。\n"]}}]