[{"title":"初中文言","cont":{"title":"观潮","nian":"宋代","author":"周密","contson":"\n　　浙江之潮，天下之伟观也。自既望以至十八日为盛。方其远出海门，仅如银线；既而渐近，则玉城雪岭际天而来，大声如雷霆，震撼激射，吞天沃日，势极雄豪。杨诚斋诗云“海涌银为郭，江横玉系腰”者是也。 \n　　每岁京尹出浙江亭教阅水军，艨艟数百，分列两岸；既而尽奔腾分合五阵之势，并有乘骑弄旗标枪舞刀于水面者，如履平地。倏尔黄烟四起，人物略不相睹，水爆轰震，声如崩山。烟消波静，则一舸无迹，仅有“敌船”为火所焚，随波而逝。 \n　　吴儿善泅者数百，皆披发文身，手持十幅大彩旗，争先鼓勇，溯迎而上，出没于鲸波万仞中，腾身百变，而旗尾略不沾湿，以此夸能。\n　　江干上下十余里间，珠翠罗绮溢目，车马塞途，饮食百物皆倍穹常时，而僦赁看幕，虽席地不容间也。 \n","contyishang":["译文　　钱塘江的潮水，是天下雄伟的景观。从（农历）八月十六日到十八日潮水是最壮观的。当潮水远远地从钱塘江入海口涌起的时候，（远看）几乎像一条银白色的线；不久（潮水）越来越近，玉城雪岭一般的潮水连天涌来，声音大得像雷霆万钧，震撼天地，激扬喷射 ，吞没天空，冲荡太阳，气势极其雄伟豪壮。杨万里的诗中说的“海涌银为郭，江横玉系腰”就是指这样的景象。","　　每年（农历八月）京都临安府长官来到浙江亭教阅水军，几百艘战船分列两岸；不久水军的战船演习五阵的阵势，忽而疾驶，忽而腾起，忽而分，忽而合，极尽种种变化，同时有在水面上骑马、舞旗、举枪、挥刀的人，好像踩在平地上一样安稳。忽\n"]}},{"title":"初中文言","cont":{"title":"邹忌讽齐王纳谏","nian":"两汉","author":"刘向 撰","contson":"\n　　邹忌修八尺有余，而形貌昳丽。朝服衣冠，窥镜，谓其妻曰：“我孰与城北徐公美？”其妻曰：“君美甚，徐公何能及君也！”城北徐公，齐国之美丽者也。忌不自信，而复问其妾曰：“吾孰与徐公美？”妾曰：“徐公何能及君也！”旦日，客从外来，与坐谈，问之客曰：“吾与徐公孰美？”客曰：“徐公不若君之美也。”明日徐公来，孰视之，自以为不如；窥镜而自视，又弗如远甚。暮寝而思之，曰：“吾妻之美我者，私我也；妾之美我者，畏我也；客之美我者，欲有求于我也。”\n　　于是入朝见威王，曰：“臣诚知不如徐公美。臣之妻私臣，臣之妾畏臣，臣之客欲有求于臣，皆以美于徐公。今齐地方千里，百二十城，宫妇左右莫不私王，朝廷之臣莫不畏王，四境之内莫不有求于王：由此观之，王之蔽甚矣。”\n　　王曰：“善。”乃下令：“群臣吏民能面刺寡人之过者，受上赏；上书谏寡人者，受中赏；能谤讥于市朝，闻寡人之耳者，受下赏。”令初下，群臣进谏，门庭若市；数月之后，时时而间进；期年之后，虽欲言，无可进者。燕、赵、韩、魏闻之，皆朝于齐.此所谓战胜于朝廷。(谤讥 一作：谤议)\n","contyishang":["译文　　邹忌身长五十四·寸左右，而且形象外貌光艳美丽。早晨，（邹忌）穿戴好衣帽，照了一下镜子，对他妻子说：“我和城北徐公比，谁更美呢?”他的妻子说：“您非常美，徐公怎么能比得上您呢?” 城北的徐公是齐国的最美的男子。邹忌不相信自己（比徐公美），而又问他的妾：“我和徐公相比，谁更美呢?”妾说：“徐公哪能比得上您呢?” 第二天，有客人从外面来（拜访），（邹忌）与他相坐而谈，问他：“我和徐公比，谁更美呢?”客人说：“徐公不如您美丽。” 又一天，徐公来了，邹忌仔细地看着他，自己认为不如徐公美；照着镜子里的自己，更是觉得自己与徐公相差甚远。傍晚，他躺在床上休息时想这件事，说：“我的妻子\n"]}},{"title":"初中文言","cont":{"title":"咏雪 / 咏雪联句","nian":"南北朝","author":"刘义庆","contson":"\n谢太傅寒雪日内集，与儿女讲论文义。俄而雪骤,公欣然曰：“白雪纷纷何所似？”兄子胡儿曰：“撒盐空中差可拟。”兄女曰：“未若柳絮因风起。”公大笑乐。即公大兄无奕女，左将军王凝之妻也。\n","contyishang":["译文谢安在寒冷的雪天举行家庭聚会，和他子侄辈的人讲解诗文。不久，雪下得大了，太傅高兴地说：“这纷纷扬扬的白雪像什么呢?”他哥哥的长子谢朗说：“在空中撒盐差不多可以相比。”谢安大哥的女儿说：“不如比作柳絮凭借着风飞舞。”太傅大笑起来。她就是谢安大哥谢无奕的女儿谢道韫，左将军王凝之的妻子。 ","注释谢太傅：即谢安（.320年－385年），字安石，晋朝陈郡阳夏（现在河南太康）人。做过吴兴太守、侍 中、吏部尚书、中护军等官职。死后追赠为太傅。内集：家庭聚会。儿女：子侄辈。讲论文义：讲解诗文。俄而：不久，不一会儿。\n"]}},{"title":"初中文言","cont":{"title":"木兰诗 / 木兰辞","nian":"南北朝","author":"佚名","contson":"\n　　唧唧复唧唧，木兰当户织。不闻机杼声，惟闻女叹息。(惟闻 通：唯)问女何所思，问女何所忆。女亦无所思，女亦无所忆。昨夜见军帖，可汗大点兵，军书十二卷，卷卷有爷名。阿爷无大儿，木兰无长兄，愿为市鞍马，从此替爷征。\n　　东市买骏马，西市买鞍鞯，南市买辔头，北市买长鞭。旦辞爷娘去，暮宿黄河边，不闻爷娘唤女声，但闻黄河流水鸣溅溅。旦辞黄河去，暮至黑山头，不闻爷娘唤女声，但闻燕山胡骑鸣啾啾。\n　　万里赴戎机，关山度若飞。朔气传金柝，寒光照铁衣。将军百战死，壮士十年归。\n　　归来见天子，天子坐明堂。策勋十二转，赏赐百千强。可汗问所欲，木兰不用尚书郎，愿驰千里足，送儿还故乡。(一作：愿借明驼千里足)\n　　爷娘闻女来，出郭相扶将；阿姊闻妹来，当户理红妆；小弟闻姊来，磨刀霍霍向猪羊。开我东阁门，坐我西阁床，脱我战时袍，著我旧时裳。当窗理云鬓，对镜帖花黄。出门看火伴，火伴皆惊忙：同行十二年，不知木兰是女郎。（帖 通：贴；惊忙 一作：惶；惶 火伴 通：伙）\n　　雄兔脚扑朔，雌兔眼迷离；双兔傍地走，安能辨我是雄雌？\n","contyishang":["译文　　叹息声一声接着一声传出，木兰对着房门织布。听不见织布机织布的声音，只听见木兰在叹息。问木兰在想什么？问木兰在惦记什么？（木兰答道）我也没有在想什么，也没有在惦记什么。昨天晚上看见征兵文书，知道君主在大规模征兵，那么多卷征兵文册，每一卷上都有父亲的名字。父亲没有大儿子，木兰（我）没有兄长，木兰愿意为此到集市上去买马鞍和马匹，就开始替代父亲去征战。","　　在集市各处购买马具。第二天早晨离开父母，晚上宿营在黄河边，听不见父母呼唤女儿的声音，只能听到黄河水流水声。第二天早晨离开黄河上路，晚上到达黑山头，听不见父母呼唤女儿的声音，只能听到燕山胡兵战马的啾啾的鸣叫声\n"]}},{"title":"初中文言","cont":{"title":"得道多助，失道寡助","nian":"先秦","author":"孟子及其弟子","contson":"\n　　天时不如地利，地利不如人和。三里之城，七里之郭，环而攻之而不胜。夫环而攻之，必有得天时者矣，然而不胜者，是天时不如地利也。城非不高也，池非不深也，兵革非不坚利也，米粟非不多也，委而去之，是地利不如人和也。\n　　故曰，域民不以封疆之界，固国不以山溪之险，威天下不以兵革之利。得道者多助，失道者寡助。寡助之至，亲戚畔之。多助之至，天下顺之。以天下之所顺，攻亲戚之所畔，故君子有不战，战必胜矣。\n","contyishang":["译文有利于作战的天气、时令，比不上有利于作战的地理形势；有利于作战的地理形势，比不上作战中的人心所向、内部团结。（比如一座）方圆三里的小城，只有方圆七里的外城，四面包围起来攻打它，却不能取胜。采用四面包围的方式攻城，一定是得到有利于作战的天气、时令了，可是不能取胜，这是因为有利于作战的天气、时令比不上有利于作战的地理形势呀。城墙并不是不高啊，护城河并不是不深呀，武器装备也并不是不精良，粮食供给也并不是不充足啊，但是，守城一方还是弃城而逃，这是因为作战的地理形势（再好），也比不上人心所向、内部团结啊。","所以说，使人民定居下来而不迁到别的地\n"]}}]