[{"title":"励志","cont":{"title":"","nian":"","author":"","contson":"","contyishang":[]}},{"title":"励志","cont":{"title":"劝学诗 / 偶成","nian":"宋代","author":"朱熹","contson":"\n少年易老学难成，一寸光阴不可轻。(一作：少年易学老难成)未觉池塘春草梦，阶前梧叶已秋声。\n","contyishang":["译文青春的日子十分容易逝去，学问却很难获得成功，所以每一寸光阴都要珍惜，不能轻易放过。没等池塘生春草的美梦醒来，台阶前的梧桐树叶就已经在秋风里沙沙作响了。 ","注释1、池塘春草梦：这是一个典故，源于《南史·谢方明传》，谢方明之子惠连，年十岁能属文，族兄灵运嘉赏之，云：“每有篇章，对惠连辄得佳话。”尝于永嘉西堂四诗，竞日不就，忽梦见惠连，即得“池塘生春草”，大以为工。常云：“此语神功，非吾语也。”“池塘生春草，园柳变鸣禽”是谢灵运《登池上楼》中的诗句，后被赞誉为写春意的千古名句，此处活用其典，意谓美好的青春年华将很快消逝，如同一场春梦。2、秋声\n"]}},{"title":"励志","cont":{"title":"风","nian":"唐代","author":"李峤","contson":"\n解落三秋叶，能开二月花。过江千尺浪，入竹万竿斜。\n","contyishang":["译文能吹落秋天金黄的树叶，能吹开春天美丽的鲜花。刮过江面能掀千尺巨浪，吹进竹林能使万竿倾斜。","注释⑴解落：吹落，散落。《淮南子·时则训》：“季夏行春令，则谷实解落。”解：解开，这里指吹。三秋：秋季。一说指农历九月。⑵能：能够。二月：农历二月，指春季。⑶过：经过。⑷斜：倾斜。"]}},{"title":"励志","cont":{"title":"从军行","nian":"唐代","author":"杨炯","contson":"\n烽火照西京，心中自不平。牙璋辞凤阙，铁骑绕龙城。雪暗凋旗画，风多杂鼓声。宁为百夫长，胜作一书生。\n","contyishang":["译文烽火照耀京都长安，不平之气油然而生。辞别皇宫，将军手执兵符而去；围敌攻城，精锐骑兵勇猛异常。大雪纷飞，军旗黯然失色；狂风怒吼，夹杂咚咚战鼓。我宁愿做个低级军官为国冲锋陷阵，也胜过当个白面书生只会雕句寻章。","注释①从军行：为乐府《相和歌·平调曲》旧题，多写军旅生活。②烽火：古代边防告急的烟火。西京：长安。③牙璋：古代发兵所用之兵符，分为两块，相合处呈牙状，朝廷和主帅各执其半。指代奉命出征的将帅凤阙：阙名。汉建章宫的圆阙上有金凤，故以凤阙指皇宫。④龙城：又称龙庭，在今蒙古国鄂尔\n"]}},{"title":"励志","cont":{"title":"行路难·其一","nian":"唐代","author":"李白","contson":"\n金樽清酒斗十千，玉盘珍羞直万钱。(羞 通：馐；直 通：值)停杯投箸不能食，拔剑四顾心茫然。欲渡黄河冰塞川，将登太行雪满山。(雪满山 一作：雪暗天)闲来垂钓碧溪上，忽复乘舟梦日边。(碧 一作：坐)行路难！行路难！多歧路，今安在？长风破浪会有时，直挂云帆济沧海。\n","contyishang":["译文金杯里装的名酒，每斗要价十千； 玉盘中盛的精美菜肴，收费万钱。胸中郁闷啊，我停杯投箸吃不下； 拔剑环顾四周，我心里委实茫然。想渡黄河，冰雪堵塞了这条大川； 要登太行，莽莽的风雪早已封山。像吕尚垂钓溪，闲待东山再起； 又像伊尹做梦，他乘船经过日边。世上行路呵多么艰难，多么艰难； 眼前歧路这么多，我该向北向南？相信总有一天，能乘长风破万里浪； 高高挂起云帆，在沧海中勇往直前！","注释⑴行路难：选自《李白集校注》，乐府旧题。金樽（zūn）：古代盛酒的器具，以金为饰。清酒：清醇的美酒。斗十千：一\n"]}},{"title":"励志","cont":{"title":"金缕衣","nian":"唐代","author":"佚名","contson":"\n劝君莫惜金缕衣，劝君惜取少年时。(惜取 一作：须取)花开堪折直须折，莫待无花空折枝。(花开 一作：有花)\n","contyishang":["直译我劝你不要顾惜华贵的金缕衣，我劝你一定要珍惜青春少年时。花开宜折的时候就要抓紧去折，不要等到花谢时只折了个空枝。","韵译不要爱惜荣华富贵，而应爱惜少年时光。就像那盛开的鲜花，要及时采摘。如果采摘不及时，等到春残花落之时，就只能折取花枝了。","注释⑴金缕衣：缀有金线的衣服，比喻荣华富贵。⑵须惜：珍惜。⑶堪：可以，能够。⑷直须：尽管。直：直接，爽快。⑸莫待：不要等到。"]}},{"title":"励志","cont":{"title":"过零丁洋","nian":"宋代","author":"文天祥","contson":"\n辛苦遭逢起一经，干戈寥落四周星。山河破碎风飘絮，身世浮沉雨打萍。惶恐滩头说惶恐，零丁洋里叹零丁。人生自古谁无死？留取丹心照汗青。\n","contyishang":["译文回想我早年由科举入仕历尽辛苦，如今战火消歇已熬过了四个年头。国家危在旦夕恰如狂风中的柳絮，自己一生的坎坷如雨中浮萍漂泊无根时起时沉。惶恐滩的惨败让我至今依然惶恐，零丁洋身陷元虏可叹我孤苦零丁。人生自古以来有谁能够长生不死？我要留一片爱国的丹心映照史册。","注释⑴零丁洋：零丁洋即”伶丁洋“。现在广东省珠江口外。1278年底，文天祥率军在广东五坡岭与元军激战，兵败被俘，囚禁船上曾经过零丁洋。⑵遭逢：遭遇。起一经，因为精通一种经书，通过科举考试而被朝廷起用作官。文天祥二十岁考中状元。⑶干戈：指\n"]}},{"title":"励志","cont":{"title":"始闻秋风","nian":"唐代","author":"刘禹锡","contson":"\n昔看黄菊与君别，今听玄蝉我却回。五夜飕飗枕前觉，一年颜状镜中来。马思边草拳毛动，雕眄青云睡眼开。天地肃清堪四望，为君扶病上高台。\n","contyishang":["译文去年看菊花我和您告别，今年听到蝉叫我又返回。五更的风声飕飗枕上觉，一年的颜状变化镜中来。战马思念边草拳毛抖动，大雕顾盼青云睡眼睁开。秋高气爽正好极目远望，我为您抱着病登上高台。","注释君：即秋风对作者的称谓。玄蝉：即秋蝉，黑褐色。我：秋风自称。五夜：一夜分为五个更次，此指五更。飕飗（sōuliú）：风声。颜状：容貌。拳毛：攀曲的马毛。雕：猛禽。眄（miàn）：斜视，一作“盼”。肃清：形容秋气清爽明净。扶病：带病。"]}},{"title":"励志","cont":{"title":"满江红·写怀","nian":"宋代","author":"岳飞","contson":"\n怒发冲冠，凭栏处、潇潇雨歇。抬望眼，仰天长啸，壮怀激烈。三十功名尘与土，八千里路云和月。莫等闲，白了少年头，空悲切！(栏 通：阑)靖康耻，犹未雪。臣子恨，何时灭！驾长车，踏破贺兰山缺。壮志饥餐胡虏肉，笑谈渴饮匈奴血。待从头、收拾旧山河，朝天阙。(壮志 一作：壮士；兰山缺 一作：兰山阙) \n","contyishang":["译文我愤怒得头发竖了起来，帽子被顶飞了。独自登高凭栏远眺，骤急的风雨刚刚停歇。抬头远望天空，禁不住仰天长啸，一片报国之心充满心怀。三十多年来虽已建立一些功名，但如同尘土微不足道，南北转战八千里，经过多少风云人生。好男儿，要抓紧时间为国建功立业，不要空空将青春消磨，等年老时徒自悲切。靖康之变的耻辱，至今仍然没有被雪洗。作为国家臣子的愤恨，何时才能泯灭！我要驾着战车向贺兰山进攻，连贺兰山也要踏为平地。我满怀壮志，打仗饿了就吃敌人的肉，谈笑渴了就喝敌人的鲜血。待我重新收复旧日山河，再带着捷报向国家报告胜利的消息！ ","注释怒发冲冠：气得头发竖起，以\n"]}},{"title":"励志","cont":{"title":"上堂开示颂","nian":"唐代","author":"黄蘖禅师","contson":"\n尘劳迥脱事非常，紧把绳头做一场。不经一番寒彻骨，怎得梅花扑鼻香。\n","contyishang":["译文摆脱尘劳事不寻常，须下力气大干一场。不经过彻骨寒冷，哪有梅花扑鼻芳香。","注释①尘劳：尘念劳心。迥（jiǒng）脱：远离，指超脱。②紧把：紧紧握住。"]}},{"title":"励志","cont":{"title":"望岳","nian":"唐代","author":"杜甫","contson":"\n岱宗夫如何？齐鲁青未了。造化钟神秀，阴阳割昏晓。荡胸生曾云，决眦入归鸟。( 曾 通：层)会当凌绝顶，一览众山小。\n","contyishang":["译文巍峨的泰山，到底如何雄伟？走出齐鲁，依然可见那青青的峰顶。神奇自然汇聚了千种美景，山南山北分隔出清晨和黄昏。层层白云，荡涤胸中沟壑；翩翩归鸟，飞入赏景眼圈。定要登上泰山顶峰，俯瞰群山，豪情满怀。","注释⑴岱宗：泰山亦名岱山或岱岳，五岳之首，在今山东省泰安市城北。古代以泰山为五岳之首，诸山所宗，故又称“岱宗”。历代帝王凡举行封禅大典，皆在此山，这里指对泰山的尊称。夫：读“fú”。句首发语词，无实在意义，语气词，强调疑问语气。如何：怎么样。⑵齐、鲁：古代齐鲁两国以泰山为界，齐国在泰山北，鲁国在泰山南。原\n"]}},{"title":"励志","cont":{"title":"己亥杂诗·其二百二十","nian":"清代","author":"龚自珍","contson":"\n九州生气恃风雷，万马齐喑究可哀。我劝天公重抖擞，不拘一格降人才。\n","contyishang":["译文只有狂雷炸响般的巨大力量才能使中国大地发出勃勃生机，然而社会政局毫无生气终究是一种悲哀。我奉劝上天要重新振作精神，不要拘泥一定规格以降下更多的人才。","注释⑴九州：中国的别称之一。分别是：冀州、兖州、青州、徐州、扬州、荆州、梁州、雍州和豫州。王昌龄《放歌行》：“清乐动千门，皇风被九州”。生气：生气勃勃的局面。恃（shì）：依靠。⑵万马齐喑：比喻社会政局毫无生气。喑（yīn），沉默，不说话。⑶天公：造物主。抖擞：振作，奋发。⑷降：降生，降临。"]}},{"title":"励志","cont":{"title":"","nian":"","author":"","contson":"","contyishang":[]}},{"title":"励志","cont":{"title":"铁杵磨针","nian":"明代","author":"郑之珍","contson":"\n磨针溪，在眉州象耳山下。世传李太白读书山中，未成，弃去。过小溪，逢老媪方磨铁杵，问之，曰：“欲作针。”太白感其意，还卒业。媪自言姓武。今溪旁有武氏岩。\n","contyishang":["译文磨针溪是坐落在眉州的象耳山下。传说李白在山中读书的时候，没有完成好自己的学业，就放弃学习离开了。他路过一条小溪，遇见一位老妇人在磨铁棒，问她在干什么，老妇人说：“我想把它磨成针。”李白被她的精神感动，就回去完成学业。那老妇人自称姓武。现在那溪边还有一块武氏岩。","注释眉州：地名，今四川省眉山一带。世传：世世代代相传。成：完成。去：离开。逢：碰上。媪：妇女的统称。方：正在。铁杵；铁棍,铁棒.杵,压米或捶衣用的棒,一头粗一头细的圆棒.欲：想要.感：\n"]}}]