[{"title":"友情","cont":{"title":"","nian":"","author":"","contson":"","contyishang":[]}},{"title":"友情","cont":{"title":"寄王屋山人孟大融","nian":"唐代","author":"李白","contson":"\n我昔东海上，劳山餐紫霞。亲见安期公，食枣大如瓜。 中年谒汉主，不惬还归家。朱颜谢春辉，白发见生涯。 所期就金液，飞步登云车。愿随夫子天坛上，闲与仙人扫落花。 \n","contyishang":["　　王屋山在今河南省济源市西北，自古为道教圣地，号称“清虚小有洞天”，位居道教十大洞天之首。开元年间，唐玄宗在王屋山为道教上清派宗师司马承祯敕建阳台观，司马承祯是李白的诗友，可能是应他的邀请，公元744年（唐玄宗天宝三年）的冬天，李白同杜甫一起渡过黄河，去王屋山，他们本想寻访道士华盖君，但没有遇到。可能是这时他们遇到了一个叫孟大融的人，志趣相投，所以李白挥笔给他写了这首诗。 ","　　值得注意的是，李白在劳山（“崂山”在古代的另一个写法）时并没有当场吟诗，而是在离开崂山之后不久，以回忆的笔调写的。滑稽的是，唐朝的大部分皇帝都仅仅因为自认为是道教创始人李聃的后裔而把道教奉为国教\n"]}},{"title":"友情","cont":{"title":"","nian":"","author":"","contson":"","contyishang":[]}},{"title":"友情","cont":{"title":"临江仙·送宇文德和被召赴行在所","nian":"宋代","author":"张元干","contson":"\n露坐榕阴须痛饮，从渠叠鼓频催。暮山新月两徘徊。离愁秋水远，醉眼晓帆开。 泛宅浮家游戏去，流行坎止忘怀。江边鸥鹭莫相猜。上林消息好，鸿雁已归来。\n","contyishang":[]}},{"title":"友情","cont":{"title":"重赠吴国宾","nian":"明代","author":"边贡","contson":"\n汉江明月照归人，万里秋风一叶身。休把客衣轻浣濯，此中犹有帝京尘。\n","contyishang":["　　重赠者，再作一诗相赠也，这首诗，还是送别诗。 ","　　汉江，流经陕豫鄂，经过作者的好友吴国宾的家乡，吴国宾来到南京，现在就要回乡，只身踏上万里归途，汉江的明月会一路相送，回家后，不要轻易把身上的衣服洗掉，因为衣上沾着了帝京的灰尘。","　　“此中犹有帝京尘”，一句，包含了作者对吴国宾的殷切期望：不要灰心，只要努力，还有希望博取功名，同时，还语重心长地告诉客人，回乡后，不要忘记了我们这些在南京的友人。","　　边贡的这首诗，用“休把客衣轻浣濯”，来比喻相互之间的长久友谊，可谓饱含深情，用语独到，意味深长。 "]}},{"title":"友情","cont":{"title":"江楼晚眺景物鲜奇吟玩成篇寄水部张员外","nian":"唐代","author":"白居易","contson":"\n澹烟疏雨间斜阳，江色鲜明海气凉。蜃散云收破楼阁，虹残水照断桥粱。风翻白浪花千片，雁点青天字一行。好著丹青图画取，题诗寄与水曹郎。\n","contyishang":["译文　　江的上空不时有淡淡的烟云荡过，不时还夹杂着稀疏细雨，当云过雨收之际，一轮夕阳把金灿灿的阳光撒在湖面上。风吹江面浪滚波涌，深碧色的波浪在夕阳的照射下，一边是金光跳动，如金蛇游泳，一边是暗色背光，水色对比如呈墨绿，天上的彩云在变化，水面的云气在飘涌，好像刚散的海市蜃楼，雨霁残云像破了的楼阁，由于细雨刚停，空间的水珠与夕阳映照，一条彩虹如桥梁一样架在江上，而彩虹照水倒影入江，一一相应，美不胜收。加之水波动荡，风吹浪翻，好像许多花片飞舞一样，时暗时明，非常美观；彩云过后晴空一碧，雁群凌空飞翔，好像是青天上的一行字迹。如此美的景色，只能用颜料勾勒出来，画上题诗，寄送给不在身边的\n"]}},{"title":"友情","cont":{"title":"送远曲","nian":"唐代","author":"张籍","contson":"\n戏马台南山簇簇，山边饮酒歌别曲。行人醉后起登车，席上回尊向僮仆。青天漫漫复长路，远游无家安得住。愿君到处自题名，他日知君从此去。\n","contyishang":["　　“黯然销魂者，唯别而已矣。”临歧徘徊，执手相送，构成了送别诗的基本情调。要在这同一基调上奏出不落窠臼、自成体格的送别曲，确非易事，张籍《送远曲》就是个中唐佳品。","　　“戏马台南山簇簇，山边饮酒歌别曲。”戏马台，在今江苏铜山县，相传即是项羽掠马台。南朝刘裕曾在此大宴群僚，饮酒赋诗，由是著名，遂成胜迹。起首点明事由、地点：戏马台南，送别友人。看似语意平平，内中却含深意。“戏马台”三字并非信手拈来、率尔下笔。遥想当年，霸王灭秦，叱咤风云；刘裕伐胡，气吞山河。而今旧迹依然、昔人何在？站在历史悠远的名胜古迹旁，顿感宇宙之永恒、人生之短暂。而匆匆人生，聚少离多，愈加难以为情。送别\n"]}},{"title":"友情","cont":{"title":"齐天乐·中秋宿真定驿","nian":"宋代","author":"史达祖","contson":"\n西风来劝凉云去，天东放开金镜。照野霜凝，入河桂湿，一一冰壶相映。殊方路永。更分破秋光，尽成悲镜。有客踌躇，古庭空自吊孤影。江南朋旧在许，也能怜天际，诗思谁领？梦断刀头，书开虿尾，别有相思随定。忧心耿耿。对风鹊残枝，露蛩荒井。斟酌姮娥，九秋宫殿冷。\n","contyishang":["译文西风拂来，仿若劝说云彩放行一般，云层逐渐退去。远望东方，金镜似的月亮将在这晴朗无云的天空中冉冉升起。月色如霜，光照四野，月上的桂树映入河水中，水月与明月交相辉映，更添几分风致。夜已深，古驿枯庭里只剩下自己独自徘徊，孤枕难眠。身在故乡的朋友，在远方看着这天边明月，或许也会想起在外的自己。现在还乡只是梦想，只能用书信把思念传回故乡。心事重重，忧虑不安，乌鹊在风中依着残枝，秋露中的蟋蟀在荒井中发出悲鸣。独自在月下饮酒，九重天上的月宫一片凄冷。","注释⑴齐天乐：词牌名。又名《台城路》、《五福降中天》、《如此江山》。《清真集》、《白石道人歌曲》\n"]}},{"title":"友情","cont":{"title":"好事近·飞雪过江来","nian":"宋代","author":"吕渭老","contson":"\n飞雪过江来，船在赤栏桥侧。惹报布帆无恙，著两行亲札。 从今日日在南楼，鬓自此时白。一咏一觞谁共，负平生书册。\n","contyishang":[]}},{"title":"友情","cont":{"title":"渔家傲·和程公辟赠","nian":"宋代","author":"张先","contson":"\n巴子城头青草暮。巴山重叠相逢处。燕子占巢花脱树。杯且举。瞿塘水阔舟难渡。天外吴门清霅路。君家正在吴门住。赠我柳枝情几许。春满缕。为君将入江南去。\n","contyishang":["　　这是作者为友人程公辟赠别之作而写的和词，也是一首富含民歌风味的词。","　　发端三句指出分别的地点、时间和景色。巴子即今之巴县，渝州附近，周代为巴子国，与巴东、巴西合称三巴，三巴都可以称巴山。先说眼前巴子城头碧草萋萋，正是“斜阳暮暮长安道，是离人断魂处”（柳永《引贺行》）。再写远望重峦叠翠，那是两人相逢之处。“燕子占巢”形容当时双燕归来，接着写花开又复花落，春去夏来，时光如水；人事变迁，亦复如此，曾几何时，相爱的人相逢而又将别。","　　“杯且举”两句，写饯别宴上，送行者劝君更净杯酒，祝君能得平安旅。瞿塘峡，即“古西陵峡也，连崖千丈，奔流电源，舟人为之恐惧”（\n"]}},{"title":"友情","cont":{"title":"送龚章判官之卫州·新及第","nian":"宋代","author":"司马光","contson":"\n几砚昔年游，于今成十秋。松坚终发石，鱼变即辞流。近郡无飞檄，清时不借筹。淇园春竹美，军宴日椎牛。\n","contyishang":[]}},{"title":"友情","cont":{"title":"贫交行","nian":"唐代","author":"杜甫","contson":"\n翻手作云覆手雨，纷纷轻薄何须数。(翻手作云 一作：为)君不见管鲍贫时交，此道今人弃如土。\n","contyishang":["译文有些人交友，翻手覆手之间，一会儿像云的趋合，一会儿像雨的纷散，变化多端，这种贿赂之交、势利之交、酒肉之交是多么地让人轻蔑愤慨、不屑一顾！可是你看，古人管仲和鲍叔牙贫富不移的君子之交，却被今人弃之如粪土。","注释⑴贫交行：描写贫贱之交的诗歌。贫交，古歌所说：“采葵莫伤根，伤根葵不生。结交莫羞贫，羞贫友不成。”贫贱方能见真交，而富贵时的交游则未必可靠。⑵覆：颠倒。⑶管鲍：指管仲和鲍叔牙。管仲早年与鲍叔牙相处很好，管仲贫困，也欺骗过鲍叔牙，但鲍叔牙始终善待管仲。现在人们常用“管鲍”来比喻情谊深厚的朋友。⑷\n"]}},{"title":"友情","cont":{"title":"千秋岁·苑边花外","nian":"宋代","author":"黄庭坚","contson":"\n少游得谪，尝梦中作词云：“醉卧古藤阴下，了不知南北。”竟以元符庚辰死于藤州光华亭上。崇宁甲申，庭坚窜宜州，道过衡阳。览其遗，始追和其《千秋岁》词。\n苑边花外，记得同朝退。飞骑轧，鸣珂碎。齐歌云绕扇，赵舞风回带。严鼓断，杯盘狼藉犹相对。 洒泪谁能会？醉卧藤阴盖。人已去，词空在。兔园高宴悄，虎观英游改。重感慨，波涛万顷珠沉海。\n","contyishang":["译文秦少游被贬官，曾经在梦中作词，词中说：“醉卧在古藤树荫下，了然不知南北。”（友人秦观）竟于元符庚辰年在光华亭中去世。崇宁甲胄年间，我来到宜州，途中路过衡阳。我看了秦观的遗迹，开始追和他的《千秋岁》一词。还记得，在小园边的百花丛外，我们一同退朝。马儿飞驰，马头的玉饰敲击作响。宴会上，歌声像云，在羽扇旁萦绕，舞蹈像风，在丝带间回旋。急促的鼓声突然停歇，杯盘放得乱七八糟，我们仍相对欢笑。就算挥洒泪水，我们又怎能再会？只得醉卧在如伞盖般的藤阴。友人离去了，唯有词空空地还在。朝中的美宴不复，我们四人的郊游的时光也不再。再感慨，愁绪如万顷波涛中的小珠，沉入深海\n"]}},{"title":"友情","cont":{"title":"十二月十九日夜中发鄂渚晓泊汉阳亲旧携酒追送聊为短句","nian":"宋代","author":"黄庭坚","contson":"\n接淅报官府，敢违王事程。宵征江夏县，睡起汉阳城。邻里烦追送，杯盘泻浊清。袛应瘴乡老，难答故人情。\n","contyishang":["译文等不到煮饭就得向官府报到，岂敢违背王事规定的期程？连夜乘船从江夏出发，一觉醒来已经到达汉阳城。麻烦乡里邻居赶来送行，杯盘里泻的酒有浊有清。我只该在蛮瘴之乡老死，难得再有机会报答故人的深情。","注释⑴鄂渚：相传在今湖北武昌黄鹤山上游三百步长江中。隋置鄂州，即因渚得名。世称鄂州为鄂渚。汉阳：今属湖北武汉。亲旧：犹亲故。短句：古代的七言诗歌，人们习惯称长句，五言则为短句。⑵接淅：捧着已经淘湿的米，来不及将生米煮熟。《孟子·万章下》：“孔子之去齐，接淅而行。淅，淘过的米。⑶敢：岂敢。王事：王命差\n"]}},{"title":"友情","cont":{"title":"洛下送奚三还扬州","nian":"唐代","author":"孟浩然","contson":"\n水国无边际，舟行共使风。羡君从此去，朝夕见乡中。予亦离家久，南归恨不同。音书若有问，江上会相逢。\n","contyishang":["　　本诗是在洛阳送奚三回扬州的诗。主题、结构，和送辛大的诗《都下送辛大之鄂》完全一样。","　　前四句说扬州是茫茫无涯的水乡，乘船回去都要依仗顺风。我羡慕你从此路回去，不久就可以见到家乡。“朝夕”即“旦夕”，亦即不久”。","　　下四句说自己也离家已久，恨不能同你一起回南。将来如果你有书信来，我们也许可以在江上会晤。这意思是说：那时我也可能回家了。"]}},{"title":"友情","cont":{"title":"赠从兄襄阳少府皓","nian":"唐代","author":"李白","contson":"\n结发未识事，所交尽豪雄。却秦不受赏，击晋宁为功。托身白刃里，杀人红尘中。当朝揖高义，举世称英雄。小节岂足言，退耕舂陵东。归来无产业，生事如转蓬。一朝乌裘敝，百镒黄金空。弹剑徒激昂，出门悲路穷。吾兄青云士，然诺闻诸公。所以陈片言，片言贵情通。棣华倘不接，甘与秋草同。\n","contyishang":["译文我青少年的时候，对事理的认识不是特别通达，呼朋唤友，都是些热血豪迈人士。不为报酬而助人，并不把解人之难看作是多么了不起的功劳。为朋友曾经不惜两肋插刀，红尘滚滚处也曾经手刃歹徒。哥们肝胆意气天下闻名，官民同赏。当然，这些都是小节，不足言道，现在回到偏僻之处隐居。回家后是四壁空空，没有任何产业，为衣腹之累而忙个不休。身穿的狐裘破烂，腰里曾经的万贯黄金也用个精光（主要还是接济落魄文人）。也曾经去王公门前干谒，推荐自己，但是没有什么效果，悲日暮途穷。老兄你可是官运通达，青云直上，一诺千金，名噪公卿\n"]}},{"title":"友情","cont":{"title":"赠卫八处士","nian":"唐代","author":"杜甫","contson":"\n人生不相见，动如参与商。今夕复何夕，共此灯烛光。少壮能几时，鬓发各已苍。访旧半为鬼，惊呼热中肠。焉知二十载，重上君子堂。昔别君未婚，儿女忽成行。怡然敬父执，问我来何方。问答未及已，儿女罗酒浆。夜雨剪春韭，新炊间黄粱。主称会面难，一举累十觞。十觞亦不醉，感子故意长。明日隔山岳，世事两茫茫。\n","contyishang":["译文人生旅途常有别离不易相见，就像参星商星实在难得相遇。今夜又是一个什么吉日良辰，让我们共同在这烛光下叙谈。青春壮健年少岁月能有多少，转瞬间你我都已经两鬓如霜。昔日往来的朋友一半已去世，我内心激荡不得不连声哀叹。没想到我们已分别廿个春秋，今天还能亲临你家里的厅堂。相分别是你还没有结婚成家，倏忽间你的子女已成帮成行。他们彬彬有礼笑迎父亲老友，亲切地询问我来自什么地方？还来不及讲述完所有的往事，你就催促儿女快把酒菜摆上。冒着夜雨剪来了青鲜的韭菜，呈上新煮的黄米饭让我品尝。主\n"]}},{"title":"友情","cont":{"title":"送王昌龄之岭南","nian":"唐代","author":"孟浩然","contson":"\n洞庭去远近，枫叶早惊秋。岘首羊公爱，长沙贾谊愁。土毛无缟纻，乡味有槎头。已抱沈痼疾，更贻魑魅忧。数年同笔砚，兹夕间衾裯。意气今何在，相思望斗牛。\n","contyishang":["译文洞庭衔山远远近近。枫叶如丹先报寒秋。岘首山赢得羊公爱，长沙城曾使贾谊愁。岭南风俗衣无丝麻，家乡特产鱼多查头。我已患重病难以医治，又增添你遭魑魅的担忧。几年间同笔共舰在一起。今晚起却要各渡长夜天各一份。情投意合的景况将何在？解相思只有向南望斗牛。","注释⑴羊公：晋时镇守襄阳的官吏羊祜。爱：怜爱。⑵贾谊：汉代著名文学家，善写辞赋。⑶土毛：土地上生长的五谷杂粮。缟纻（zhù）：白色生绢及细麻所制的衣服。⑷槎头：也日查头鳊，一种味道鲜美的鱼。⑸沉疴\n"]}},{"title":"友情","cont":{"title":"鹧鸪天·送欧阳国瑞入吴中","nian":"宋代","author":"辛弃疾","contson":"\n莫避春阴上马迟。春来未有不阴时。人情展转闲中看，客路崎岖倦后知。 梅似雪，柳如丝。试听别语慰相思。短篷炊饮鲈鱼熟，除却松江枉费诗。\n","contyishang":["　　江西铅山人欧阳国瑞游吴中，闲居瓢泉的老词人临别赠词。词将别时的关爱，别后的思念，借着自己的以往生活经验来表达。闲闲道来，余味甚足。","　　上片写别时。首韵劝勉欧阳国瑞不要再因“春阴”而逗留不去，应早日出发，因为整个春天都没有不阴的时候。这两句，劝得有趣。因为春阴不行，本来只能是欧阳的借口，其真实的原因，一是留恋故乡和友人，二是因为畏怯前途难料，世路坎坷。作者只就春阴立言，意余言外，而欧阳国瑞与他彼此会意。这比直说无余要妙。接韵以自己的人生经历，对“人情”与“客路”——— 这欧阳最为关心之处，闲闲道来，而感慨叹息之情，充溢其中。这一韵，体验十分深刻，可谓生活至理。没有十分\n"]}},{"title":"友情","cont":{"title":"编集拙诗成一十五卷因题卷末戏赠元九、李二十","nian":"唐代","author":"白居易","contson":"\n一篇长恨有风情，十首秦吟近正声。每被老元偷格律，苦教短李伏歌行。世间富贵应无分，身后文章合有名。莫怪气粗言语大，新排十五卷诗成。\n","contyishang":["译文一篇《长恨歌》多么有文采风情，十首《秦中吟》则是匡时济世的正声。常常被元稹学去了我诗中的格律，李绅也不得不佩服我的歌行。世间的富贵我大概没有缘分，身后文章才会留下我的声名。别笑我气粗，满口大话，新编的十五卷诗集已经完成。","注释⑴元九：指元稹（微之）；李二十：指李绅。这二人都是诗人白居易的好友。⑵长恨：指诗人于元和元年（806年）创作的著名长诗《长恨歌》。此诗叙述唐玄宗与杨贵妃的爱情悲剧，其中对唐玄宗的重色误国进行了某些讽刺，所以他自认其诗有风人之情，美刺之旨。⑶秦吟：指诗人于贞元、元和\n"]}},{"title":"友情","cont":{"title":"水调歌头·呈汉阳使君","nian":"宋代","author":"王以宁","contson":"\n大别我知友，突兀起西州。十年重见，依旧秀色照清眸。常记鲒狂客，邀我登楼雪霁，杖策拥羊裘。山吐月千仞，残夜水明楼。黄粱梦，未觉枕，几经秋。与君邂逅，相逐飞步碧山头。举酒一觞今古，叹息英雄骨冷，清泪不能收。鹦鹉更谁赋，遗恨满芳州。\n","contyishang":[]}},{"title":"友情","cont":{"title":"江夏别宋之悌","nian":"唐代","author":"李白","contson":"\n楚水清若空，遥将碧海通。人分千里外，兴在一杯中。谷鸟吟晴日，江猿啸晚风。平生不下泪，于此泣无穷。\n","contyishang":["译文楚地之水清澈见底，似若空无，直与远处的大海相连。你我将远别于千里之外，兴致却同在眼前的杯酒之中。谷鸟天晴时不停地鸣叫，江岸之猿却向晚而哀号。我一生从不流泪，现在却泣涕不止。","注释⑴江夏：今湖北武汉武昌。宋之悌：为初唐时著名诗人宋之问之弟，李白友人。⑵楚水：指汉水汇入之后的一段长江水。⑶将：与。⑷谷鸟：山间或或水间的鸟。"]}},{"title":"友情","cont":{"title":"送别 / 山中送别","nian":"唐代","author":"王维","contson":"\n山中相送罢，日暮掩柴扉。春草明年绿，王孙归不归？(明年 一作：年年)\n","contyishang":["译文在深山中送走了好友，夕阳落下把柴门半掩。春草到明年催生新绿，朋友啊你能不能回还？ ","注释⑴掩：关闭。柴扉：柴门。⑵明年：一作“年年”。⑶王孙：贵族的子孙，这里指送别的友人。"]}},{"title":"友情","cont":{"title":"寄令狐郎中","nian":"唐代","author":"李商隐","contson":"\n嵩云秦树久离居，双鲤迢迢一纸书。 休问梁园旧宾客，茂陵秋雨病相如。\n","contyishang":["韵译你是嵩山云我是秦川树，长久离居；千里迢迢，你寄来一封慰问的书信。请别问我这个梁园旧客生活的甘苦；我就像茂陵秋雨中多病的司马相如。","注解⑴嵩：中岳嵩山，在今河南。⑵双鲤：指书信。⑶梁园：梁孝王在梁地大兴土木，以睢阳为中心，根据自然景色，修建了一个很大的花园，称东苑，也叫菟园，后人称为梁园。⑷茂陵：今陕西兴平县东北，以汉武帝陵墓而得名。"]}},{"title":"友情","cont":{"title":"东平别前卫县李寀少府 / 送前卫县李宷少府","nian":"唐代","author":"高适","contson":"\n黄鸟翩翩杨柳垂，春风送客使人悲。怨别自惊千里外，论交却忆十年时。云开汶水孤帆远，路绕梁山匹马迟。此地从来可乘兴，留君不住益凄其。\n","contyishang":["译文黄莺往来杨柳低垂，春风中送友使人伤感。你将到千里之外我自然产生别怨，论交情我们已有十年。汶水云开孤帆远去，梁山路道曲折匹马迟缓。此地本可乘兴游赏，难留你使我更觉凄惨。","注释1.东平：郡名，今山东东平县。2.卫县：今河南淇县。3.李寀（cài）：诗人朋友，曾作过卫县少府，这时已卸任。4.黄鸟：黄莺。5.论交：论说交谊。6.汶（wèn）水：今名大汶水或大汶河，源出山东莱芜县北，古汶水流经东平县南，至梁山县东南入济水。7.梁山：在今山东梁山县南\n"]}},{"title":"友情","cont":{"title":"云阳馆与韩绅宿别","nian":"唐代","author":"司空曙","contson":"\n故人江海别，几度隔山川。乍见翻疑梦，相悲各问年。孤灯寒照雨，深竹暗浮烟。更有明朝恨，离杯惜共传。\n","contyishang":["译文自从和老友在江海分别，隔山隔水已度过多少年。突然相见反而怀疑是梦，悲伤叹息互相询问年龄。孤灯暗淡照着窗外冷雨，幽深的竹林漂浮着云烟。明朝更有一种离愁别恨，难得今夜聚会传杯痛饮。","注释⑴云阳：县名，县治在今陕西泾阳县西北。韩绅：《全唐诗》注：“一作韩升卿。”韩愈的四叔名绅卿，与司空曙同时，曾在泾阳任县令，可能即为此人。宿别：同宿后又分别。⑵江海：指上次的分别地，也可理解为泛指江海天涯，相隔遥远。⑶几度：几次，此处犹言几年。⑷乍：骤，突然。翻：反而。⑸年：年时光景。\n"]}},{"title":"友情","cont":{"title":"次元明韵寄子由","nian":"宋代","author":"黄庭坚","contson":"\n半世交亲随逝水，几人图画入凌烟？春风春雨花经眼，江北江南水拍天。欲解铜章行问道，定知石友许忘年。脊令各有思归恨，日月相催雪满颠。\n","contyishang":["译文半世交往，亲密的情谊像流水般地过去，有几人能建立功名，绘像在凌烟？又是春风，又是春雨，又是番春花过眼；我怅望着江南，怅望着江北，只见到波浪拍天。我想解下铜印辞去官职前去寻求人生的真谛，知道你这位金石之友一定不会嫌弃，彼此忘掉年龄辈分的界限。我们都深深地思念着自己的兄长，但欲归不得，日月相催，都已是白发苍颜。","注释1.元明：黄庭坚的哥哥黄大临的字。2.子由：苏轼的弟弟苏辙的字。元明有诗寄与在筠州（今江西高安悬）监盐酒税的子由，庭坚依其用韵次第同作。3.交亲：指相互亲近，友好交往。\n"]}},{"title":"友情","cont":{"title":"沁园春·斗酒彘肩","nian":"宋代","author":"刘过","contson":"\n寄辛承旨。时承旨招，不赴。\n斗酒彘肩，风雨渡江，岂不快哉！被香山居士，约林和靖，与坡仙老，驾勒吾回。坡谓西湖，正如西子，浓抹淡妆临镜台。二公者，皆掉头不顾，只管衔杯。白云天竺去来，图画里、峥嵘楼观开。爱东西双涧，纵横水绕；两峰南北，高下云堆。逋曰不然，暗香浮动，争似孤山先探梅。须晴去，访稼轩未晚，且此徘徊。\n","contyishang":["译文想着你将用整斗酒和猪腿将我款待，在风雨中渡过钱塘江到绍兴与您相会岂能不愉快。可半道中被白居易邀约林逋、苏东坡强拉回来。苏东坡说，西湖如西施，或浓妆或淡妆自照于镜台。林逋、白居易两人都置之不理，只顾畅饮开怀。白居易说，到天竺山去啊，那里如画卷展开，寺庙巍峨，流光溢彩。可爱的是东西二溪纵横交错，南北二峰高低错落自云霭霭。林逋说，并非如此，梅花的馨香幽幽飘来，怎比得上先到孤山探访香梅之海。待到雨过天晴再访稼轩不迟，我暂且在西湖边徘徊。","注释①辛承旨：即辛弃疾。因其曾于开禧三年（1207）被任为枢密院都承旨而得名，不过那时刘过已死，“承旨”\n"]}},{"title":"友情","cont":{"title":"送夏侯审校书东归","nian":"唐代","author":"钱起","contson":"\n楚乡飞鸟没，独与碧云还。破镜催归客，残阳见旧山。 诗成流水上，梦尽落花间。傥寄相思字，愁人定解颜。\n","contyishang":["译文飞鸟消失在故乡的天空上，在晴空下你独自一人东去，家乡的妻子在催促着你这个游子归家，日暮的时候你会看到家乡的山脉。在流水脉脉中我的诗意大发，落花间梦了无痕，如果你可以给我寄来思念的词句，我因为思念你而不解的眉头一定会舒展的。 ","注释1.夏侯审：唐德宗建中元年进士，曾任校书郎。2.楚乡：指夏侯审的故乡安徽亳州谯县，该县旧属楚地，故称。"]}},{"title":"友情","cont":{"title":"白驹","nian":"先秦","author":"佚名","contson":"\n皎皎白驹，食我场苗。絷之维之，以永今朝。所谓伊人，于焉逍遥？皎皎白驹，食我场藿。絷之维之，以永今夕。所谓伊人，于焉嘉客？皎皎白驹，贲然来思。尔公尔侯，逸豫无期？慎尔优游，勉尔遁思。皎皎白驹，在彼空谷。生刍一束，其人如玉。毋金玉尔音，而有遐心。\n","contyishang":["译文光亮皎洁小白马，吃我园中嫩豆苗。拴好缰绳绊住脚，就在我家过今朝。所说那位贤德人，请在这儿尽逍遥。光亮皎洁小白马，吃我园中嫩豆叶。拴好缰绳绊住脚，就在我家过今夜。所说那位贤德人，在此做客心意惬。光亮皎洁小白马，快速来到我的家。为公为侯多高贵，安逸享乐莫还家。悠闲自在别过分，不要避世图闲暇。光亮皎洁小白马，空旷山谷留身影。一束青草作饲料，那人品德似琼英。走后别忘把信捎，切莫疏远忘友情。","注释⑴皎皎：毛色洁白貌。⑵场：菜园。⑶絷（zhí）：用绳子绊住马足。维：拴马的缰绳，此处意为维系，用作动\n"]}},{"title":"友情","cont":{"title":"送邢桂州","nian":"唐代","author":"王维","contson":"\n铙吹喧京口，风波下洞庭。赭圻将赤岸，击汰复扬舲。日落江湖白，潮来天地青。明珠归合浦，应逐使臣星。\n","contyishang":["译文铙歌鼓吹喧响于京口，乘风破浪扬帆向洞庭。经过赭圻城和赤岸山，击水向沅湘驾着轻舲。夕阳西沉后江湖浪白，潮水涌来时天地映青。明珠又回到合浦海域，定是追随着使臣之星。","注释⑴邢桂州：指邢济，作者友人。桂州：唐州名，属岭南道，治所在今广西桂林。⑵铙吹：即铙歌。军中乐歌。为鼓吹乐的一部。所用乐器有笛、觱篥、箫、笳、铙、鼓等。南朝梁简文帝《旦出兴业寺讲诗》：“羽旗承去影，铙吹杂还风。”京口：唐润州治所，即今江苏镇江市，位于长江边。公元209年，孙权把首府自吴（苏州）迁此，称为京城。公元211年迁治建业后，改称\n"]}},{"title":"友情","cont":{"title":"淮上喜会梁川故人 / 淮上喜会梁州故人","nian":"唐代","author":"韦应物","contson":"\n江汉曾为客，相逢每醉还。浮云一别后，流水十年间。欢笑情如旧，萧疏鬓已斑。何因不归去？淮上有秋山。\n","contyishang":["译文在江汉就曾经一起作客，每次相逢都是尽醉而还。离别后如浮云飘流不定，岁月如流水一晃过十年。今日相见虽然欢笑如旧，可惜人已苍老鬓发斑斑。为何我不与故人同归去？因为淮上有秀美的秋山。","注释⑴淮上：淮水边。梁州：指兴元府（今陕西汉中市）。⑵流水：喻岁月如流，又暗合江汉。⑶淮上有秋山：言淮上风光可恋，伸足上“不归去”之意。"]}},{"title":"友情","cont":{"title":"金缕曲词二首","nian":"清代","author":"顾贞观","contson":"\n寄吴汉槎宁古塔，以词代书，丙辰冬寓京师千佛寺，冰雪中作\n季子平安否？便归来，平生万事，那堪回首！行路悠悠谁慰藉，母老家贫子幼。记不起，从前杯酒。魑魅搏人应见惯，总输他，覆雨翻云手，冰与雪，周旋久。泪痕莫滴牛衣透，数天涯，依然骨肉，几家能够？比似红颜多命薄，更不如今还有。只绝塞，苦寒难受。廿载包胥承一诺，盼乌头马角终相救。置此札，君怀袖。\n我亦飘零久！十年来，深恩负尽，死生师友。宿昔齐名非忝窃，只看杜陵消瘦，曾不减，夜郎僝僽，薄命长辞知已别，问人生到此凄凉否？千万恨，为君剖。兄生辛未吾丁丑，共此时，冰霜摧折，早衰蒲柳。诗赋从今须少作，留取心魄相守。但愿得，河清人寿！归日急翻行戍稿，把空名料理传身后。言不尽，观顿首。\n","contyishang":["译文你近来平安吗？即便你回来，回首以前令人悲债的事，你又怎能够承受！昔日朋友形同陌生的路人，又有谁安慰你？你母老家贫子幼，早记不起杯酒相娱的时侯。魑魅搏人的事应该可空见惯，正直人却总是输在覆雨翻云的小人之手。我们与寒冷的冰雪，打交道已经很久很久。劝你不要让泪水把牛衣滴透。请你数一数天下的戌边人，仍旧和家人团聚二堂的，又有几家？比起早已冤死的红颜薄命人，更不如你如今生命还有。只是在那极远的边塞，四季冰雪的苦寒难受。你在边塞已经二十年，·我要像申包胥那样实现诺言，像燕丹盼归使乌头白马生角样，一定把你营救。我就以这首词代替书信，请你妥善保存不要忧愁。","我\n"]}}]