[{"title":"古文观止","cont":{"title":"","nian":"","author":"","contson":"","contyishang":[]}},{"title":"古文观止","cont":{"title":"","nian":"","author":"","contson":"","contyishang":[]}},{"title":"古文观止","cont":{"title":"","nian":"","author":"","contson":"","contyishang":[]}},{"title":"古文观止","cont":{"title":"丰乐亭记","nian":"宋代","author":"欧阳修","contson":"\n　　修既治滁之明年，夏，始饮滁水而甘。问诸滁人，得于州南百步之远。其上则丰山，耸然而特立；下则幽谷，窈然而深藏；中有清泉，滃然而仰出。俯仰左右，顾而乐之。于是疏泉凿石，辟地以为亭，而与滁人往游其间。\n　　滁于五代干戈之际，用武之地也。昔太祖皇帝，尝以周师破李景兵十五万于清流山下，生擒其皇甫辉、姚凤于滁东门之外，遂以平滁。修尝考其山川，按其图记，升高以望清流之关，欲求辉、凤就擒之所。而故老皆无在也，盖天下之平久矣。自唐失其政，海内分裂，豪杰并起而争，所在为敌国者，何可胜数？及宋受天命，圣人出而四海一。向之凭恃险阻，铲削消磨，百年之间，漠然徒见山高而水清。欲问其事，而遗老尽矣！\n　　今滁介江淮之间，舟车商贾、四方宾客之所不至，民生不见外事，而安于畎亩衣食，以乐生送死。而孰知上之功德，休养生息，涵煦于百年之深也。\n　　修之来此，乐其地僻而事简，又爱其俗之安闲。既得斯泉于山谷之间，乃日与滁人仰而望山，俯而听泉。掇幽芳而荫乔木，风霜冰雪，刻露清秀，四时之景，无不可爱。又幸其民乐其岁物之丰成，而喜与予游也。因为本其山川，道其风俗之美，使民知所以安此丰年之乐者，幸生无事之时也。\n　　夫宣上恩德，以与民共乐，刺史之事也。遂书以名其亭焉。 \n","contyishang":["译文　　我担任滁州太守后的第二年夏天，才喝到滁州的泉水，觉得甘甜。于是向滁州人询问泉水的发源地，就在距离滁州城南面一百步的近处。它的上面是丰山，高耸地矗立着；下面是深谷，幽暗地潜藏着；中间有一股清泉，水势汹涌，向上涌出。我上下左右地看，很爱这里的风景。因此，我就叫人疏通泉水，凿开石头，拓出空地，造了一座亭子，于是我和滁州人在这美景中往来游乐。","　　滁州在五代混战的时候，是个互相争夺的地区。过去，太祖皇帝曾经率领后周兵在清流山下击溃李景的十五万军队，在滁州东门的外面活捉了他的大将皇甫晖、姚凤，就这样平定了滁州。我曾经考察过滁州地区的山水，查核过滁州地区的图籍，登\n"]}},{"title":"古文观止","cont":{"title":"上枢密韩太尉书","nian":"宋代","author":"苏辙","contson":"\n　　太尉执事：辙生好为文，思之至深。以为文者气之所形，然文不可以学而能，气可以养而致。孟子曰：“我善养吾浩然之气。”今观其文章，宽厚宏博，充乎天地之间，称其气之小大。太史公行天下，周览四海名山大川，与燕、赵间豪俊交游，故其文疏荡，颇有奇气。此二子者，岂尝执笔学为如此之文哉？其气充乎其中而溢乎其貌，动乎其言而见乎其文，而不自知也。　　辙生十有九年矣。其居家所与游者，不过其邻里乡党之人；所见不过数百里之间，无高山大野可登览以自广；百氏之书，虽无所不读，然皆古人之陈迹，不足以激发其志气。恐遂汩没，故决然舍去，求天下奇闻壮观，以知天地之广大。过秦、汉之故都，恣观终南、嵩、华之高，北顾黄河之奔流，慨然想见古之豪杰。至京师，仰观天子宫阙之壮，与仓廪、府库、城池、苑囿之富且大也，而后知天下之巨丽。见翰林欧阳公，听其议论之宏辩，观其容貌之秀伟，与其门人贤士大夫游，而后知天下之文章聚乎此也。太尉以才略冠天下，天下之所恃以无忧，四夷之所惮以不敢发，入则周公、召公，出则方叔、召虎。而辙也未之见焉。　　且夫人之学也，不志其大，虽多而何为？辙之来也，于山见终南、嵩、华之高，于水见黄河之大且深，于人见欧阳公，而犹以为未见太尉也。故愿得观贤人之光耀，闻一言以自壮，然后可以尽天下之大观而无憾者矣。　　辙年少，未能通习吏事。向之来，非有取于斗升之禄，偶然得之，非其所乐。然幸得赐归待选，使得优游数年之间，将以益治其文，且学为政。太尉苟以为可教而辱教之，又幸矣！\n","contyishang":["译文　　太尉执事：苏辙生性喜好写文章，对此想得很深。我认为文章是气的外在体现，然而文章不是单靠学习就能写好的，气却可以通过培养而得到。孟子说：“我善于培养我的浩然之气。”现在看他的文章，宽大厚重宏伟博大，充塞于天地之间，同他气的大小相衬。司马迁走遍天下，广览四海名山大川，与燕、赵之间的英豪俊杰交友，所以他的文章疏放不羁，颇有奇伟之气。这两个人，难道曾经执笔学写这种文章吗？这是因为他们的气充满在内心而溢露到外貌，发于言语而表现为文章，自己却并没有觉察到。　　苏辙出生已经十九年了。我住在家里时，所交往的，不过是邻居同乡这一类人。所看到的，不过是几百里之内的景物，没有高\n"]}},{"title":"古文观止","cont":{"title":"瘗旅文","nian":"明代","author":"王守仁","contson":"\n　　维正德四年秋月三日，有吏目云自京来者，不知其名氏，携一子一仆，将之任，过龙场，投宿土苗家。予从篱落间望见之，阴雨昏黑，欲就问讯北来事，不果。明早，遣人觇之，已行矣。\n　　薄午，有人自蜈蚣坡来，云：“一老人死坡下，傍两人哭之哀。”予曰：“此必吏目死矣。伤哉！”薄暮，复有人来，云：“坡下死者二人，傍一人坐哭。”询其状，则其子又死矣。明日，复有人来，云：“见坡下积尸三焉。”则其仆又死矣。呜呼伤哉！\n　　念其暴骨无主，将二童子持畚、锸往瘗之，二童子有难色然。予曰：“嘻！吾与尔犹彼也！”二童闵然涕下，请往。就其傍山麓为三坎，埋之。又以只鸡、饭三盂，嗟吁涕洟而告之，曰：\n　　呜呼伤哉！繄何人？繄何人？吾龙场驿丞余姚王守仁也。吾与尔皆中土之产，吾不知尔郡邑，尔乌为乎来为兹山之鬼乎？古者重去其乡，游宦不逾千里。吾以窜逐而来此，宜也。尔亦何辜乎？闻尔官吏目耳，俸不能五斗，尔率妻子躬耕可有也。乌为乎以五斗而易尔七尺之躯？又不足，而益以尔子与仆乎？呜呼伤哉！\n　　尔诚恋兹五斗而来，则宜欣然就道，胡为乎吾昨望见尔容蹙然，盖不任其忧者？夫冲冒雾露，扳援崖壁，行万峰之顶，饥渴劳顿，筋骨疲惫，而又瘴疬侵其外，忧郁攻其中，其能以无死乎？吾固知尔之必死，然不谓若是其速，又不谓尔子尔仆亦遽然奄忽也！皆尔自取，谓之何哉！吾念尔三骨之无依而来瘗尔，乃使吾有无穷之怆也。\n　　呜呼伤哉！纵不尔瘗，幽崖之狐成群，阴壑之虺如车轮，亦必能葬尔于腹，不致久暴露尔。尔既已无知，然吾何能违心乎？自吾去父母乡国而来此，三年矣，历瘴毒而苟能自全，以吾未尝一日之戚戚也。今悲伤若此，是吾为尔者重，而自为者轻也。吾不宜复为尔悲矣。\n　　吾为尔歌，尔听之。歌曰：连峰际天兮，飞鸟不通。游子怀乡兮，莫知西东。莫知西东兮，维天则同。异域殊方兮，环海之中。达观随寓兮，奚必予宫。魂兮魂兮，无悲以恫。\n　　又歌以慰之曰：与尔皆乡土之离兮，蛮之人言语不相知兮。性命不可期，吾苟死于兹兮，率尔子仆，来从予兮。吾与尔遨以嬉兮，骖紫彪而乘文螭兮，登望故乡而嘘唏兮。吾苟获生归兮，尔子尔仆，尚尔随兮，无以无侣为悲兮！道旁之冢累累兮，多中土之流离兮，相与呼啸而徘徊兮。餐风饮露，无尔饥兮。朝友麋鹿，暮猿与栖兮。尔安尔居兮，无为厉于兹墟兮！\n","contyishang":["译文　　在大明正德四年秋季某月初三日，有一名吏目从北京来到这里，不知他姓甚名谁。身边带着一个儿子、一个仆人，将要上任，路过龙场，投宿在一户苗族人家。我从篱笆中间望见他，当时阴雨昏黑，想靠近他打听北方的情况，没有实现。第二天早晨，派人去探视，他已经走了。　　近午时刻，有人从蜈蚣坡那边来，说：“有一个老人死于坡下，旁边两人哭得很伤心。”我说：“这一定是吏目死了。可悲啊！”傍晚，又有人来说：“坡下死了两个人，旁边一人坐着叹息。”问明他们的情状，方知他的儿子又死了。第二天，又有人来说：“看到坡下堆了三具尸体。”那么，他的仆人又死了。唉，令人伤心啊！　　想到他们\n"]}},{"title":"古文观止","cont":{"title":"吊古战场文","nian":"唐代","author":"李华","contson":"\n　　浩浩乎，平沙无垠，夐不见人。河水萦带，群山纠纷。黯兮惨悴，风悲日曛。蓬断草枯，凛若霜晨。鸟飞不下，兽铤亡群。亭长告余曰：“此古战场也，常覆三军。往往鬼哭，天阴则闻。”伤心哉！秦欤汉欤？将近代欤？\n　　吾闻夫齐魏徭戍，荆韩召募。万里奔走，连年暴露。沙草晨牧，河冰夜渡。地阔天长，不知归路。寄身锋刃，腷臆谁愬？秦汉而还，多事四夷，中州耗斁，无世无之。古称戎夏，不抗王师。文教失宣，武臣用奇。奇兵有异于仁义，王道迂阔而莫为。呜呼噫嘻！\n　　吾想夫北风振漠，胡兵伺便。主将骄敌，期门受战。野竖旌旗，川回组练。法重心骇，威尊命贱。利镞穿骨，惊沙入面，主客相搏，山川震眩。声析江河，势崩雷电。至若穷阴凝闭，凛冽海隅，积雪没胫，坚冰在须。鸷鸟休巢，征马踟蹰。缯纩无温，堕指裂肤。当此苦寒，天假强胡，凭陵杀气，以相剪屠。径截辎重，横攻士卒。都尉新降，将军复没。尸踣巨港之岸，血满长城之窟。无贵无贱，同为枯骨。可胜言哉！鼓衰兮力竭，矢尽兮弦绝，白刃交兮宝刀折，两军蹙兮生死决。降矣哉，终身夷狄；战矣哉，暴骨沙砾。鸟无声兮山寂寂，夜正长兮风淅淅。魂魄结兮天沉沉，鬼神聚兮云幂幂。日光寒兮草短，月色苦兮霜白。伤心惨目，有如是耶！\n　　吾闻之：牧用赵卒，大破林胡，开地千里，遁逃匈奴。汉倾天下，财殚力痡。任人而已，岂在多乎！周逐猃狁，北至太原。既城朔方，全师而还。饮至策勋，和乐且闲。穆穆棣棣，君臣之间。秦起长城，竟海为关。荼毒生民，万里朱殷。汉击匈奴，虽得阴山，枕骸徧野，功不补患。\n　　苍苍蒸民，谁无父母？提携捧负，畏其不寿。谁无兄弟？如足如手。谁无夫妇？如宾如友。生也何恩，杀之何咎？其存其没，家莫闻知。人或有言，将信将疑。悁悁心目，寤寐见之。布奠倾觞，哭望天涯。天地为愁，草木凄悲。吊祭不至，精魂无依。必有凶年，人其流离。呜呼噫嘻！时耶命耶？从古如斯！为之奈何？守在四夷。 \n","contyishang":["译文　　广大辽阔的无边无际的旷野啊，极目远望看不到人影。河水弯曲得像带子一般，远处无数的山峰交错在一起。一片阴暗凄凉的景象：寒风悲啸，日色昏黄，飞蓬折断，野草枯萎，寒气凛冽犹如降霜的冬晨。鸟儿飞过也不肯落下，离群的野兽奔窜而过。亭长告诉我说：“这儿就是古代的战场，曾经全军覆没。每逢阴天就会听到有鬼哭的声音。真令人伤心啊！这是秦朝、汉朝，还是近代的事情呢？　　我听说战国时期，齐魏征集壮丁服役，楚韩募集兵员备战。士兵们奔走万里边疆，年复一年暴露在外，早晨寻找沙漠中的水草放牧，夜晚穿涉结冰的河流。地远天长，不知道哪里是归家的道路。性命寄托于刀枪之间，苦闷的心情向谁倾诉？\n"]}},{"title":"古文观止","cont":{"title":"贾谊论","nian":"宋代","author":"苏轼","contson":"\n　　非才之难，所以自用者实难。惜乎！贾生，王者之佐，而不能自用其才也。\n　　夫君子之所取者远，则必有所待；所就者大，则必有所忍。古之贤人，皆负可致之才，而卒不能行其万一者，未必皆其时君之罪，或者其自取也。\n　　愚观贾生之论，如其所言，虽三代何以远过？得君如汉文，犹且以不用死。然则是天下无尧、舜，终不可有所为耶？仲尼圣人，历试于天下，苟非大无道之国，皆欲勉强扶持，庶几一日得行其道。将之荆，先之以冉有，申之以子夏。君子之欲得其君，如此其勤也。孟子去齐，三宿而后出昼，犹曰：“王其庶几召我。”君子之不忍弃其君，如此其厚也。公孙丑问曰：“夫子何为不豫？”孟子曰：“方今天下，舍我其谁哉？而吾何为不豫？”君子之爱其身，如此其至也。夫如此而不用，然后知天下果不足与有为，而可以无憾矣。若贾生者，非汉文之不能用生，生之不能用汉文也。\n　　夫绛侯亲握天子玺而授之文帝，灌婴连兵数十万，以决刘、吕之雌雄，又皆高帝之旧将，此其君臣相得之分，岂特父子骨肉手足哉？贾生，洛阳之少年。欲使其一朝之间，尽弃其旧而谋其新，亦已难矣。为贾生者，上得其君，下得其大臣，如绛、灌之属，优游浸渍而深交之，使天子不疑，大臣不忌，然后举天下而唯吾之所欲为，不过十年，可以得志。安有立谈之间，而遽为人“痛哭”哉！观其过湘为赋以吊屈原，纡郁愤闷，趯然有远举之志。其后以自伤哭泣，至于夭绝。是亦不善处穷者也。夫谋之一不见用，则安知终不复用也？不知默默以待其变，而自残至此。呜呼！贾生志大而量小，才有余而识不足也。\n　　古之人，有高世之才，必有遗俗之累。是故非聪明睿智不惑之主，则不能全其用。古今称苻坚得王猛于草茅之中，一朝尽斥去其旧臣，而与之谋。彼其匹夫略有天下之半，其以此哉！愚深悲生之志，故备论之。亦使人君得如贾生之臣，则知其有狷介之操，一不见用，则忧伤病沮，不能复振。而为贾生者，亦谨其所发哉！ \n","contyishang":["译文　　人要有才能并不难，要使自己的才能施展出来实在不容易。可惜啊，贾谊虽然能够做帝王的辅佐之臣，却未能施展自己的才能。","　　君子要想达成长远的目标，就一定要等待时机；要想成就伟大的功业，就一定要能够忍耐。古代的贤能之士，都有建功立业的才能，但有些人最终未能施展其才能的万分之一的原因，未必都是当时君王的过错，也有可能是他们自己造成的。","　　我看贾谊的议论，照他所说的规划目标，即使夏、商、周三代的成就又怎能超过他呢？遇到像汉文帝这样的明君，尚且因未能尽才而郁郁死去，照这样说来，如果天下没有尧、舜那样的圣君，就终身不能有所作为了吗？孔子是圣人，曾周\n"]}},{"title":"古文观止","cont":{"title":"曾子易箦","nian":"先秦","author":"佚名","contson":"\n　　曾子寝疾，病。乐正子春坐于床下，曾元、曾申坐于足，童子隅坐而执烛。童子曰：“华而睆，大夫之箦与？”子春曰：“止！”曾子闻之，瞿然曰：“呼！”曰：“华而睆，大夫之箦与？”曾子曰：“然。斯季孙之赐也，我未之能易也。元，起易箦。”曾元曰：“夫子之病革矣，不可以变。幸而至于旦，请敬易之。”曾子曰：“尔之爱我也不如彼。君子之爱人也以德，细人之爱人也以姑息。吾何求哉？吾得正而毙焉斯已矣。”举扶而易之。反席未安而没。\n","contyishang":["译文　　曾子躺在床上，病危。曾子的弟子子春坐在床旁边，曾元、曾申坐在床脚下，童仆坐在角落拿着蜡烛。 童仆说：“华美而光洁，（那是）大夫（才能享用）的竹席啊！”子春说：“住嘴！”曾子听见这话，惊惧地说：“啊！” （童仆又）说：“华美而光洁，（那是）大夫（才能享用）的竹席啊！”曾子说：“是的。那是季孙送的，我没有啊。（曾）元，（扶我）起来换竹席。”曾元说：“您的病非常严重啊，不能移动（您的身体啊）。（如果）幸运地到了早晨， 一定遵从您的意思换了它。”曾子说：“你爱我不如他（童仆）。按照道德标准去爱护人，小人爱人以无原则迁就。我还有什么苛求啊？我能得到（封建礼教的）正道而死去，也就\n"]}},{"title":"古文观止","cont":{"title":"屈原列传","nian":"两汉","author":"司马迁","contson":"\n　　屈原者，名平，楚之同姓也。为楚怀王左徒。博闻强志，明于治乱，娴于辞令。入则与王图议国事，以出号令；出则接遇宾客，应对诸侯。王甚任之。\n　　上官大夫与之同列，争宠而心害其能。怀王使屈原造为宪令，屈平属草稿未定。上官大夫见而欲夺之，屈平不与，因谗之曰：“王使屈平为令，众莫不知。每一令出，平伐其功，曰以为‘非我莫能为也。’”王怒而疏屈平。\n　　屈平疾王听之不聪也，谗谄之蔽明也，邪曲之害公也，方正之不容也，故忧愁幽思而作《离骚》。“离骚”者，犹离忧也。夫天者，人之始也；父母者，人之本也。人穷则反本，故劳苦倦极，未尝不呼天也；疾痛惨怛，未尝不呼父母也。屈平正道直行，竭忠尽智，以事其君，谗人间之，可谓穷矣。信而见疑，忠而被谤，能无怨乎？屈平之作《离骚》，盖自怨生也。《国风》好色而不淫，《小雅》怨诽而不乱。若《离骚》者，可谓兼之矣。上称帝喾，下道齐桓，中述汤、武，以刺世事。明道德之广崇，治乱之条贯，靡不毕见。其文约，其辞微，其志洁，其行廉。其称文小而其指极大，举类迩而见义远。其志洁，故其称物芳；其行廉，故死而不容。自疏濯淖污泥之中，蝉蜕于浊秽，以浮游尘埃之外，不获世之滋垢，皭然泥而不滓者也。推此志也，虽与日月争光可也。\n　　屈原既绌。其后秦欲伐齐，齐与楚从亲，惠王患之。乃令张仪佯去秦，厚币委质事楚，曰：“秦甚憎齐，齐与楚从亲，楚诚能绝齐，秦愿献商、於之地六百里。”楚怀王贪而信张仪，遂绝齐，使使如秦受地。张仪诈之曰：“仪与王约六里，不闻六百里。”楚使怒去，归告怀王。怀王怒，大兴师伐秦。秦发兵击之，大破楚师于丹、淅，斩首八万，虏楚将屈匄，遂取楚之汉中地。怀王乃悉发国中兵，以深入击秦，战于蓝田。魏闻之，袭楚至邓。楚兵惧，自秦归。而齐竟怒，不救楚，楚大困。明年，秦割汉中地与楚以和。楚王曰：“不愿得地，愿得张仪而甘心焉。”张仪闻，乃曰：“以一仪而当汉中地，臣请往如楚。”如楚，又因厚币用事者臣靳尚，而设诡辩于怀王之宠姬郑袖。怀王竟听郑袖，复释去张仪。是时屈原既疏，不复在位，使于齐，顾反，谏怀王曰：“何不杀张仪？”怀王悔，追张仪，不及。\n　　其后，诸侯共击楚，大破之，杀其将唐眜。时秦昭王与楚婚，欲与怀王会。怀王欲行，屈平曰：“秦，虎狼之国，不可信，不如毋行。”怀王稚子子兰劝王行：“奈何绝秦欢！”怀王卒行。入武关，秦伏兵绝其后，因留怀王，以求割地。怀王怒，不听。亡走赵，赵不内。复之秦，竟死于秦而归葬。\n　　长子顷襄王立，以其弟子兰为令尹。楚人既咎子兰以劝怀王入秦而不反也。屈平既嫉之，虽放流，眷顾楚国，系心怀王，不忘欲反。冀幸君之一悟，俗之一改也。其存君兴国，而欲反复之，一篇之中，三致志焉。然终无可奈何，故不可以反。卒以此见怀王之终不悟也。\n　　人君无愚智贤不肖，莫不欲求忠以自为，举贤以自佐。然亡国破家相随属，而圣君治国累世而不见者，其所谓忠者不忠，而所谓贤者不贤也。怀王以不知忠臣之分，故内惑于郑袖，外欺于张仪，疏屈平而信上官大夫、令尹子兰，兵挫地削，亡其六郡，身客死于秦，为天下笑，此不知人之祸也。《易》曰：“井渫不食，为我心恻，可以汲。王明，并受其福。”王之不明，岂足福哉！令尹子兰闻之，大怒。卒使上官大夫短屈原于顷襄王。顷襄王怒而迁之。屈原至于江滨，被发行吟泽畔，颜色憔悴，形容枯槁。渔父见而问之曰：“子非三闾大夫欤？何故而至此？”屈原曰：“举世皆浊而我独清，众人皆醉而我独醒，是以见放。”渔父曰：“夫圣人者，不凝滞于物，而能与世推移。举世皆浊，何不随其流而扬其波？众人皆醉，何不哺其糟而啜其醨？何故怀瑾握瑜，而自令见放为？”屈原曰：“吾闻之，新沐者必弹冠，新浴者必振衣。人又谁能以身之察察，受物之汶汶者乎？宁赴常流而葬乎江鱼腹中耳。又安能以皓皓之白，而蒙世之温蠖乎？”乃作《怀沙》之赋。于是怀石，遂自投汨罗以死。\n　　屈原既死之后，楚有宋玉、唐勒、景差之徒者，皆好辞而以赋见称。然皆祖屈原之从容辞令，终莫敢直谏。其后楚日以削，数十年竟为秦所灭。自屈原沉汨罗后百有馀年，汉有贾生，为长沙王太傅。过湘水，投书以吊屈原。\n　　太史公曰：“余读《离骚》、《天问》、《招魂》、《哀郢》，悲其志。适长沙，过屈原所自沉渊，未尝不垂涕，想见其为人。及见贾生吊之，又怪屈原以彼其材游诸侯，何国不容，而自令若是！读《鵩鸟赋》，同死生，轻去就，又爽然自失矣。” \n","contyishang":["译文　　屈原名平，与楚国的王族同姓。他曾担任楚怀王的左徒。见闻广博，记忆力很强，通晓治理国家的道理，熟悉外交应对辞令。对内与怀王谋划商议国事，发号施令；对外接待宾客，应酬诸侯。怀王很信任他。　　上官大夫和他同在朝列，想争得怀王的宠幸，心里嫉妒屈原的才能。怀王让屈原制订法令，屈原起草尚未定稿，上官大夫见了就想强行更改它（想邀功），屈原不赞同，他就在怀王面前谗毁屈原说：“大王叫屈原制订法令，大家没有不知道的，每一项法令发出，屈原就夸耀自己的功劳说：除了我，没有人能做的。”怀王很生气，就疏远了屈原。　　屈原痛心怀王惑于小人之言，不能明辨是非，小人混淆黑白，使\n"]}},{"title":"古文观止","cont":{"title":"送杨少尹序","nian":"唐代","author":"韩愈","contson":"\n　　昔疏广、受二子，以年老，一朝辞位而去。于是公卿设供帐，祖道都门外，车数百辆；道路观者，多叹息泣下，共言其贤。汉史既传其事，而后世工画者，又图其迹，至今照人耳目，赫赫若前日事。\n　　国子司业杨君巨源，方以能诗训后进，一旦以年满七十，亦白相去，归其乡。世常说古今人不相及，今杨与二疏，其意岂异也？\n　　予忝在公卿后，遇病不能出，不知杨侯去时，城门外送者几人，车几辆，马几匹，道旁观者，亦有叹息知其为贤与否；\n　　而太史氏又能张大其事为传，继二疏踪迹否，不落莫否。见今世无工画者，而画与不画，固不论也。\n　　然吾闻杨侯之去，相有爱而惜之者，白以为其都少尹，不绝其禄。又为歌诗以劝之，京师之长于诗者，亦属而和之。又不知当时二疏之去，有是事否。古今人同不同，未可知也。\n　　中世士大夫，以官为家，罢则无所于归。杨侯始冠，举于其乡，歌《鹿鸣》而来也。今之归，指其树曰：“某树，吾先人之所种也；某水、某丘，吾童子时所钓游也。”乡人莫不加敬，诫子孙以杨侯不去其乡为法。古之所谓乡先生没而可祭于社者，其在斯人欤？其在斯人欤？ \n","contyishang":["　　古时候疏广、疏受叔侄二人，因为年老，同一天辞掉职位离去。当时，朝廷中的公卿摆设宴席，在京都门外为他们饯行，车驾有数百辆之多；道路上旁观的，有很多人为之感叹并流下了眼泪，无不称赞他们贤明。汉代的史书既记载了他们的事迹，而后世擅长绘画的人，又画下了他们的形象，到今天依然光彩照人，清清楚楚的仿佛是前不久发生的事情。","　　国子监司业杨巨源，正以他善于写诗来教育学生，一旦到了七十岁，也禀白丞相离职回归他的故乡。世上常说古时的人和现今的人是不能并论的，而今杨巨源与疏氏二人，他们的思想难道有什么差异吗？","　　我攀附于公卿之末，恰逢生病不能出去送行。不知道杨少尹走的时\n"]}},{"title":"古文观止","cont":{"title":"触龙说赵太后","nian":"先秦","author":"刘向","contson":"\n　　赵太后新用事，秦急攻之。赵氏求救于齐，齐曰：“必以长安君为质，兵乃出。”太后不肯，大臣强谏。太后明谓左右：“有复言令长安君为质者，老妇必唾其面。”\n　　左师触龙言愿见太后。太后盛气而揖之。入而徐趋，至而自谢，曰：“老臣病足，曾不能疾走，不得见久矣。窃自恕，而恐太后玉体之有所郄也，故愿望见太后。”太后曰：“老妇恃辇而行。”曰：“日食饮得无衰乎？”曰：“恃粥耳。”曰：“老臣今者殊不欲食，乃自强步，日三四里，少益耆食，和于身。”太后曰：“老妇不能。”太后之色少解。\n　　左师公曰：“老臣贱息舒祺，最少，不肖；而臣衰，窃爱怜之。愿令得补黑衣之数，以卫王宫。没死以闻。”太后曰：“敬诺。年几何矣？”对曰：“十五岁矣。虽少，愿及未填沟壑而托之。”太后曰：“丈夫亦爱怜其少子乎？”对曰：“甚于妇人。”太后笑曰：“妇人异甚。”对曰：“老臣窃以为媪之爱燕后贤于长安君。”曰：“君过矣！不若长安君之甚。”左师公曰：“父母之爱子，则为之计深远。媪之送燕后也，持其踵，为之泣，念悲其远也，亦哀之矣。已行，非弗思也，祭祀必祝之，祝曰：‘必勿使反。’岂非计久长，有子孙相继为王也哉？”太后曰：“然。”\n　　左师公曰：“今三世以前，至于赵之为赵，赵王之子孙侯者，其继有在者乎？”曰：“无有。”曰：“微独赵，诸侯有在者乎？”曰：“老妇不闻也。”“此其近者祸及身，远者及其子孙。岂人主之子孙则必不善哉？位尊而无功，奉厚而无劳，而挟重器多也。今媪尊长安君之位，而封之以膏腴之地，多予之重器，而不及今令有功于国，—旦山陵崩，长安君何以自托于赵？老臣以媪为长安君计短也，故以为其爱不若燕后。”太后曰：“诺，恣君之所使之。”\n　　于是为长安君约车百乘，质于齐，齐兵乃出。\n　　子义闻之曰：“人主之子也、骨肉之亲也，犹不能恃无功之尊、无劳之奉，已守金玉之重也，而况人臣乎。” \n","contyishang":["译文　　赵太后刚刚掌权，秦国就加紧进攻赵国。赵国向齐国求救。齐国说：“一定要用长安君作为人质，才出兵。”赵太后不同意。大臣们极力劝谏。太后明白地对左右侍臣说说：“有再说让长安君为人质的，我老太婆一定朝他脸上吐口水！”","　　左帅触龙（对侍臣）说，希望拜见太后。太后气冲冲地等着他。（触龙）走入殿内就用快走的姿势慢慢地走着小步，到（太后面前）谢罪，说：“老臣的脚有毛病，竟不能快跑，不能拜见您有很长时间了。我私下原谅了自己，但是又怕太后的福体有什么毛病，所以还是想来拜见太后。”说：“我（也是脚行毛病）要靠手推车行动。”（触龙）说：“您每天的饮食该不会减少吧？”（太后）\n"]}},{"title":"古文观止","cont":{"title":"项羽本纪赞","nian":"两汉","author":"司马迁","contson":"\n　　太史公曰：吾闻之周生曰：“舜目盖重瞳子。”又闻项羽亦重瞳子。羽岂其苗裔邪？何兴之暴也？夫秦失其政，陈涉首难，豪杰蜂起，相与并争，不可胜数。然羽非有尺寸，乘势起陇亩之中，三年，遂将五诸侯灭秦，分裂天下而封王侯，政由羽出，号为霸王，位虽不终，近古以来，未尝有也。及羽背关怀楚，放逐义帝而自立，怨王侯叛己，难矣。自矜功伐，奋其私智，而不师古，谓霸王之业，欲以力征经营天下，五年，卒亡其国，身死东城，尚不觉寤，而不自责，过矣。乃引“天亡我，非用兵之罪也”，岂不谬哉！\n","contyishang":["译文　　太史公说：我从周生那里听说，“舜的眼睛大概是双瞳孔”，又听说项羽亦是双瞳孔。项羽也是双瞳人。项羽难道是舜的后代么？为什么他崛起得这样迅猛呢？那秦王朝政治差失、混乱的时候，陈涉首先发难反秦，一时间英雄豪杰纷纷起来，互相争夺天下的人数也数不清。但是项羽并没有一尺一寸可以依靠的权位，只不过奋起于民间，三年的时间，就发展到率领五国诸侯一举灭秦，并且分割秦的天下，自行封赏王侯，政令都由项羽颁布，自号为“霸王”。虽然霸王之位并未维持到底，但近古以来未曾有过这样的人物。　等到项羽放弃关中，怀恋故乡楚地，流放义帝而自立为王，此时再抱怨王侯们背叛自己，那就很难了。自己夸耀功劳，独逞个人\n"]}},{"title":"古文观止","cont":{"title":"宫之奇谏假道","nian":"先秦","author":"左丘明","contson":"\n　　晋侯复假道于虞以伐虢。\n　　宫之奇谏曰：“虢，虞之表也。虢亡，虞必从之。晋不可启，寇不可翫。一之谓甚，其可再乎？谚所谓‘辅车相依，唇亡齿寒’者，其虞、虢之谓也。”\n　　公曰：“晋，吾宗也，岂害我哉？”\n　　对曰：“大伯、虞仲，大王之昭也 。大伯不从，是以不嗣。虢仲、虢叔，王季之穆也，为文王卿士，勋在王室，藏于盟府。将虢是灭，何爱于虞！且虞能亲于桓、庄乎？其爱之也，桓、庄之族何罪？而以为戮，不唯逼乎？亲以宠逼，犹尚害之，况以国乎？”\n　　公曰：“吾享祀丰洁，神必据我。”\n　　对曰：“臣闻之，鬼神非人实亲，惟德是依。故《周书》曰：‘皇天无亲，惟德是辅。’又曰：‘黍稷非馨，明德惟馨。’又曰：‘民不易物，惟德繄物。’如是，则非德，民不和，神不享矣。神所冯依，将在德矣。若晋取虞，而明德以荐馨香，神其吐之乎？”\n　　弗听，许晋使。\n　　宫之奇以其族行，曰：“虞不腊矣。在此行也，晋不更举矣。”\n　　八月甲午，晋侯围上阳，问于卜偃曰：“吾其济乎？”\n　　对曰：“克之。”\n　　公曰：“何时？”\n　　对曰：“童谣曰：‘丙之晨，龙尾伏辰，均服振振，取虢之旂。鹑之贲贲，天策炖炖，火中成军，虢公其奔。’其九月、十月之交乎！丙子旦，日在尾，月在策，鹑火中，必是时也。”\n　　冬，十二月丙子朔，晋灭虢，虢公丑奔京师。师还，馆于虞，遂袭虞，灭之,执虞公.及其大夫井伯，从媵秦穆姬。而修虞祀，且归其职贡于王，故书曰：“晋人执虞公。”罪虞公，言易也。 \n","contyishang":["译文　　晋侯又向虞国借路去攻打虢国。","　　宫之奇劝阻虞公说：“虢国，是虞国的外围，虢国灭亡了，虞国也一定跟着灭亡。晋国的这种贪心不能让它开个头。这支侵略别人的军队不可轻视。一次借路已经过分了，怎么可以有第二次呢？俗话说‘面颊和牙床骨互相依着，嘴唇没了，牙齿就会寒冷’，就如同虞、虢两国互相依存的关系啊。”","　　虞公说：“晋国，与我国同宗，难道会加害我们吗？”宫之奇回答说：“泰伯、虞仲是大王的长子和次子，泰伯不听从父命，因此不让他继承王位。虢仲、虢叔都是王季的第二代，是文王的执掌国政的大臣，在王室中有功劳，因功受封的典策还在主持盟会之官的手中。现在\n"]}},{"title":"古文观止","cont":{"title":"送天台陈庭学序","nian":"明代","author":"宋濂","contson":"\n　　西南山水，惟川蜀最奇。然去中州万里，陆有剑阁栈道之险，水有瞿塘、滟滪之虞。跨马行，则篁竹间山高者，累旬日不见其巅际。临上而俯视，绝壑万仞，杳莫测其所穷，肝胆为之悼栗。水行，则江石悍利，波恶涡诡，舟一失势尺寸，辄糜碎土沉，下饱鱼鳖。其难至如此。故非仕有力者，不可以游；非材有文者，纵游无所得；非壮强者，多老死于其地。嗜奇之士恨焉。\n　　天台陈君庭学，能为诗，由中书左司掾，屡从大将北征，有劳，擢四川都指挥司照磨，由水道至成都。成都，川蜀之要地，扬子云、司马相如、诸葛武侯之所居，英雄俊杰战攻驻守之迹，诗人文士游眺饮射赋咏歌呼之所，庭学无不历览。既览必发为诗，以纪其景物时世之变，于是其诗益工。越三年，以例自免归，会予于京师；其气愈充，其语愈壮，其志意愈高；盖得于山水之助者侈矣。\n　　予甚自愧，方予少时，尝有志于出游天下，顾以学未成而不暇。及年壮方可出，而四方兵起，无所投足。逮今圣主兴而宇内定，极海之际，合为一家，而予齿益加耄矣。欲如庭学之游，尚可得乎？\n　　然吾闻古之贤士，若颜回、原宪，皆坐守陋室，蓬蒿没户，而志意常充然，有若囊括于天地者。此其故何也？得无有出于山水之外者乎？庭学其试归而求焉？苟有所得，则以告予，予将不一愧而已也！\n","contyishang":["译文　　我国西南一带的山水，只四川境内最为奇特。但那里与中原一带相距万里之遥，陆路上有剑阁、栈道之类的险阻；水路上有瞿塘峡、滟滪堆之类的忧虑。骑着马走，沿路层层竹林遮蔽高山，连续十来天，仰头看不到山顶；登上高处往下俯瞰，绝险的山谷有几万尺深，茫茫渺渺看不到谷底，令人惊恐万状，肝胆颤抖。乘船在水中行，江水悍猛，礁石尖利，波涛险恶，漩涡诡异，船只一旦稍微失去控驭，偏离航道仅有尺寸大小，就被撞得粉碎像泥土般下沉，船中人便喂饱了江中鱼鳖之腹，通往四川的道路艰难到这种地步。因此，不是做官出仕富有财力的人不能前往游历；不是天生富有文才的人，即使游览了也无所得；不是身强体壮人，大多老死在那\n"]}},{"title":"古文观止","cont":{"title":"鲁共公择言","nian":"先秦","author":"佚名","contson":"\n　　梁王魏婴觞诸侯于范台。酒酣，请鲁君举觞。鲁君兴，避席择言曰：“昔者，帝女令仪狄作酒而美，进之禹，禹饮而甘之，遂疏仪狄，绝旨酒，曰：‘后世必有以酒亡其国者。’齐桓公夜半不嗛，易牙乃煎熬燔灸，和调五味而进之，桓公食之而饱，至旦不觉，曰：‘后世必有以味亡其国者。’晋文公得南之威，三日不听朝，遂推南之威而远之，曰：‘后世必有以色亡其国者。’楚王登强台而望崩山，左江而右湖，以临彷徨，其乐忘死，遂盟强台而弗登，曰：‘后世必有以高台陂池亡其国者。’今主君之尊，仪狄之酒以；主君之味，易牙之调也；左白台而右闾须，南威之美也；前夹林而后兰台，强台之乐也。有一于此，足以亡其国。今主君兼此四者，可无戒与！”梁王称善相属。\n","contyishang":["译文　　魏惠王魏婴在范台宴请各国诸侯。酒兴正浓的时候，魏惠王向鲁共公敬酒。鲁共公站起身，离开自己的坐席，正色道：“从前，舜的女儿仪狄擅长酿酒，酒味醇美。仪狄把酒献给了禹，禹喝了之后也觉得味道醇美。但因此就疏远了仪狄，戒绝了美酒，并且说道：‘后代一定有因为美酒而使国家灭亡的。’齐桓公有一天夜里觉得肚子饿，想吃东西。易牙就煎熬烧烤，做出美味可口的菜肴给他送上，齐桓公吃得很饱，一觉睡到天亮还不醒，醒了以后说：‘后代一定有因贪美味而使国家灭亡的。’晋文公得到了美女南之威，三天没有上朝理政，于是就把南之威打发走了，说道：‘后代一定有因为贪恋美色而使国家灭亡的。’楚灵王登上强台远望崩山，\n"]}},{"title":"古文观止","cont":{"title":"严先生祠堂记","nian":"宋代","author":"范仲淹","contson":"\n　　先生，汉光武之故人也。相尚以道。及帝握《赤符》，乘六龙，得圣人之时，臣妾亿兆，天下孰加焉？惟先生以节高之。既而动星象，归江湖，得圣人之清。泥涂轩冕，天下孰加焉？惟光武以礼下之。\n　　在《蛊》之上九，众方有为，而独“不事王侯，高尚其事”，先生以之。在《屯》之初九，阳德方亨，而能“以贵下贱，大得民也”，光武以之。盖先生之心，出乎日月之上；光武之量，包乎天地之外。微先生，不能成光武之大，微光武，岂能遂先生之高哉？而使贪夫廉，懦夫立，是大有功于名教也。\n　　仲淹来守是邦，始构堂而奠焉，乃复为其后者四家，以奉祠事。又从而歌曰∶“云山苍苍，江水泱泱，先生之风，山高水长！” \n","contyishang":["译文　　严先生是光武帝的老朋友，他们之间以道义互相推崇。后来光武帝得到预言天命所归的《赤伏符》，乘驾着六龙的阳气，获得了登极称帝的时机。那时他统治着千千万万的人民，天下有谁能比得上呢？只有先生能够以节操方面来尊崇他。后来先生与光武帝同床而卧触动了天上的星象，后来又归隐江湖，回到富春江畔隐居，清操自守，鄙弃禄位，达到了圣人自然清静的境界。先生视官爵为泥土，天下又有谁比得上呢？只有光武帝能够用礼节对待他。　　在《盅》卦的“上九”爻(yao)辞中说，“大家正当有为的时候，偏偏显示不事奉王侯，保持自己品德的高尚。”先生正是这样做的。在《屯》卦的：“初九”爻辞中说，阳气（帝\n"]}},{"title":"古文观止","cont":{"title":"出师表 / 前出师表","nian":"两汉","author":"诸葛亮","contson":"\n　　先帝创业未半而中道崩殂，今天下三分，益州疲弊，此诚危急存亡之秋也。然侍卫之臣不懈于内，忠志之士忘身于外者，盖追先帝之殊遇，欲报之于陛下也。诚宜开张圣听，以光先帝遗德，恢弘志士之气，不宜妄自菲薄，引喻失义，以塞忠谏之路也。\n　　宫中府中，俱为一体；陟罚臧否，不宜异同。若有作奸犯科及为忠善者，宜付有司论其刑赏，以昭陛下平明之理；不宜偏私，使内外异法也。\n　　侍中、侍郎郭攸之、费祎、董允等，此皆良实，志虑忠纯，是以先帝简拔以遗陛下：愚以为宫中之事，事无大小，悉以咨之，然后施行，必能裨补阙漏，有所广益。\n　　将军向宠，性行淑均，晓畅军事，试用于昔日，先帝称之曰“能”，是以众议举宠为督：愚以为营中之事，悉以咨之，必能使行阵和睦，优劣得所。\n　　亲贤臣，远小人，此先汉所以兴隆也；亲小人，远贤臣，此后汉所以倾颓也。先帝在时，每与臣论此事，未尝不叹息痛恨于桓、灵也。侍中、尚书、长史、参军，此悉贞良死节之臣，愿陛下亲之、信之，则汉室之隆，可计日而待也。\n　　臣本布衣，躬耕于南阳，苟全性命于乱世，不求闻达于诸侯。先帝不以臣卑鄙，猥自枉屈，三顾臣于草庐之中，咨臣以当世之事，由是感激，遂许先帝以驱驰。后值倾覆，受任于败军之际，奉命于危难之间：尔来二十有一年矣。\n　　先帝知臣谨慎，故临崩寄臣以大事也。受命以来，夙夜忧叹，恐托付不效，以伤先帝之明；故五月渡泸，深入不毛。今南方已定，兵甲已足，当奖率三军，北定中原，庶竭驽钝，攘除奸凶，兴复汉室，还于旧都。此臣所以报先帝而忠陛下之职分也。至于斟酌损益，进尽忠言，则攸之、祎、允之任也。\n　　愿陛下托臣以讨贼兴复之效，不效，则治臣之罪，以告先帝之灵。若无兴德之言，则责攸之、祎、允等之慢，以彰其咎；陛下亦宜自谋，以咨诹善道，察纳雅言，深追先帝遗诏。臣不胜受恩感激。\n　　今当远离，临表涕零，不知所言。\n","contyishang":["译文　　先帝开创的大业未完成一半却中途去世了。现在天下分为三国，益州地区民力匮乏，这确实是国家危急存亡的时期啊。不过宫廷里侍从护卫的官员不懈怠，战场上忠诚有志的将士们奋不顾身，大概是他们追念先帝对他们的特别的知遇之恩（作战的原因），想要报答在陛下您身上。（陛下）你实在应该扩大圣明的听闻，来发扬光大先帝遗留下来的美德，振奋有远大志向的人的志气，不应当随便看轻自己，说不恰当的话，以致于堵塞人们忠心地进行规劝的言路。 　　皇宫中和朝廷里的大臣，本都是一个整体，奖惩功过，好坏，不应该有所不同。如果有做奸邪事情，犯科条法令和忠心做善事的人，应当交给主管的官，判定他们受罚或者\n"]}},{"title":"古文观止","cont":{"title":"外戚世家序","nian":"两汉","author":"司马迁","contson":"\n　　自古受命帝王及继体守文之君，非独内德茂也，盖亦有外戚之助焉。夏之兴也以涂山，而桀之放也以末喜。殷之兴也以有娀，纣之杀也嬖妲己。周之兴也以姜原及大任，而幽王之禽也淫于褒姒。故《易》基《乾》《坤》，《诗》始《关雎》，《书》美釐降，《春秋》讥不亲迎。夫妇之际，人道之大伦也。礼之用，唯婚姻为兢兢。夫乐调而四时和，阴阳之变，万物之统也。可不慎与？人能弘道，无如命何。甚哉，妃匹之爱，君不能得之于臣，父不能得之于子，况卑不乎！即欢合矣，或不能成子姓；能成子姓矣，或不能要终：岂非命也哉？孔子罕称命，盖难言之也。非通幽明，恶能识乎性命哉？\n","contyishang":["译文　　自古以来，受天命的开国帝王和继承正统遵守先帝法度的国君，不只是内在的品德美好，大都也由于有外戚的帮助。夏代的兴起是因为有涂山氏之女，而夏桀的被放逐是由于末喜。殷代的兴起是由于有娀(ｓōｎｇ，松)氏的女子，商纣王的被杀是因为宠爱妲(ｄá，达)已。周代的兴起是由于有姜原及太任，而幽王的被擒是因为他和褒姒的的淫乱。所以《易经》以《乾》《坤》两卦为基本，《诗经》以《关雎》开篇，《书经》赞美尧把女儿下嫁给舜，《春秋》讥讽娶妻不亲自去迎接。夫妇之间的关系，是人道之中最重大的伦常关系。礼的应用，只有婚姻最为谨慎。乐声协调四时就和顺，阴阳的变化是万物生长变化的统领怎能不慎重呢？人能弘\n"]}},{"title":"古文观止","cont":{"title":"季梁谏追楚师","nian":"先秦","author":"左丘明","contson":"\n　　楚武王侵随，使薳章求成焉，军于瑕以待之。随人使少师董成。 \n　　斗伯比言于楚子曰：“吾不得志于汉东也，我则使然。我张吾三军而被吾甲兵，以武临之，彼则惧而协以谋我，故难间也。汉东之国，随为大。随张，必弃小国。小国离，楚之利也。少师侈，请羸师以张之。”熊率且比曰:“季梁在，何益？”斗伯比曰:“以为后图。少师得其君。”\n　　王毁军而纳少师。少师归，请追楚师。随侯将许之。 \n　　季梁止之曰：“天方授楚。楚之羸，其诱我也，君何急焉？臣闻小之能敌大也，小道大淫。所谓道，忠于民而信于神也。上思利民，忠也；祝史正辞，信也。今民馁而君逞欲，祝史矫举以祭，臣不知其可也。”公曰：“吾牲牷肥腯，粢盛丰备，何则不信？”对曰：“夫民，神之主也。是以圣王先成民，而后致力于神。故奉牲以告曰‘博硕肥腯。’谓民力之普存也，谓其畜之硕大蕃滋也，谓其不疾瘯蠡也，谓其备腯咸有也。奉盛以告曰：‘洁粢丰盛。’谓其三时不害而民和年丰也。奉酒醴以告曰：‘嘉栗旨酒。’谓其上下皆有嘉德而无违心也。所谓馨香，无谗慝也。故务其三时，修其五教，亲其九族，以致其禋祀。于是乎民和而神降之福，故动则有成。今民各有心，而鬼神乏主，君虽独丰，其何福之有？君姑修政而亲兄弟之国，庶免于难。”\n　　随侯惧而修政，楚不敢伐。 \n","contyishang":["译文　　楚武王侵犯随国，派薳章去要求议和。军队扎在瑕地，等待谈判的结果。随国派少师来主持议和。 　　斗伯比对楚王说：“我们不能在汉水以东得志，全是我们自己造成的啊！我们扩大军队，增加装备，以武力威胁邻国。它们怕起来了，就协同对付我国，很难离间它们。汉水以东，要算随国最大。如果随国骄傲起来，必定抛弃那些小国。小国离散，咱们楚国就可从中得利了。少师这人，一向狂妄自大，请把我们的军队摆出个窝囊的样子，使他更加傲慢起来。”熊率且比说：“随国还有个季梁哩，这有什么作用？”斗伯比说：“以后会有用处的呀！少师很得国君的宠信啊。” 　　于是楚武王故意损毁军容，接待少师\n"]}},{"title":"古文观止","cont":{"title":"召公谏厉王止谤","nian":"先秦","author":"佚名","contson":"\n　　厉王虐，国人谤王。召公告曰：“民不堪命矣！”王怒，得卫巫，使监谤者。以告，则杀之。国人莫敢言，道路以目。\n　　王喜，告召公曰：“吾能弭谤矣，乃不敢言。”召公曰：“是障之也。防民之口，甚于防川。川壅而溃，伤人必多，民亦如之。是故为川者决之使导，为民者宣之使言。故天子听政，使公卿至于列士献诗，瞽献曲，史献书，师箴，瞍赋，曚诵，百工谏，庶人传语，近臣尽规，亲戚补察，瞽、史教诲，耆、艾修之，而后王斟酌焉，是以事行而不悖。民之有口，犹土之有山川也，财用于是乎出；犹其原隰之有衍沃也，衣食于是乎生。口之宣言也，善败于是乎兴。行善而备败，其所以阜财用衣食者也。夫民虑之于心而宣之于口，成而行之，胡可壅也？若壅其口，其与能几何？”\n　　王不听，于是国人莫敢出言。三年，乃流王于彘。\n","contyishang":["译文一　　周厉王残暴无道，老百姓纷纷责骂他。邵穆公对厉王说：“老百姓已不堪忍受暴虐的政令啦！”厉王听了勃然大怒，找到一个卫国的巫者，派他暗中监视敢于指责自己的人，一经巫者告密，就横加杀戮。于是人们都不敢随便说话，在路上相遇，也只能以眼神表达内心的愤恨。　　周厉王颇为得意，告诉邵公说：“我能制止毁谤啦，老百姓再也不敢吭声了。”邵公回答说：“你这样做只能堵住人们的嘴。可是防范老百姓的嘴，比防备河水泛滥更不易。河道因堵塞而造成决口，就会伤害很多人。倘使堵住老百姓的口，后果也将如此。因而治水者只能排除壅塞而加以疏通，治民者只能善于开导而让人说话。所以君王在处理政事上，让三\n"]}},{"title":"古文观止","cont":{"title":"潮州韩文公庙碑","nian":"宋代","author":"苏轼","contson":"\n　　匹夫而为百世师，一言而为天下法。是皆有以参天地之化，关盛衰之运，其生也有自来，其逝也有所为。故申、吕自岳降，傅说为列星，古今所传，不可诬也。孟子曰：“我善养吾浩然之气。”是气也，寓于寻常之中，而塞乎天地之间。卒然遇之，则王公失其贵，晋、楚失其富，良、平失其智，贲、育失其勇，仪、秦失其辩。是孰使之然哉？其必有不依形而立，不恃力而行，不待生而存，不随死而亡者矣。故在天为星辰，在地为河岳，幽则为鬼神，而明则复为人。此理之常，无足怪者。\n　　自东汉以来，道丧文弊，异端并起，历唐贞观、开元之盛，辅以房、杜、姚、宋而不能救。独韩文公起布衣，谈笑而麾之，天下靡然从公，复归于正，盖三百年于此矣。文起八代之衰，而道济天下之溺；忠犯人主之怒，而勇夺三军之帅：此岂非参天地，关盛衰，浩然而独存者乎？\n　　盖尝论天人之辨，以谓人无所不至，惟天不容伪。智可以欺王公，不可以欺豚鱼；力可以得天下，不可以得匹夫匹妇之心。故公之精诚，能开衡山之云，而不能回宪宗之惑；能驯鳄鱼之暴，而不能弭皇甫镈、李逢吉之谤；能信于南海之民，庙食百世，而不能使其身一日安于朝廷之上。盖公之所能者天也，其所不能者人也。\n　　始潮人未知学，公命进士赵德为之师。自是潮之士，皆笃于文行，延及齐民，至于今，号称易治。信乎孔子之言，“君子学道则爱人，小人学道则易使”也。潮人之事公也，饮食必祭，水旱疾疫，凡有求必祷焉。而庙在刺史公堂之后，民以出入为艰。前太守欲请诸朝作新庙，不果。元佑五年，朝散郎王君涤来守是邦。凡所以养士治民者，一以公为师。民既悦服，则出令曰：“愿新公庙者，听！”民欢趋之，卜地于州城之南七里，期年而庙成。\n　　或曰：“公去国万里，而谪于潮，不能一岁而归。没而有知，其不眷恋于潮也，审矣。”轼曰：“不然！公之神在天下者，如水之在地中，无所往而不在也。而潮人独信之深，思之至，焄蒿凄怆，若或见之。譬如凿井得泉，而曰水专在是，岂理也哉？”元丰七年，诏拜公昌黎伯，故榜曰：“昌黎伯韩文公之庙。”潮人请书其事于石，因作诗以遗之，使歌以祀公。其辞曰：“公昔骑龙白云乡，手抉云汉分天章，天孙为织云锦裳。飘然乘风来帝旁，下与浊世扫秕糠。西游咸池略扶桑，草木衣被昭回光。追逐李、杜参翱翔，汗流籍、湜走且僵，灭没倒影不能望。作书抵佛讥君王，要观南海窥衡湘，历舜九嶷吊英、皇。祝融先驱海若藏，约束蛟鳄如驱羊。钧天无人帝悲伤，讴吟下招遣巫阳。犦牲鸡卜羞我觞，於粲荔丹与蕉黄。公不少留我涕滂，翩然被发下大荒。” \n","contyishang":["译文　　一个普通人却成为千百代的榜样，一句话却成为天下人效法的准则。这是因为他们的品格可以与天地化育万物相提并论，也关系到国家气运的盛衰。他们的降生是有来历的，他们的逝世也是有所作为的。所以，申伯、吕侯由高山之神降生，傅说死后成为天上的列星，从古到今的传说，是不可否认的。孟子说：“我善于修养我盛大正直的气。”这种气，寄托在平常事物中，又充满于天地之间。突然遇上它，那么，王公贵族就会失去他们的尊贵，晋国、楚国就会失去它们的富有，张良、陈平就会失去他们的智慧，孟贲、夏育就会失去他们的勇力，张仪、苏秦就会失去他们的辩才。是什么东西使它这样的呢？那一定有一种不依附形体而成立，不依靠外\n"]}},{"title":"古文观止","cont":{"title":"叔向贺贫","nian":"先秦","author":"佚名","contson":"\n　　叔向见韩宣子，宣子忧贫，叔向贺之。宣子曰：“吾有卿之名而无其实，无以从二三子，吾是以忧，子贺我，何故？”\n　　对曰：“昔栾武子无一卒之田，其宫不备其宗器，宣其德行，顺其宪则，使越于诸侯。诸侯亲之，戎狄怀之，以正晋国。行刑不疚，以免于难。及桓子，骄泰奢侈，贪欲无艺，略则行志，假货居贿，宜及于难，而赖武之德以没其身。及怀子，改桓之行，而修武之德，可以免于难，而离桓之罪，以亡于楚。夫郤昭子，其富半公室，其家半三军，恃其富宠，以泰于国。其身尸于朝，其宗灭于绛。不然，夫八郤，五大夫，三卿，其宠大矣，一朝而灭，莫之哀也，唯无德也。今吾子有栾武子之贫，吾以为能其德矣，是以贺。若不忧德之不建，而患货之不足，将吊不暇，何贺之有？”\n　　宣子拜，稽首焉，曰：“起也将亡，赖子存之，非起也敢专承之，其自桓叔以下，嘉吾子之赐。” \n","contyishang":["译文　　叔向去拜见韩宣子，韩宣子正为贫困而发愁，叔向却向他表示祝贺。　　宣子说：\"我有卿大夫的名称，却没有卿大夫的财富，没有什么荣誉可以跟其他的卿大夫们交往，我正为此发愁，你却祝贺我，这是什么缘故呢？\"　　叔向回答说：\"从前栾武子没有一百顷田，家里穷的连祭祀的器具都备不齐全；可是他能够传播德行，遵循法制，名闻于诸侯各国。各诸侯国都亲近他，一些少数民族都归附他，因此使晋国安定下来，执行法度，没有弊病，因而避免了灾难。传到桓子时，他骄傲自大，奢侈无度，贪得无厌，犯法胡为，放利聚财，该当遭到祸难，但依赖他父亲栾武子的余德，才得以\n"]}},{"title":"古文观止","cont":{"title":"纵囚论","nian":"宋代","author":"欧阳修","contson":"\n　　信义行于君子，而刑戮施于小人。刑入于死者，乃罪大恶极，此又小人之尤甚者也。宁以义死，不苟幸生，而视死如归，此又君子之尤难者也。方唐太宗之六年，录大辟囚三百余人，纵使还家，约其自归以就死。是以君子之难能，期小人之尤者以必能也。其囚及期，而卒自归无后者。是君子之所难，而小人之所易也。此岂近于人情哉?\n　　或曰：罪大恶极，诚小人矣；及施恩德以临之，可使变而为君子。盖恩德入人之深，而移人之速，有如是者矣。曰：太宗之为此，所以求此名也。然安知夫纵之去也，不意其必来以冀免，所以纵之乎?又安知夫被纵而去也，不意其自归而必获免，所以复来乎?夫意其必来而纵之，是上贼下之情也；意其必免而复来，是下贼上之心也。吾见上下交相贼以成此名也，乌有所谓施恩德与夫知信义者哉?不然，太宗施德于天下，于兹六年矣，不能使小人不为极恶大罪，而一日之恩，能使视死如归，而存信义。此又不通之论也!\n　　然则何为而可?曰：纵而来归，杀之无赦。而又纵之，而又来，则可知为恩德之致尔。然此必无之事也。若夫纵而来归而赦之，可偶一为之尔。若屡为之，则杀人者皆不死。是可为天下之常法乎?不可为常者，其圣人之法乎?是以尧、舜、三王之治，必本于人情，不立异以为高，不逆情以干誉。 \n","contyishang":["译文一　　信义可以在君子中施行，而种种刑罚则在小人中施行。判刑列入死刑的人，是罪大恶极的，又是小人中特别坏的人。宁愿为正义而死，不愿意苟且贪生，而视死如归，这在君子中也是很难做到的。在唐太宗即位后第六年时，把判处死刑的犯人三百余人登记在册，放他们回家，约定好到期自动回来接受死刑。这是君子都难以做到的事，而希望小人中最坏的人能做到自然更难。到了规定的时间，那些囚犯自动回来而没有延误。这是君子难以做到的，而小人却很容易地做到了。这难道近于人情吗?　　有人说：罪大恶极，确实是小人了；如果对他们采取恩德感化的手段，就可以使他们变为君子。恩德感化愈深入人心，人的转变速度就愈\n"]}},{"title":"古文观止","cont":{"title":"朋党论","nian":"宋代","author":"欧阳修","contson":"\n　　臣闻朋党之说，自古有之，惟幸人君辨其君子小人而已。大凡君子与君子以同道为朋，小人与小人以同利为朋，此自然之理也。\n　　然臣谓小人无朋，惟君子则有之。其故何哉？小人所好者禄利也，所贪者财货也。当其同利之时，暂相党引以为朋者，伪也；及其见利而争先，或利尽而交疏，则反相贼害，虽其兄弟亲戚，不能自保。故臣谓小人无朋，其暂为朋者，伪也。君子则不然。所守者道义，所行者忠信，所惜者名节。以之修身，则同道而相益；以之事国，则同心而共济；终始如一，此君子之朋也。故为人君者，但当退小人之伪朋，用君子之真朋，则天下治矣。\n　　尧之时，小人共工、驩兜等四人为一朋，君子八元、八恺十六人为一朋。舜佐尧，退四凶小人之朋，而进元、恺君子之朋，尧之天下大治。及舜自为天子，而皋、夔、稷、契等二十二人并列于朝，更相称美，更相推让，凡二十二人为一朋，而舜皆用之，天下亦大治。《书》曰：“纣有臣亿万，惟亿万心；周有臣三千，惟一心。”纣之时，亿万人各异心，可谓不为朋矣，然纣以亡国。周武王之臣，三千人为一大朋，而周用以兴。后汉献帝时，尽取天下名士囚禁之，目为党人。及黄巾贼起，汉室大乱，后方悔悟，尽解党人而释之，然已无救矣。唐之晚年，渐起朋党之论。及昭宗时，尽杀朝之名士，或投之黄河，曰：“此辈清流，可投浊流。”而唐遂亡矣。\n　　夫前世之主，能使人人异心不为朋，莫如纣；能禁绝善人为朋，莫如汉献帝；能诛戮清流之朋，莫如唐昭宗之世；然皆乱亡其国。更相称美推让而不自疑，莫如舜之二十二臣，舜亦不疑而皆用之；然而后世不诮舜为二十二人朋党所欺，而称舜为聪明之圣者，以能辨君子与小人也。周武之世，举其国之臣三千人共为一朋，自古为朋之多且大，莫如周；然周用此以兴者，善人虽多而不厌也。\n　　嗟呼！兴亡治乱之迹，为人君者，可以鉴矣。 \n","contyishang":["译文　　臣听说关于朋党的言论，是自古就有的，只是希望君主能分清他们是君子还是小人就好了。","　　大概君子与君子因志趣一致结为朋党，而小人则因利益相同结为朋党，这是很自然的规律。但是臣以为：小人并无朋党，只有君子才有。这是什么原因呢？小人所爱所贪的是薪俸钱财。当他们利益相同的时候，暂时地互相勾结成为朋党，那是虚假的；等到他们见到利益而争先恐后，或者利益已尽而交情淡漠之时，就会反过来互相残害，即使是兄弟亲戚，也不会互相保护。所以说小人并无朋党，他们暂时结为朋党，也是虚假的。君子就不是这样：他们坚持的是道义，履行的是忠信，珍惜的是名节。用这些来提高自身修养，那么志趣一\n"]}},{"title":"古文观止","cont":{"title":"狱中上梁王书","nian":"两汉","author":"邹阳","contson":"\n　　臣闻忠无不报，信不见疑，臣常以为然，徒虚语耳。昔荆轲慕燕丹之义，白虹贯日，太子畏之；卫先生为秦画长平之事，太白食昴，昭王疑之。夫精变天地而信不谕两主，岂不哀哉！今臣尽忠竭诚，毕议愿知，左右不明，卒从吏讯，为世所疑。是使荆轲、卫先生复起，而燕、秦不寤也。愿大王孰察之。\n　　昔玉人献宝，楚王诛之；李斯竭忠，胡亥极刑。是以箕子阳狂，接舆避世，恐遭此患也。愿大王察玉人、李斯之意，而后楚王、胡亥之听，毋使臣为箕子、接舆所笑。臣闻比干剖心，子胥鸱夷，臣始不信，乃今知之。愿大王孰察，少加怜焉。\n　　语曰：“有白头如新，倾盖如故。”何则？知与不知也。故樊於期逃秦之燕，借荆轲首以奉丹事；王奢去齐之魏，临城自刭以却齐而存魏。夫王奢、樊於期非新于齐、秦而故于燕、魏也，所以去二国、死两君者，行合于志，慕义无穷也。是以苏秦不信于天下，为燕尾生；白圭战亡六城，为魏取中山。何则？诚有以相知也。苏秦相燕，人恶之燕王，燕王按剑而怒，食以駃騠；白圭显于中山，人恶之于魏文侯，文侯赐以夜光之璧。何则？两主二臣，剖心析肝相信，岂移于浮辞哉！\n　　故女无美恶，入宫见妒；士无贤不肖，入朝见嫉。昔司马喜膑脚于宋，卒相中山；范雎拉胁折齿于魏，卒为应侯。此二人者，皆信必然之画，捐朋党之私，挟孤独之交，故不能自免于嫉妒之人也。是以申徒狄蹈雍之河，徐衍负石入海，不容于世，义不苟取比周于朝以移主上之心。故百里奚乞食于道路，缪公委之以政；甯戚饭牛车下，桓公任之以国。此二人者，岂素宦于朝，借誉于左右，然后二主用之哉？感于心，合于行，坚如胶漆，昆弟不能离，岂惑于众口哉？故偏听生奸，独任成乱。昔鲁听季孙之说逐孔子，宋任子冉之计囚墨翟。夫以孔、墨之辩，不能自免于谗谀，而二国以危。何则？众口铄金，积毁销骨也。秦用戎人由余而伯中国，齐用越人子臧而强威、宣。此二国岂系于俗，牵于世，系奇偏之浮辞哉？公听并观，垂明当世。故意合则胡越为兄弟，由余，子臧是矣；不合则骨肉为仇敌，朱、象、管、蔡是矣。今人主诚能用齐、秦之明，后宋、鲁之听，则五伯不足侔，而三王易为也。\n　　是以圣王觉寤，捐子之之心，而不说田常之贤，封比干之后，修孕妇之墓，故功业覆于天下。何则？欲善亡厌也。夫晋文亲其雠，强伯诸侯；齐桓用其仇，而一匡天下。何则？慈仁殷勤，诚加于心，不可以虚辞借也。\n　　至夫秦用商鞅之法，东弱韩、魏，立强天下，卒车裂之。越用大夫种之谋，禽劲吴而伯中国，遂诛其身。是以孙叔敖三去相而不悔，於陵子仲辞三公为人灌园。今人主诚能去骄傲之心，怀可报之意，披心腹，见情素，堕肝胆，施德厚，终与之穷达，无爱于士，则桀之犬可使呔尧，跖之客可使刺由，何况因万乘之权，假圣王之资乎！然则荆轲湛七族，要离燔妻子()，岂足为大王道哉！\n　　臣闻明月之珠，夜光之璧，以闇投人于道，众莫不按剑相眄者。何则？无因而至前也。蟠木根柢，轮囷离奇，而为万乘器者，以左右先为之容也。故无因而至前，虽出随珠和璧，祗怨结而不见德；有人先游，则枯木朽株，树功而不忘。今夫天下布衣穷居之士，身在贫羸，虽蒙尧、舜之术，挟伊、管之辩，怀龙逢、比干之意，而素无根柢之容，虽竭精神，欲开忠于当世之君，则人主必袭按剑相眄之迹矣。是使布衣之士不得为枯木朽株之资也。\n　　是以圣王制世御俗，独化于陶钧之上，而不牵乎卑辞之语，不夺乎众多之口。故秦皇帝任中庶子蒙嘉之言，以信荆轲，而匕首窃发；周文王猎泾渭，载吕尚归，以王天下。秦信左右而亡，周用乌集而王。何则？以其能越挛拘之语，驰域外之议，独观乎昭旷之道也。\n　　今人主沈谄谀之辞，牵帷廧之制，使不羁之士与牛骥同皁，此鲍焦所以愤于世也。\n　　臣闻盛饰入朝者不以私污义，底厉名号者不以利伤行。故里名胜母，曾子不入；邑号朝歌，墨子回车。今欲使天下寥廓之士笼于威重之权，胁于位势之贵，回面污行，以事谄谀之人，而求亲近于左右，则士有伏死堀穴岩薮之中耳，安有尽忠信而趋阙下者哉！ \n","contyishang":["译文　　臣子听说忠心不会得不到报答，诚实不会遭到怀疑，臣子曾经以为是这样，却只不过是空话罢了。从前荆轲仰慕燕太子丹的义气，以至感动上天出现了白虹横贯太阳的景象，太子丹却不放心他；卫先生为秦国策划趁长平之胜灭赵的计划，上天呈现太白星进入昴宿的吉相，秦昭王却怀疑他。精诚使天地出现了变异，忠信却得不到两位主子的理解，难道不可悲吗？现在臣子尽忠竭诚，说出全部见解希望你了解，大王左右的人却不明白，结果使我遭到狱吏的审讯，被世人怀疑。这是让荆轲、卫先生重生，而燕太子丹、秦昭王仍然不觉悟啊。希望大王深思明察。　　从前卞和献宝，楚王砍掉他的脚；李斯尽忠，秦二世处他以极刑。因此箕子\n"]}},{"title":"古文观止","cont":{"title":"申胥谏许越成","nian":"先秦","author":"左丘明","contson":"\n　　吴王夫差乃告诸大夫曰：“孤将有大志于齐，吾将许越成，而无拂吾虑。若越既改，吾又何求？若其不改，反行，吾振旅焉。”申胥谏曰：“不可许也。夫越非实忠心好吴也，又非慑畏吾甲兵之强也。大夫种勇而善谋，将还玩吴国于股掌之上，以得其志。夫固知君王之盖威以好胜也，故婉约其辞，以从逸王志，使淫乐于诸夏之国，以自伤也。使吾甲兵钝弊，民人离落，而日以憔悴，然后安受吾烬。夫越王好信以爱民，四方归之，年谷时熟，日长炎炎，及吾犹可以战也。为虺弗摧，为蛇将若何？”吴王曰：“大夫奚隆于越？越曾足以为大虞乎？若无越，则吾何以春秋曜吾军士？”乃许之成。\n　　将盟，越王又使诸稽郢辞曰：“以盟为有益乎？前盟口血未乾，足以结信矣。以盟为无益乎？君王舍甲兵之威以临使之，而胡重于鬼神而自轻也。”吴王乃许之，荒成不盟。 \n","contyishang":["译文　　吴国国王夫差便告诉各位大夫说：“我还对齐国有大的企图，我就同意越国的求和，你等不要违背我的意愿。如果越国已经改过，我（对它）还有什么要求呢？如果它不悔改，（等我从齐国）回来，我挥师讨伐它。”申胥劝道：“不能同意求和啊。越国不是诚心和吴国和好，也不是害怕我们的军队的强大。（他们的）大夫文种有勇有谋，（他）将把（我们）吴国在股掌之上玩得团团转，来实现他的愿望。他本来就知道君王您喜欢逞威斗胜，所以说婉转驯服地言辞，来纵容国王您的心志，使您沉浸在征服中原各国的快乐中，来让你自己伤害自己。使我们的军队困顿疲惫，民众流离失所，而日益憔悴，然后他们安全地收拾我们的残局。而越王信用好\n"]}},{"title":"古文观止","cont":{"title":"宋人及楚人平","nian":"先秦","author":"公羊高","contson":"\n　　外平不书，此何以书？大其平乎己也。何大其平乎己？庄王围宋，军有七日之粮尔！尽此不胜，将去而归尔。于是使司马子反乘堙而窥宋城。宋华元亦乘堙而出见之。司马子反曰：“子之国何如？”华元曰：“惫矣！”曰：“何如？”曰：“易子而食之，析骸而炊之。”司马子反曰：“嘻！甚矣，惫！虽然，吾闻之也，围者柑马而秣之，使肥者应客。是何子之情也？”华元曰：“吾闻之：君子见人之厄则矜之，小人见人之厄则幸之。吾见子之君子也，是以告情于子也。”司马子反曰：“诺，勉之矣！吾军亦有七日之粮尔！尽此不胜，将去而归尔。”揖而去之。 \n　　反于庄王。庄王曰：“何如？”司马子反曰：“惫矣！”曰：“何如？”曰：“易子而食之，析骸而炊之。”庄王曰：“嘻！甚矣，惫！虽然，吾今取此，然后而归尔。”司马子反曰：“不可。臣已告之矣，军有七日之粮尔。”庄王怒曰：“吾使子往视之，子曷为告之？”司马子反曰：“以区区之宋，犹有不欺人之臣，可以楚而无乎？是以告之也。”庄王曰：“诺，舍而止。虽然，吾犹取此，然后归尔。”司马子反曰：“然则君请处于此，臣请归尔。”庄王曰：“子去我而归，吾孰与处于此？吾亦从子而归尔。”引师而去之。故君子大其平乎己也。此皆大 夫也。其称“人”何？贬。曷为贬？平者在下也。\n","contyishang":["译文　　鲁国以外的诸侯之间讲和，《春秋》都不记载；这次楚宋两国讲和，为什么破例记载呢？这是因为赞扬这次讲和，出于两国大夫的主动。为什么要赞扬两国大夫的主动？楚庄王围攻宋国，军队只剩下七天的口粮。吃完军粮还不能取胜，就只好回去了。于是派司马子反登上土堙，窥探宋国都城的情况。宋国的华元也登上土堙，出来会见子反。子反说：“你们的情况如何？”华元说：“疲惫不堪啊！”子反说：“疲惫到什么程度？”华元说：“交换孩子杀了吃，拆下尸骨烧火做饭。”子反说：“呀，很厉害啦，疲惫！我听说，被围困的军队，总是让马儿衔着木棍，不让马儿吃饱，只牵出肥马给客人看，你怎么这样对我吐露真情？”华元说：“我听说\n"]}},{"title":"古文观止","cont":{"title":"谏太宗十思疏","nian":"唐代","author":"魏征","contson":"\n　　臣闻：求木之长者，必固其根本；欲流之远者，必浚其泉源；思国之安者，必积其德义。源不深而望流之远，根不固而求木之长，德不厚而思国之治，臣虽下愚，知其不可，而况于明哲乎？人君当神器之重，居域中之大，将崇极天之峻，永保无疆之休。不念居安思危，戒奢以俭，德不处其厚，情不胜其欲，斯亦伐根以求木茂，塞源而欲流长也。(望国 一作：思国)\n　　凡百元首，承天景命，莫不殷忧而道著，功成而德衰，有善始者实繁，能克终者盖寡。岂其取之易守之难乎？昔取之而有余，今守之而不足，何也？夫在殷忧必竭诚以待下，既得志则纵情以傲物；竭诚则吴、越为一体，傲物则骨肉为行路。虽董之以严刑，震之以威怒，终苟免而不怀仁，貌恭而不心服。怨不在大，可畏惟人；载舟覆舟，所宜深慎。奔车朽索，其可忽乎？ \n　　君人者，诚能见可欲，则思知足以自戒；将有作，则思知止以安人；念高危，则思谦冲而自牧；惧满溢，则思江海下百川；乐盘游，则思三驱以为度；忧懈怠，则思慎始而敬终；虑壅蔽，则思虚心以纳下；惧谗邪，则思正身以黜恶；恩所加，则思无因喜以谬赏；罚所及，则思无以怒而滥刑。总此十思，宏兹九德，简能而任之，择善而从之，则智者尽其谋，勇者竭其力，仁者播其惠，信者效其忠；文武争驰，君臣无事，可以尽豫游之乐，可以养松乔之寿，鸣琴垂拱，不言而化。何必劳神苦思，代下司职，役聪明之耳目，亏无为之大道哉？ \n","contyishang":["译文　　我听说想要树木生长，一定要稳固它的根；想要泉水流得远，一定要疏通它的源泉；想要国家安定，一定要厚积道德仁义。源泉不深却希望泉水流得远，根系不牢固却想要树木生长。道德不深厚却想要国家安定，我虽然地位低见识浅，（也）知道这是不可能的，更何况（您这）聪明睿智（的人）呢！国君处于皇帝的重要位置，在天地间尊大，就要推崇皇权的高峻，永远保持政权的和平美好。如果不在安逸的环境中想着危难，戒奢侈，行节俭，道德不能保持宽厚，性情不能克服欲望，这也（如同）挖断树根来求得树木茂盛，堵塞源泉而想要泉水流得远啊。","　　（古代）所有的帝王，承受了上天赋予的重大使命，他们没有一个不\n"]}},{"title":"古文观止","cont":{"title":"里革断罟匡君","nian":"先秦","author":"佚名","contson":"\n　　宣公夏滥于泗渊，里革断其罟而弃之，曰：“古者大寒降，土蛰发，水虞于是乎讲罛罶，取名鱼，登川禽，而尝之寝庙，行诸国，助宣气也。鸟兽孕，水虫成，兽虞于是乎禁罝罗，矠鱼鳖，以为夏槁，助生阜也。鸟兽成，水虫孕，水虞于是乎禁罜，设阱鄂，以实庙庖，畜功用也。且夫山不槎蘖，泽不伐夭，鱼禁鲲鲕，兽长麑麋，鸟翼鷇卵，虫舍蚔蝝，蕃庶物也，古之训也。今鱼方别孕，不教鱼长，又行网罟，贪无艺也。”\n　　公闻之，曰：“吾过而里革匡我，不亦善乎！是良罟也！为我得法。使有司藏之，使吾无忘谂。”师存侍，曰：“藏罟不如置里革于侧之不忘也。” \n","contyishang":["译文　　鲁宣公在夏天到泗水的深潭中下网捕鱼，里革割破他的鱼网，把它丢在一旁，说：“古时候，大寒以后，冬眠的动物便开始活动，水虞这时才计划用鱼网、鱼笱，捕大鱼，捉龟鳖等，拿这些到寝庙里祭祀祖宗，同时这种办法也在百姓中间施行，这是为了帮助散发地下的阳气。当鸟兽开始孕育，鱼鳖已经长大的时候，兽虞这时便禁止用网捕捉鸟兽，只准刺取鱼鳖，并把它们制成夏天吃的鱼干，这是为了帮助鸟兽生长。当鸟兽已经长大，鱼鳖开始孕育的时候，水虞便禁止用小鱼网捕捉鱼鳖，只准设下陷阱捕兽，用来供应宗庙和庖厨的需要，这是为了储存物产，以备享用。而且，到山上不能砍伐新生的树枝，在水边也不能割取幼嫩的草木，捕鱼时禁止\n"]}},{"title":"古文观止","cont":{"title":"放鹤亭记","nian":"宋代","author":"苏轼","contson":"\n　　熙宁十年秋，彭城大水。云龙山人张君之草堂，水及其半扉。明年春，水落，迁于故居之东，东山之麓。升高而望，得异境焉，作亭于其上。彭城之山，冈岭四合，隐然如大环，独缺其西一面，而山人之亭，适当其缺。春夏之交，草木际天；秋冬雪月，千里一色；风雨晦明之间，俯仰百变。\n　　山人有二鹤，甚驯而善飞，旦则望西山之缺而放焉，纵其所如,或立于陂(bēi)田，或翔于云表；暮则傃东山而归。故名之曰“放鹤亭”。\n　　郡守苏轼，时从宾佐僚吏往见山人，饮酒于斯亭而乐之。挹山人而告之曰：“子知隐居之乐乎？虽南面之君，未可与易也。《易》曰：‘鸣鹤在阴，其子和之。’ 《诗》曰：‘鹤鸣于九皋，声闻于天。’盖其为物，清远闲放，超然于尘埃之外，故《易》《诗》人以比贤人君子。隐德之士，狎而玩之，宜若有益而无损者；然卫懿公好鹤则亡其国。周公作《酒诰》，卫武公作《抑戒》，以为荒惑败乱，无若酒者；而刘伶、阮籍之徒，以此全其真而名后世。嗟夫！南面之君，虽清远闲放如鹤者，犹不得好，好之则亡其国；而山林遁世之士，虽荒惑败乱如酒者，犹不能为害，而况于鹤乎？由此观之，其为乐未可以同日而语也。”山人忻然而笑曰：“有是哉！”乃作放鹤、招鹤之歌曰：\n　　鹤飞去兮西山之缺，高翔而下览兮择所适。翻然敛翼，宛将集兮，忽何所见，矫然而复击。独终日于涧谷之间兮，啄苍苔而履白石。\n　　鹤归来兮，东山之阴。其下有人兮，黄冠草屦，葛衣而鼓琴。躬耕而食兮，其馀以汝饱。归来归来兮，西山不可以久留。\n　　元丰元年十一月初八日记 《放鹤亭记》。 \n","contyishang":["译文　　 熙宁十年的秋天，彭城发大水，云龙山人张君的草堂，水已没到他家门的一半。第二年春天，大水落下，云龙山人搬到故居的东面。在东山的脚下，登到高处远望去，看到一个奇特的境地。于是，他便在那座山上建亭子。彭城山，山冈从四面合拢，隐约的像一个大环；只是在西面缺一个口，而云龙山人的亭子，恰好对着那个缺口。春夏两季交替的时候，草木茂盛，似乎接近天空；秋冬的瑞雪和皓月，千里一色。风雨阴晴，瞬息万变。山人养两只鹤，非常温驯而且善于飞翔。早晨就朝着西山的缺口放飞它们，任它们飞到哪里，有时立在低洼的池塘，有时飞翔在万里云海之外；到了晚上就向着东山飞回来，因此给这个亭子取名叫“放鹤亭”。\n"]}},{"title":"古文观止","cont":{"title":"郑庄公戒饬守臣","nian":"先秦","author":"左丘明","contson":"\n　　秋七月，公会齐侯、郑伯伐许。庚辰，傅于许。颍考叔取郑伯之旗蝥弧以先登，子都自下射之，颠。瑕叔盈又以蝥弧登，周麾而呼曰：“君登矣！”郑师毕登。壬午，遂入许。许庄公奔卫。齐侯以许让公。公曰：“君谓许不共，故从君讨之。许既伏其罪矣。虽君有命，寡人弗敢与闻。”乃与郑人。\n　　郑伯使许大夫百里奉许叔以居许东偏，曰：“天祸许国，鬼神实不逞于许君，而假手于我寡人，寡人唯是一二父兄不能共亿，其敢以许自为功乎？寡人有弟，不能和协，而使糊其口于四方，其况能久有许乎？吾子其奉许叔以抚柔此民也，吾将使获也佐吾子。若寡人得没于地，天其以礼悔祸于许，无宁兹许公复奉其社稷，唯我郑国之有请谒焉，如旧昏媾，其能降以相从也。无滋他族实逼处此，以与我郑国争此土也。吾子孙其覆亡之不暇，而况能禋祀许乎？寡人之使吾子处此，不惟许国之为，亦聊以固吾圉也。”乃使公孙获处许西偏，曰：“凡而器用财贿，无置于许。我死，乃亟去之！吾先君新邑于此，王室而既卑矣，周之子孙日失其序。夫许，大岳之胤也。天而既厌周德矣，吾其能与许争乎？”\n　　君子谓郑庄公“于是乎有礼。礼，经国家，定社稷，序民人，利后嗣者也。许，无刑而伐之，服而舍之，度德而处之，量力而行之，相时而动，无累后人，可谓知礼矣。”(序民人 一作：序人民)\n","contyishang":["译文　　鲁隐公十一年秋天七月，鲁隐公会合齐侯、郑伯讨伐许国。初一这一天，三国的军队逼近许国城下。颍考叔举着郑国的蝥弧旗，首先登上了城墙，子都(郑大夫，公孙阏)从下面射他，颍考叔跌下来死了。瑕叔盈又举起蝥弧爬上城墙，挥舞旗帜并呼喊道：“我们国君登城啦！”郑国的军队全部登上城墙。初三这一天，便攻入许国。许庄公逃到卫国去了。齐侯要把许国让给鲁隐公。鲁隐公说：“您说许国不交纳贡物，又不履行诸侯的职责，所以跟随您讨伐它。现在许国已经受到应有的惩罚了，虽然您有命令，我也不敢参与这事的。”于是就把许国给了郑庄公。　　郑庄公让许国大夫百里侍奉许庄公的弟弟许叔住在许国的东部边邑，对\n"]}},{"title":"古文观止","cont":{"title":"祭石曼卿文","nian":"宋代","author":"欧阳修","contson":"\n　　维治平四年七月日，具官欧阳修，谨遣尚书都省令史李敭，至于太清，以清酌庶羞之奠，致祭于亡友曼卿之墓下，而吊之以文。曰：\n　　呜呼曼卿！生而为英，死而为灵。其同乎万物生死，而复归于无物者，暂聚之形；不与万物共尽，而卓然其不配者，后世之名。此自古圣贤，莫不皆然，而著在简册者，昭如日星。\n　　呜呼曼卿！吾不见子久矣，犹能仿佛子之平生。其轩昂磊落，突兀峥嵘而埋藏于地下者，意其不化为朽壤，而为金玉之精。不然，生长松之千尺，产灵芝而九茎。奈何荒烟野蔓，荆棘纵横；风凄露下，走磷飞萤！但见牧童樵叟，歌吟上下，与夫惊禽骇兽，悲鸣踯躅而咿嘤。今固如此，更千秋而万岁兮，安知其不穴藏孤貉与鼯鼪？此自古圣贤亦皆然兮，独不见夫累累乎旷野与荒城！\n　　呜呼曼卿！盛衰之理，吾固知其如此，而感念畴昔，悲凉凄怆，不觉临风而陨涕者，有愧乎太上之忘情。尚飨！\n","contyishang":["译文一　　在英宗治平四年七月某日，备具官爵履历的欧阳修，差遣尚书都省令史李到太清之下，以清酒和各种美味的菜肴作奠仪，致祭于亡友石曼卿的墓前，并作一篇文章吊祭说：　　“唉曼卿！在世时是英雄，死后成为神灵。他同万物一道生死，最后又回归到无物的地方。他是暂时相聚的形体，不与万物一道灭亡。他卓越挺立，永垂不朽，给后世留下英名。这从古时的圣贤到现在，都是这样的，留著于史册，像日月星辰一样明亮。　　唉曼卿！我没有看见你已经很久了，还能仿佛记得你生前的容貌。你气宇轩昂，襟怀坦白，光明磊落，高大英俊，虽然埋藏在地下，想来不会腐朽化为泥土，而会变成金玉的精华。如果不是这\n"]}},{"title":"古文观止","cont":{"title":"黄冈竹楼记","nian":"宋代","author":"王禹偁","contson":"\n　　黄冈之地多竹，大者如椽。竹工破之，刳去其节，用代陶瓦。比屋皆然，以其价廉而工省也。\n　　子城西北隅，雉堞圮毁，蓁莽荒秽，因作小楼二间，与月波楼通。远吞山光，平挹江濑，幽阒辽夐，不可具状。夏宜急雨，有瀑布声；冬宜密雪，有碎玉声。宜鼓琴，琴调虚畅；宜咏诗，诗韵清绝；宜围棋，子声丁丁然；宜投壶，矢声铮铮然；皆竹楼之所助也。\n　　公退之暇，被鹤氅衣，戴华阳巾，手执《周易》一卷，焚香默坐，消遣世虑。江山之外，第见风帆沙鸟，烟云竹树而已。待其酒力醒，茶烟歇，送夕阳，迎素月，亦谪居之胜概也。彼齐云、落星，高则高矣；井干、丽谯，华则华矣；止于贮妓女，藏歌舞，非骚人之事，吾所不取。\n　　吾闻竹工云：“竹之为瓦，仅十稔；若重覆之，得二十稔。”噫！吾以至道乙未岁，自翰林出滁上，丙申，移广陵；丁酉又入西掖；戊戌岁除日，新旧岁之交，即除夕。有齐安之命；己亥闰三月到郡。四年之间，奔走不暇；未知明年又在何处，岂惧竹楼之易朽乎！幸后之人与我同志，嗣而葺之，庶斯楼之不朽也！\n　　咸平二年八月十五日记。 \n","contyishang":["译文　　黄冈地方盛产竹子，大的粗如椽子。竹匠剖开它，削去竹节，用来代替陶瓦。家家房屋都是这样，因为竹瓦价格便宜而且又省工。　　子城的西北角上，矮墙毁坏，长着茂密的野草，一片荒秽，我于是就地建造小竹楼两间，与月波楼相接连。登上竹楼，远眺可以尽览山色，平视可以将江滩、碧波尽收眼底。那清幽静谧、辽阔绵远的景象，实在无法一 一描述出来。夏天宜有急雨，人在楼中如听到瀑布声；冬天遇到大雪飘零也很相宜，好像碎琼乱玉的敲击声；这里适宜弹琴，琴声清虚和畅；这里适宜吟诗，诗的韵味清雅绝妙；这里适宜下棋，棋子声丁丁动听，这里适宜投壶，箭声铮铮悦耳。这些都是竹楼所促成的。　　\n"]}},{"title":"古文观止","cont":{"title":"杂说四·马说","nian":"唐代","author":"韩愈","contson":"\n　　世有伯乐，然后有千里马。千里马常有，而伯乐不常有。故虽有名马，祇辱于奴隶人之手，骈死于槽枥之间，不以千里称也。(祇辱 一作：只辱)\n　　马之千里者，一食或尽粟一石。食马者不知其能千里而食也。是马也，虽有千里之能，食不饱，力不足，才美不外见，且欲与常马等不可得，安求其能千里也？(食马者 通：饲)\n　　策之不以其道，食之不能尽其材，鸣之而不能通其意，执策而临之，曰：“天下无马！”呜呼！其真无马邪？其真不知马也！\n","contyishang":["译文　　世上（先）有伯乐，然后有千里马。千里马经常有，但是伯乐不常有。所以即使有名贵的马，只是辱没在仆役的手中，（跟普通的马）一同死在槽枥之间，不以千里马著称。","　　（日行）千里的马，吃一顿有时能吃完一石粮食。喂马的人不知道它能（日行）千里而（像普通的马一样）来喂养它。这样的马，虽然有（日行）千里的能力，但吃不饱，力气不足，才能和美德不能表现在外面。想要和普通的马一样尚且做不到，怎么能够要求它（日行）千里呢?","　　不按照（驱使千里马的）正确方法鞭打它，喂养它却不能竭尽它的才能，听千里马嘶鸣，却不能通晓它的意思，拿着鞭子面对它，说：\"天\n"]}},{"title":"古文观止","cont":{"title":"寄欧阳舍人书","nian":"宋代","author":"曾巩","contson":"\n　　巩顿首再拜，舍人先生：\n　　去秋人还，蒙赐书及所撰先大父墓碑铭。反复观诵，感与惭并。夫铭志之著于世，义近于史，而亦有与史异者。盖史之于善恶，无所不书,而铭者，盖古之人有功德材行志义之美者，惧后世之不知，则必铭而见之。或纳于庙，或存于墓，一也。苟其人之恶，则于铭乎何有？此其所以与史异也。其辞之作，所以使死者无有所憾，生者得致其严。而善人喜于见传，则勇于自立；恶人无有所纪，则以愧而惧。至于通材达识，义烈节士，嘉言善状，皆见于篇，则足为后法。警劝之道，非近乎史，其将安近？ \n　　及世之衰，为人之子孙者，一欲褒扬其亲而不本乎理。故虽恶人，皆务勒铭，以夸后世。立言者既莫之拒而不为，又以其子孙之所请也，书其恶焉，则人情之所不得，于是乎铭始不实。后之作铭者，常观其人。苟托之非人，则书之非公与是，则不足以行世而传后。故千百年来，公卿大夫至于里巷之士，莫不有铭，而传者盖少。其故非他，托之非人，书之非公与是故也。 \n　　然则孰为其人而能尽公与是欤？非畜道德而能文章者，无以为也。盖有道德者之于恶人，则不受而铭之，于众人则能辨焉。而人之行，有情善而迹非，有意奸而外淑，有善恶相悬而不可以实指，有实大于名，有名侈于实。犹之用人，非畜道德者，恶能辨之不惑，议之不徇？不惑不徇，则公且是矣。而其辞之不工，则世犹不传，于是又在其文章兼胜焉。故曰，非畜道德而能文章者无以为也，岂非然哉！ \n　　然畜道德而能文章者，虽或并世而有，亦或数十年或一二百年而有之。其传之难如此，其遇之难又如此。若先生之道德文章，固所谓数百年而有者也。先祖之言行卓卓，幸遇而得铭，其公与是，其传世行后无疑也。而世之学者，每观传记所书古人之事，至其所可感，则往往衋然不知涕之流落也，况其子孙也哉？况巩也哉？其追睎祖德而思所以传之之繇，则知先生推一赐于巩而及其三世。其感与报，宜若何而图之？ \n　　抑又思若巩之浅薄滞拙，而先生进之，先祖之屯蹶否塞以死，而先生显之，则世之魁闳豪杰不世出之士，其谁不愿进于门？潜遁幽抑之士，其谁不有望于世？善谁不为，而恶谁不愧以惧？为人之父祖者，孰不欲教其子孙？为人之子孙者，孰不欲宠荣其父祖？此数美者，一归于先生。既拜赐之辱，且敢进其所以然。所谕世族之次，敢不承教而加详焉？愧甚，不宣。巩再拜。 \n","contyishang":["译文　　曾巩叩头再次拜上，舍人先生：　　去年秋天，我派去的人回来，承蒙您赐予书信及为先祖父撰写墓碑铭。我反复读诵，真是感愧交并。 　　说到铭志之所以能够著称后世，是因为它的意义与史传相接近，但也有与史传不相同的地方。因为史传对人的善恶都一一加以记载，而碑铭呢，大概是古代功德卓著、才能操行出众，志气道义高尚的人，怕后世人不知道，所以一定要立碑刻铭来显扬自己，有的置于家庙里，有的放置在墓穴中，其用意是一样的。如果那是个恶人，那么有什么好铭刻的呢？这就是碑铭与史传不同的地方。铭文的撰写，为的是使死者没有什么可遗憾，生者借此能表达自己的尊敬之情。行善之人喜欢自\n"]}},{"title":"古文观止","cont":{"title":"王孙满对楚子","nian":"先秦","author":"左丘明","contson":"\n　　楚子伐陆浑之戎，遂至于雒，观兵于周疆。定王使王孙满劳楚子。楚子问鼎之大小轻重焉。\n　　对曰：“在德不在鼎。昔夏之方有德也，远方图物，贡金九牧，铸鼎象物，百物而为之备，使民知神奸。故民入川泽山林，不逢不若。螭魅罔两，莫能逢之。用能协于上下，以承天休。桀有昏德，鼎迁于商，载祀六百。商纣暴虐，鼎迁于周。德之休明，虽小，重也。其奸回昏乱，虽大，轻也。天祚明德，有所底止。成王定鼎于郏鄏，卜世三十，卜年七百，天所命也。周德虽衰，天命未改。鼎之轻重，未可问也。” \n","contyishang":["译文一","　　楚王攻打陆浑戎人，于是到了雒水，在周朝边境上炫耀武力。周定王派王孙满慰劳楚王。楚王问到周王室的九鼎的大小轻重。","　　王孙满回答说：“统治天下在于道德，不在于鼎。从前夏朝正在实行德政的时候，远方各地把各种奇异东西都画成图象，九州贡献出金属，铸成九鼎，把画下来的各种东西的图象铸在鼎上，鼎上面有各种东西的图象，教人民知道神物和怪异。所以人民进入川泽山林，不会碰到对自己不利的东西。螭魅罔两这些妖怪都不会遇到。因此能够上下和协，受到上天的保佑。夏桀昏乱，鼎迁到商朝，前后六百年。商纣暴虐，鼎又迁到周朝。天子德行美善光明，鼎虽然小，也是重的。如果奸邪昏乱，鼎\n"]}},{"title":"古文观止","cont":{"title":"管晏列传","nian":"两汉","author":"司马迁","contson":"\n　　管仲夷吾者，颍上人也。少时常与鲍叔牙游，鲍叔知其贤。管仲贫困，常欺鲍叔，鲍叔终善遇之，不以为言。已而鲍叔事齐公子小白，管仲事公子纠。及小白立为桓公，公子纠死，管仲囚焉。鲍叔遂进管仲。管仲既用，任政于齐，齐桓公以霸，九合诸侯，一匡天下，管仲之谋也。　　管仲曰：“吾始困时，尝与鲍叔贾，分财利多自与，鲍叔不以我为贪，知我贫也。吾尝为鲍叔谋事而更穷困，鲍叔不以我为愚，知时有利不利也。吾尝三仕三见逐于君，鲍叔不以我为不肖，知我不遇时。吾尝三战三走，鲍叔不以我怯，知我有老母也。公子纠败，召忽死之，吾幽囚受辱，鲍叔不以我为无耻，知我不羞小节而耻功名不显于天下也。生我者父母，知我者鲍子也。”　　鲍叔既进管仲，以身下之。子孙世禄于齐，有封邑者十余世，常为名大夫。天下不多管仲之贤而多鲍叔能知人也。\n管仲　　既任政相齐，以区区之齐在海滨，通货积财，富国强兵，与俗同好恶。故其称曰：“仓廪实而知礼节，衣食足而知荣辱，上服度则六亲固。四维不张，国乃灭亡。下令如流水之原，令顺民心。”故论卑而易行。俗之所欲，因而予之；俗之所否，因而去之。　　其为政也，善因祸而为福，转败而为功。贵轻重，慎权衡。桓公实怒少姬，南袭蔡，管仲因而伐楚，责包茅不入贡于周室。桓公实北征山戎，而管仲因而令燕修召公之政。于柯之会，桓公欲背曹沫之约，管仲因而信之，诸侯由是归齐。故曰：“知与之为取，政之宝也。”　　管仲富拟于公室，有三归、反坫，齐人不以为侈。管仲卒，齐国遵其政，常强于诸侯。后百余年而有晏子焉。\n晏子　　晏平仲婴者，莱之夷维人也。事齐灵公、庄公、景公，以节俭力行重于齐。既相齐，食不重肉，妾不衣帛。其在朝，君语及之，即危言；语不及之，即危行。国有道，即顺命；无道，即衡命。以此三世显名于诸侯。　　越石父贤，在缧绁中。晏子出，遭之涂，解左骖赎之，载归。弗谢，入闺。久之，越石父请绝。晏子惧然，摄衣冠谢曰：“婴虽不仁，免子于缌何子求绝之速也？”石父曰：“不然。吾闻君子诎于不知己而信于知己者。方吾在缧绁中，彼不知我也。夫子既已感寤而赎我，是知己；知己而无礼，固不如在缧绁之中。”晏子于是延入为上客。　　为齐相，出，其御之妻从门闲而窥其夫。其夫为相御，拥大盖，策驷马，意气扬扬甚自得也。既而归，其妻请去。夫问其故。妻曰：“晏子长不满六尺，身相齐国，名显诸侯。今者妾观其出，志念深矣，常有以自下者。今子长八尺，乃为人仆御，然子之意自以为足，妾是以求去也。”其后夫自抑损。晏子怪而问之，御以实对。晏子荐以为大夫。　　太史公曰：吾读管氏牧民、山高、乘马、轻重、九府，及晏子春秋，详哉其言之也。既见其著书，欲观其行事，故次其传。至其书，世多有之，是以不论，论其轶事。　　管仲世所谓贤臣，然孔子小之。岂以为周道衰微，桓公既贤，而不勉之至王，乃称霸哉？语曰“将顺其美，匡救其恶，故上下能相亲也”。岂管仲之谓乎？　　方晏子伏庄公尸哭之，成礼然后去，岂所谓“见义不为无勇”者邪？至其谏说，犯君之颜，此所谓“进思尽忠，退思补过”者哉！假令晏子而在，余虽为之执鞭，所忻慕焉。\n","contyishang":["译文　　管仲，名夷吾，是颍上人。他年轻的时候，常和鲍叔牙交往，鲍叔牙知道他贤明、有才干。管仲家贫，经常占鲍叔的便宜，但鲍叔始终很好地对待他，不因为这些事而有什么怨言。不久，鲍叔侍奉齐国公子小白，管仲侍奉公子纠。等到小白即位，立为齐桓公以后，桓公让鲁国杀了公子纠，管仲被囚禁。于是鲍叔向齐桓公推荐管仲。管仲被任用以后，在齐国执政，桓公凭借着管仲而称霸，并以霸主的身份，多次会合诸侯，使天下归正于一，这都是管仲的智谋。　　管仲说：“我当初贫困的时候，曾经和鲍叔经商，分财利时自己常常多拿一些，但鲍叔不认为我贪财，知道我生活贫困。我曾经为鲍叔办事，结果使他更加穷困，但鲍叔不认\n"]}},{"title":"古文观止","cont":{"title":"象祠记","nian":"明代","author":"王守仁","contson":"\n　　灵、博之山，有象祠焉。其下诸苗夷之居者，咸神而祠之。宣慰安君，因诸苗夷之请，新其祠屋，而请记于予。予曰：“毁之乎，其新之也？”曰：“新之。”“新之也，何居乎？”曰：“斯祠之肇也，盖莫知其原。然吾诸蛮夷之居是者，自吾父、吾祖溯曾高而上，皆尊奉而禋祀焉，举而不敢废也。”予曰：“胡然乎？有鼻之祀，唐之人盖尝毁之。象之道，以为子则不孝，以为弟则傲。斥于唐，而犹存于今；坏于有鼻，而犹盛于兹土也，胡然乎？”\n　　我知之矣：君子之爱若人也，推及于其屋之乌，而况于圣人之弟乎哉？然则祀者为舜，非为象也。意象之死，其在干羽既格之后乎？不然，古之骜桀者岂少哉？而象之祠独延于世，吾于是盖有以见舜德之至，入人之深，而流泽之远且久也。\n　　象之不仁，盖其始焉耳，又乌知其终之不见化于舜也？《书》不云乎：“克谐以孝，烝烝乂，不格奸。” 瞽瞍亦允若，则已化而为慈父。象犹不弟，不可以为谐。进治于善，则不至于恶；不抵于奸，则必入于善。信乎，象盖已化于舜矣！《孟子》曰：“天子使吏治其国，象不得以有为也。”斯盖舜爱象之深而虑之详，所以扶持辅导之者之周也。不然，周公之圣，而管、蔡不免焉。斯可以见象之既化于舜，故能任贤使能而安于其位，泽加于其民，既死而人怀之也。诸侯之卿，命于天子，盖《周官》之制，其殆仿于舜之封象欤？\n　　吾于是盖有以信人性之善，天下无不可化之人也。然则唐人之毁之也，据象之始也；今之诸夷之奉之也，承象之终也。斯义也，吾将以表于世，使知人之不善，虽若象焉，犹可以改；而君子之修德，及其至也，虽若象之不仁，而犹可以化之也。” \n","contyishang":["译文　　灵鹫山和博南山有象的祠庙。那山下住着的许多苗民，都把他当作神祭祀。宣尉使安君，顺应苗民的请求，把祠庙的房屋重新修整，同时请我做一篇记。我说：“是拆毁它呢，还是重新修整它呢？”宣慰使说：“是重新修整它。”我说：“重新修整它，是什么道理呢？”宣尉使说：“这座祠庙的创建，大概没有人知道它的起源了。然而我们居住在这里的苗民，从我的父亲、祖父，一直追溯到曾祖父、高祖父以前，都是尊敬信奉，并诚心祭祀，不敢荒废呢。”　　我说：“为什么这样呢？有鼻那地方的象祠，唐朝人曾经把它毁掉了。象的为人，作为儿子就不孝，作为弟弟就傲慢。对象的祭祀，在唐朝就受斥责，可是还存留到现在；他\n"]}},{"title":"古文观止","cont":{"title":"展喜犒师","nian":"先秦","author":"左丘明","contson":"\n　　夏，齐孝公伐我北鄙。\n　　公使展喜犒师、使受命于展禽、齐侯未入竟、展喜从之， 曰：“寡君闻君亲举玉趾、将辱于敝邑，使下臣犒执事、”齐侯曰：“鲁人恐乎？”对曰：“小人恐矣，君子则否。”齐侯曰：“室如县罄、野无青草、何恃而不恐？”对曰：“恃先王之命。昔周公、 大公股肱周室、夹辅成王。成王劳之，而赐之盟，曰：‘世世子 孙无相害也！’载在盟府、大师职之、桓公是以纠合诸侯，而谋 其不协，弥缝其阙、而匡救其灾，昭旧职也、及君即位，诸侯 之望曰：‘其率桓之功、“我敝邑用是不敢保聚、曰：‘岂其嗣世 九年，而弃命废职？其若先君何？君必不然。’恃此而不恐。”齐侯乃还。 \n","contyishang":["译文　　齐孝公攻打鲁国北部边境。僖公派展喜去慰劳齐军，并叫他到展禽那里接受犒劳齐军的外交辞令。","　　齐孝公还没有进入鲁国国境，展喜出境迎上去进见他，说：“寡君听说您亲自出动大驾，将要光临敝邑，派遣下臣来犒劳您的左右侍从。”齐孝公说：“鲁国人害怕吗？”展喜回答说：“小人害怕了，君子就不。”齐孝公说：“你们的府库空虚得就像悬挂起来的磬，四野里连青草都没有，仗着什么而不害怕？”展喜回答说：“依仗先王的命令。从前周公、太公辅佐周室，在左右协助成王。成王慰问他们，赐给他们盟约，说：‘世世代代的子孙，不要互相侵害。’这个盟约藏在盟府里，由太史掌管。桓公因此联合诸侯，而解决\n"]}},{"title":"古文观止","cont":{"title":"子产论政宽猛","nian":"先秦","author":"左丘明","contson":"\n　　郑子产有疾。谓子大叔曰：“我死，子必为政。唯有德者能以宽服民，其次莫如猛。夫火烈，民望而畏之，故鲜死焉。水懦弱，民狎而玩之，则多死焉，故宽难。”疾数月而卒。\n　　大叔为政，不忍猛而宽。郑国多盗，取人于萑苻之泽。大叔悔之，曰：“吾早从夫子，不及此。”兴徒兵以攻萑苻之盗，尽杀之，盗少止。\n　　仲尼曰：“善哉！政宽则民慢，慢则纠之以猛。猛则民残，残则施之以宽。宽以济猛；猛以济宽，政是以和。”《诗》曰：‘民亦劳止，汔可小康；惠此中国，以绥四方。’施之以宽也。‘毋从诡随，以谨无良；式遏寇虐，惨不畏明。’纠之以猛也。‘柔远能迩，以定我王。’平之以和也。又曰：‘不竞不絿，不刚不柔，布政优优，百禄是遒。’和之至也。”\n　　及子产卒，仲尼闻之，出涕曰：“古之遗爱也。” \n","contyishang":["译文　　郑国的子产得了病。（他）对子大叔说：“我死（以后），您必定主政。只有道德高尚的人能够用宽厚（的政策）使民众服从，其次（的政策）没有比刚猛更有效（的了）。比如烈火，民众望见就害怕它，所以很少死（在其中）的。水柔弱，民众亲近并和它嬉戏，就很多死（在其中）的，所以宽厚（的政策）难（以实施）。”（子产）病数月后死去。　　大叔执政，不忍心严厉，而施行宽柔政策。郑国（因此）很多盗贼，（他们）从沼泽地招集人手。大叔后悔了，说：“我早听从（子产）夫子的，不会到此地步。”发步兵去攻击沼地的盗贼，将他们全部杀灭，盗贼（才）稍微被遏止。　　孔子说：“好啊！政策宽厚民\n"]}},{"title":"古文观止","cont":{"title":"敬姜论劳逸","nian":"先秦","author":"佚名","contson":"\n　　公父文伯退朝，朝其母，其母方绩，文伯曰：“以歜之家而主犹绩，惧干季孙之怒也。其以歜为不能事主乎？”其母叹曰：“鲁其亡乎？使僮子备官而未之闻耶？居，吾语女。昔圣王之处民也，择瘠土而处之，劳其民而用之，故长王天下。夫民劳则思，思则善心生；逸则淫，淫则忘善；忘善则恶心生。沃土之民不材，淫也。瘠土之民，莫不向义，劳也。\n　　是故天子大采朝日，与三公九卿，祖识地德，日中考政，与百官之政事。师尹惟旅牧相，宣序民事。少采夕月，与大史司载纠虔天刑。日入，监九御，使洁奉鐕郊之粢盛，而後即安。诸侯朝修天子之业命，昼考其国国职，夕省其典刑，夜儆百工，使无慆淫，而後即安。卿大朝考其职，昼讲其庶政，夕序其业，夜庀其家事，而後即安。士朝受业，昼而讲贯，夕而习复，夜而计过，无憾，而後即安。自庶人以下，明而动，晦而休，无日以怠。王后亲织玄紞，公侯之夫人，加之纮、綖。卿之内为大带，命妇成祭服。列士之妻，加之以朝服。自庶士以下，皆衣其夫。社而赋事，蒸而献功，男女效绩，愆则有辟。古之制也！君子劳心，小人劳力，先王之训也！自上以下，谁敢淫心舍力？\n　　今我寡也，尔又在下位，朝夕处事，犹恐忘先人之业。况有怠惰，其何以避辟？吾冀而朝夕修我，曰：‘必无废先人。’尔今曰：‘胡不自安？’以是承君之官，余惧穆伯之绝祀也？”\n　　仲尼闻之曰：“弟子志之，季氏之妇不淫矣！”\n","contyishang":["译文　　公父文伯退朝之后，去看望他的母亲，他的母亲正在放线，文伯说：“象我公父歜这样的人家还要主母亲自放线，这恐怕会让季孙恼怒。他会觉得我公父歜不愿意孝敬母亲吧？”他的母亲叹了一口气说：“鲁国要灭亡了吧？让你这样的顽童充数做官却不把做官之道讲给你听？坐下来，我讲给你听。过去圣贤的国王为老百姓安置居所，选择贫瘠之地让百姓定居下来，使百姓劳作，发挥他们的才能，因此(君主)就能够长久地统治天下。老百姓要劳作才会思考，要思考才能（找到）改善生活（的好办法）；闲散安逸会导致人们过度享乐，人们过度享乐就会忘记美好的品行；忘记美好的品行就会产生邪念。居住在沃土之地的百姓劳动水平不高，是因为\n"]}},{"title":"古文观止","cont":{"title":"冯谖客孟尝君","nian":"先秦","author":"佚名","contson":"\n　　齐人有冯谖者，贫乏不能自存，使人属孟尝君，愿寄食门下。孟尝君曰：“客何好？”曰：“客无好也。”曰：“客何能？”曰：“客无能也。”孟尝君笑而受之曰：“诺。”\n　　左右以君贱之也，食以草具。居有顷，倚柱弹其剑，歌曰：“长铗归来乎！食无鱼。”左右以告。孟尝君曰：“食之，比门下之客。”居有顷，复弹其铗，歌曰：“长铗归来乎！出无车。”左右皆笑之，以告。孟尝君曰：“为之驾，比门下之车客。”于是乘其车，揭其剑，过其友曰：“孟尝君客我。”后有顷，复弹其剑铗，歌曰：“长铗归来乎！无以为家。”左右皆恶之，以为贪而不知足。孟尝君问：“冯公有亲乎？”对曰，“有老母。”孟尝君使人给其食用，无使乏。于是冯谖不复歌。 \n　　后孟尝君出记，问门下诸客：“谁习计会，能为文收责于薛者乎？”冯谖署曰：“能。”孟尝君怪之，曰：“此谁也？”左右曰：“乃歌夫长铗归来者也。”孟尝君笑曰：“客果有能也，吾负之，未尝见也。”请而见之，谢曰：“文倦于事，愦于忧，而性懧愚，沉于国家之事，开罪于先生。先生不羞，乃有意欲为收责于薛乎？”冯谖曰：“愿之。”于是约车治装，载券契而行，辞曰：“责毕收，以何市而反？”孟尝君曰：“视吾家所寡有者。”\n　　驱而之薛，使吏召诸民当偿者，悉来合券。券遍合，起，矫命，以责赐诸民。因烧其券。民称万岁。\n　　长驱到齐，晨而求见。孟尝君怪其疾也，衣冠而见之，曰：“责毕收乎？来何疾也！”曰：“收毕矣。”“以何市而反？”冯谖曰；“君之‘视吾家所寡有者’。臣窃计，君宫中积珍宝，狗马实外厩，美人充下陈。君家所寡有者，以义耳！窃以为君市义。”孟尝君曰：“市义奈何？”曰：“今君有区区之薛，不拊爱子其民，因而贾利之。臣窃矫君命，以责赐诸民，因烧其券，民称万岁。乃臣所以为君市义也。”孟尝君不悦，曰：“诺，先生休矣！”\n　　后期年，齐王谓孟尝君曰：“寡人不敢以先王之臣为臣。”孟尝君就国于薛，未至百里，民扶老携幼，迎君道中。孟尝君顾谓冯谖：“先生所为文市义者，乃今日见之。”\n　　冯谖曰：“狡兔有三窟，仅得免其死耳；今君有一窟，未得高枕而卧也。请为君复凿二窟。”孟尝君予车五十乘，金五百斤，西游于梁，谓惠王曰：“齐放其大臣孟尝君于诸侯，诸侯先迎之者，富而兵强。”于是梁王虚上位，以故相为上将军，遣使者黄金千斤，车百乘，往聘孟尝君。冯谖先驱，诫孟尝君曰：“千金，重币也；百乘，显使也。齐其闻之矣。”梁使三反，孟尝君固辞不往也。 \n　　齐王闻之，君臣恐惧，遣太傅赍黄金千斤、文车二驷，服剑一，封书，谢孟尝君曰：“寡人不祥，被于宗庙之祟，沉于谄谀之臣，开罪于君。寡人不足为也；愿君顾先王之宗庙，姑反国统万人乎！”冯谖诫孟尝君曰：“愿请先王之祭器，立宗庙于薛。”庙成，还报孟尝君曰：“三窟已就，君姑高枕为乐矣。”\n　　孟尝君为相数十年，无纤介之祸者，冯谖之计也。\n","contyishang":["译文　　齐国有一人叫冯谖。因为太穷而不能养活自己。他便托人告诉孟尝君，表示意愿在他的门下寄居为食客。孟尝君问他有什么擅长。回答说没有什么擅长。又问他有什么本事？回答说也没有什么本事。孟尝君听了后笑了笑，但还是接受了他（《战国策·冯谖客孟尝君》）。　　旁边的人认为孟尝君看不起冯谖，就让他吃粗劣的饭菜。（按照孟尝君的待客惯例，门客按能力分为三等：上等（车客）出有车；中等（门下之客）食有鱼；下等（草具之客）食无鱼。）过了一段时间，冯谖倚着柱子弹着自己的剑，唱道：“长剑我们回去吧！没有鱼吃。”左右的人把这事告诉了孟尝君。孟尝君说：“让他吃鱼，按照中等门客的生活待遇。”又过\n"]}},{"title":"古文观止","cont":{"title":"游褒禅山记","nian":"宋代","author":"王安石","contson":"\n　　褒禅山亦谓之华山，唐浮图慧褒始舍于其址，而卒葬之；以故其后名之曰“褒禅”。今所谓慧空禅院者，褒之庐冢也。距其院东五里，所谓华山洞者，以其乃华山之阳名之也。距洞百余步，有碑仆道，其文漫灭，独其为文犹可识曰“花山”。今言“华”如“华实”之“华”者，盖音谬也。\n　　其下平旷，有泉侧出，而记游者甚众，所谓前洞也。由山以上五六里，有穴窈然，入之甚寒，问其深，则其好游者不能穷也，谓之后洞。余与四人拥火以入，入之愈深，其进愈难，而其见愈奇。有怠而欲出者，曰：“不出，火且尽。”遂与之俱出。盖余所至，比好游者尚不能十一，然视其左右，来而记之者已少。盖其又深，则其至又加少矣。方是时，余之力尚足以入，火尚足以明也。既其出，则或咎其欲出者，而余亦悔其随之，而不得极夫游之乐也。\n　　于是余有叹焉。古人之观于天地、山川、草木、虫鱼、鸟兽，往往有得，以其求思之深而无不在也。夫夷以近，则游者众；险以远，则至者少。而世之奇伟、瑰怪，非常之观，常在于险远，而人之所罕至焉，故非有志者不能至也。有志矣，不随以止也，然力不足者，亦不能至也。有志与力，而又不随以怠，至于幽暗昏惑而无物以相之，亦不能至也。然力足以至焉，于人为可讥，而在己为有悔；尽吾志也而不能至者，可以无悔矣，其孰能讥之乎？此余之所得也！\n　　余于仆碑，又以悲夫古书之不存，后世之谬其传而莫能名者，何可胜道也哉！此所以学者不可以不深思而慎取之也。\n　　四人者：庐陵萧君圭君玉，长乐王回深父，余弟安国平父、安上纯父。\n　　至和元年七月某日，临川王某记。\n","contyishang":["译文　　褒禅山也称为华山。唐代和尚慧褒当初在这里筑室居住，死后又葬在那里；因为这个缘故，后人就称此山为褒禅山。如今人们所说的慧空禅院，就是慧褒和尚的墓舍。距离那禅院东边五里，是人们所说的华山洞，因为它在华山南面而这样命名。距离山洞一百多步，有一座石碑倒在路旁，上面的文字已被剥蚀、损坏近乎磨灭，只有从勉强能认得出的地方还可以辨识出“花山”的字样。如今将“华”读为“华实”的“华”，是（因字同而产生的）读音上的错误。","　　由此向下的那个山洞平坦而空阔，有一股山泉从旁边涌出，在这里游览、题记的人很多，（这就）叫做“前洞”。经由山路向上五六里，有个洞穴，一派幽深的样子，\n"]}}]