[{"title":"古诗三百","cont":{"title":"","nian":"","author":"","contson":"","contyishang":[]}},{"title":"古诗三百","cont":{"title":"","nian":"","author":"","contson":"","contyishang":[]}},{"title":"古诗三百","cont":{"title":"竹枝词","nian":"明代","author":"何景明","contson":"\n十二峰头秋草荒，冷烟寒月过瞿塘。青枫江上孤舟客，不听猿啼亦断肠。\n","contyishang":[]}},{"title":"古诗三百","cont":{"title":"山中雪后","nian":"清代","author":"郑燮","contson":"\n晨起开门雪满山，雪晴云淡日光寒。檐流未滴梅花冻，一种清孤不等闲。\n","contyishang":["译文清晨起来刚一开门，看到山头已被一场大雪覆盖。此时，天 空已放晴，初升太阳的光芒，透过淡淡的白云，也变得寒冷了。房檐的积雪尚未开始融化，院落的梅花枝条仍被冰雪凝冻。这样一种清冷、孤寂的气氛，是多么不寻常啊！","注释①这是一首寓托身世的诗②这句是说，屋上积雪未化，庭中亦因寒而未开放。③清孤：凄清孤独④等闲：寻常、一般。"]}},{"title":"古诗三百","cont":{"title":"乡人至夜话","nian":"明代","author":"李昌祺","contson":"\n形容不识识乡音，挑尽寒灯到夜深。故旧凭君休更说，老怀容易便沾襟。\n","contyishang":[]}},{"title":"古诗三百","cont":{"title":"樵夫","nian":"宋代","author":"萧德藻","contson":"\n一担乾柴古渡头，盘缠一日颇优游。归来涧底磨刀斧，又作全家明日谋。\n","contyishang":["译文挑上了一担干柴到古渡头去卖，换了钱足够一天的开销，便心满意快。他回到家中又在山涧边磨快刀斧，为筹集明天的生活费用做好准备。","注释① 盘缠：本意指路费，这里作开销解。②优游：悠闲。这里是宽裕的意思。③谋：筹划。"]}},{"title":"古诗三百","cont":{"title":"雪梅·其一","nian":"宋代","author":"卢梅坡","contson":"\n梅雪争春未肯降，骚人阁笔费评章。梅须逊雪三分白，雪却输梅一段香。\n","contyishang":["译文梅花和雪花都认为各自占尽了春色，谁也不肯服输。难坏了诗人，难写评判文章。说句公道话，梅花须逊让雪花三分晶莹洁白，雪花却输给梅花一段清香。 ","注释①卢梅坡，宋诗人。生卒年不详。“梅坡”不是他的名字，而是他自号为梅坡。②降（xiáng），服输。③骚人：诗人。④阁笔：放下笔。阁，同“搁”放下。评章，评议的文章，这里指评议梅与雪的高下。"]}},{"title":"古诗三百","cont":{"title":"蜀道难·其二","nian":"南北朝","author":"萧纲","contson":"\n巫山七百里，巴水三回曲。笛声下复高，猿啼断还续。\n","contyishang":["译文　　巫山之长有七百里，巴水的水流弯曲，曲折颇多。行在巴水之上，不断有阵阵悠扬的笛声传来，声调时高时低，两岸的猿啼不断，断了还续。","注释①巴水：指巴地，在今天四川省。②三回曲：水流弯曲，长江在四川一带曲折颇多。三，不是确数，是约数，很多的意思。"]}},{"title":"古诗三百","cont":{"title":"塞下曲","nian":"明代","author":"谢榛","contson":"\n暝色满西山，将军猎骑还。隔河见烽火，骄虏夜临关。\n","contyishang":[]}},{"title":"古诗三百","cont":{"title":"雨中登岳阳楼望君山","nian":"宋代","author":"黄庭坚","contson":"\n投荒万死鬓毛斑，生出瞿塘滟滪关。未到江南先一笑，岳阳楼上对君山。\n满川风雨独凭栏，绾结湘娥十二鬟。可惜不当湖水面，银山堆里看青山。 \n","contyishang":["译文投送边荒经历万死两鬓斑斑，如今活着走出瞿塘峡滟滪关。还未到江南先自一笑，站在岳阳楼上对着君山。","满江的风雨独自倚靠栏杆，挽成湘夫人的十二髻鬟。可惜我不能面对湖水，只在银山堆里看君山。","注释⑴岳阳楼：在湖南岳阳城西门，面临洞庭湖。唐张说谪岳州时所建，宋庆历五年（1045年）滕宗谅重修，范仲淹为撰《岳阳楼记》。君山：洞庭湖中的一座小岛。⑵投荒：被流放到荒远边地。唐独孤及《为明州独孤使君祭员郎中文》：“公负谴投荒，予亦左衽异域。”鬓（bìn）毛：鬓发。唐贺知章《回乡偶书》诗：“少小离家老大回，乡音无\n"]}},{"title":"古诗三百","cont":{"title":"感事","nian":"明代","author":"袁宏道","contson":"\n湘山晴色远微微，尽日江头独醉归。不见两关传露布，尚闻三殿未垂衣。边筹自古无中下，朝论于今有是非。日暮平沙秋草乱，一双白鸟避人飞。\n","contyishang":[]}},{"title":"古诗三百","cont":{"title":"登快阁","nian":"宋代","author":"黄庭坚","contson":"\n痴儿了却公家事，快阁东西倚晚晴。落木千山天远大，澄江一道月分明。朱弦已为佳人绝，青眼聊因美酒横。万里归船弄长笛，此心吾与白鸥盟。\n","contyishang":["译文我并非大器，只会敷衍官事，忙碌了一天了，趁着傍晚雨后初晴，登上快阁来放松一下心情。举目远望，时至初冬，万木萧条，天地更显得阔大。而在朗朗明月下澄江如练分明地向远处流去。友人远离，早已没有弄弦吹箫的兴致了，只有见到美酒，眼中才流露出喜色。想想人生羁绊、为官蹭蹬，还真不如找只船坐上去吹着笛子，漂流到家乡去，在那里与白鸥做伴逍遥自在岂不是更好的归宿。 ","注释[1] 快阁：在吉州泰和县(今属江西)东澄江（赣江）之上，以江山广远、景物清华著称。此诗作于元丰五年(1082)作者任泰和令时。[2]痴儿了却公家事\n"]}},{"title":"古诗三百","cont":{"title":"春日","nian":"宋代","author":"朱熹","contson":"\n胜日寻芳泗水滨，无边光景一时新。等闲识得东风面，万紫千红总是春。\n","contyishang":["译文风和日丽游春在泗水之滨，无边无际的风光焕然一新。谁都可以看出春天的面貌，春风吹得百花开放、万紫千红，到处都是春天的景致。","注释1、春日：春天。2、胜日：天气晴朗的好日子，也可看出人的好心情。3、寻芳：游春，踏青。4、泗水：河名，在山东省。5、滨：水边，河边。6、光景：风光风景。7、等闲：平常、轻易。“等闲识得”是容易识别的意思。8、东风：春风。"]}},{"title":"古诗三百","cont":{"title":"登飞来峰","nian":"宋代","author":"王安石","contson":"\n飞来山上千寻塔，闻说鸡鸣见日升。(飞来山 一作：飞来峰)不畏浮云遮望眼，只缘身在最高层。(只缘 一作：自缘)\n","contyishang":["译文韵译听说在飞来峰极高的塔上，鸡鸣时分可看到旭日初升。不怕浮云会遮住我的视线，只因为如今我身在最高层。","散译","飞来峰顶有座高耸入云的塔，听说鸡鸣时分可以看见旭日升起。不怕层层浮云遮住我那远眺的视野，只因为我站在飞来峰顶，登高望远心胸宽广。","注释⑴飞来峰：有两说：一说在浙江绍兴城外的林山。唐宋时其中有座应天塔。传说此峰是从琅即郡东武县飞来的，故名飞来峰。一说在今浙江杭州西湖灵隐寺前。⑵千寻塔：很高很高的塔。寻，古时长度单位，八尺为寻。⑶闻说：听说。\n"]}},{"title":"古诗三百","cont":{"title":"咏柳","nian":"宋代","author":"曾巩","contson":"\n乱条犹未变初黄，倚得东风势便狂。解把飞花蒙日月，不知天地有清霜。\n","contyishang":["译文杂乱的柳枝条还没有变黄，在东风的吹动下狂扭乱舞。把它的飞絮想蒙住日月，但不知天地之间还有秋霜","注释①倚--仗恃，依靠。狂--猖狂。这两句形容柳树在春天绿得很快：柳条似乎还没有发黄，但趁着东风吹暖，一下子便飞快地变绿了。②解把--解得，懂得。飞花--柳絮。③这两句的意思是：不要只看到柳絮飞扬，遮天蔽日，要知道还有清霜临降、柳叶飘零的时候啊！"]}},{"title":"古诗三百","cont":{"title":"游园不值","nian":"宋代","author":"叶绍翁","contson":"\n应怜屐齿印苍苔，小扣柴扉久不开。春色满园关不住，一枝红杏出墙来。\n","contyishang":["译文也许是园主担心我的木屐踩坏他那爱惜的青苔，轻轻地敲柴门，久久没有人来开。可是这满园的春色毕竟是关不住的，你看，那儿有一枝粉红色的杏花伸出墙头来。","注释⑴游园不值：想游园没能进门儿。值，遇到；不值，没得到机会。⑵应怜：概是感到心疼吧。应，表示猜测；怜，怜惜。屐（jī）齿：屐是木鞋，鞋底前后都有高跟儿，叫屐齿。⑶小扣：轻轻地敲门。柴扉（fēi）：用木柴、树枝编成的门。"]}},{"title":"古诗三百","cont":{"title":"室思","nian":"魏晋","author":"徐干","contson":"\n沉阴结愁忧，愁忧为谁兴？念与君相别，各在天一方。良会未有期，中心摧且伤。不聊忧餐食，慊慊常饥空。端坐而无为，仿佛君容光。\n峨峨高山首，悠悠万里道。君去日已远，郁结令人老。人生一世间，忽若暮春草。时不可再得，何为自愁恼？每诵昔鸿恩，贱躯焉足保。\n浮云何洋洋，愿因通我词。飘摇不可寄，徙倚徒相思。人离皆复会，君独无返期。自君之出矣，明镜暗不治。思君如流水，何有穷已时。\n惨惨时节尽，兰叶复凋零。喟然长叹息，君期慰我情。辗转不能寐，长夜何绵绵。蹑履起出户，仰观三星连。自恨志不遂，泣涕如涌泉。\n思君见巾栉，以益我劳勤。安得鸿鸾羽，觏此心中人。诚心亮不遂，搔首立悁悁。何言一不见，复会无因缘。故如比目鱼，今隔如参辰。\n人靡不有初，想君能终之。别来历年岁，旧恩何可期。重新而忘故，君子所尤讥。寄身虽在远，岂忘君须臾。既厚不为薄，想君时见思。\n","contyishang":[]}},{"title":"古诗三百","cont":{"title":"别滁","nian":"宋代","author":"欧阳修","contson":"\n花光浓烂柳轻明，酌酒花前送我行。我亦且如常日醉，莫教弦管作离声。\n","contyishang":["译文花光多么绚烂浓郁，绿柳丝丝轻柔鲜明，人们在花前安排酒宴，热情地为我送行。我只不过是像平日一样和大家一同相聚畅饮，请不要让管弦奏出令人感伤的离别哀音。","注释⑴别滁：告别滁州。⑵浓烂：形容鲜花灿烂。轻明：一作“轻盈”。⑶且：一作“只”。⑷离声：指别离歌曲。"]}},{"title":"古诗三百","cont":{"title":"回车驾言迈","nian":"两汉","author":"佚名","contson":"\n回车驾言迈，悠悠涉长道。四顾何茫茫，东风摇百草。所遇无故物，焉得不速老。盛衰各有时，立身苦不早。人生非金石，岂能长寿考？奄忽随物化，荣名以为宝。\n","contyishang":["译文转回车子驾驶向远方，路途遥远，长途跋涉，难以到达。一路上四野广大而无边际，春天的东风吹摇枯萎的野草。眼前看到的都不是过去的事物，人怎么能够不迅速衰老？盛和衰各有不同的时间，只恨建立功名的机会来得太迟。人不如金石般坚固，生命是脆弱的，怎么能够长寿不老？倏忽之间生命就衰老死亡了，应立刻进取获得声名荣禄。","注释⑴回：转也。驾：象声词。言：语助词。迈：远行也。一说喻声音悠长。⑵悠悠：远而未至之貌。涉长道：犹言“历长道”。涉，本义是徒步过水；引申之，凡渡水都叫“涉”；再引申之，则不限\n"]}},{"title":"古诗三百","cont":{"title":"乡思","nian":"宋代","author":"李觏","contson":"\n人言落日是天涯，望极天涯不见家。已恨碧山相阻隔，碧山还被暮云遮。\n","contyishang":["译文人们说，那太阳落山的地方就是天涯，我竭力朝天涯眺望，也没法看到我的家。正在恼恨眼前的青山遮断了我的视线，重重暮云，又把青山密遮。","注释⑴落日：太阳落山之地。⑵望极：望极：望尽，极目远望。⑶碧山：这里指青山。"]}},{"title":"古诗三百","cont":{"title":"题画","nian":"明代","author":"沈周","contson":"\n碧水丹山映杖藜，夕阳犹在小桥西。微吟不道惊溪鸟，飞入乱云深处啼。\n","contyishang":["译文拄着拐杖悠闲漫步在青山绿水之间，还未落山的太阳斜斜的挂在小桥的西边。轻声低语却不小心惊飞了溪鸟，它们啼叫着飞入那乱云的深处。","注释杖藜：藜杖；拐杖。"]}},{"title":"古诗三百","cont":{"title":"春日","nian":"宋代","author":"汪藻","contson":"\n一春略无十日晴，处处浮云将雨行。野田春水碧于镜，人影渡傍鸥不惊。桃花嫣然出篱笑，似开未开最有情。茅茨烟暝客衣湿，破梦午鸡啼一声。\n","contyishang":[]}},{"title":"古诗三百","cont":{"title":"除放自石湖归苕溪","nian":"宋代","author":"姜夔","contson":"\n美人台上昔欢娱，今日空台望五湖。残雪未融青草死，苦无麋鹿过姑苏。黄帽传呼睡不成，投稿细细激流冰。分明旧泊江南岸，舟尾春风飐客灯。千门列炬散林鸦，儿女相思未到家。应是不眠非守岁，小客春意入灯花。三生定自陆天随，又向顺松作客归。已拚新年舟上过，倩人和雪洗片衣。沙尾风回一棹寒，椒花今夕不登盘。百年草草都寒夜，自琢春词剪烛看。笠泽茫茫雁影微，玉峰重叠护云衣。长桥寂寞春寒放，只有诗人一舸归。桑间篝火却定蚕，风土相传我未谙。但得明年少行役，只裁白伫作春衫。少小知名翰墨场，十年心事只凄凉。旧时曾作梅花赋，研墨于今亦自香。环玦随波冷未销，古苔留雪卧墙腰。谁家玉笛吹春怨，看见鹅黄上柳条。\n","contyishang":[]}},{"title":"古诗三百","cont":{"title":"乡村四月","nian":"宋代","author":"翁卷","contson":"\n绿遍山原白满川，子规声里雨如烟。乡村四月闲人少，才了蚕桑又插田。\n","contyishang":["译文山坡田野间草木茂盛，稻田里的水色与天光相辉映。天空中烟雨蒙蒙，杜鹃声声啼叫，大地一片欣欣向荣的景象。四月到了，没有人闲着，刚刚结束了蚕桑的事又要插秧了。","注释山原：山陵和原野。白满川：指稻田里的水色映着天光。川：平地。子规：鸟名，杜鹃鸟。才了：刚刚结束。蚕桑：种桑养蚕。插田：插秧。"]}},{"title":"古诗三百","cont":{"title":"桓灵时童谣","nian":"两汉","author":"佚名","contson":"\n举秀才，不知书。举孝廉，父别居。寒素清白浊如泥，高第良将怯如鸡。\n","contyishang":["译文被推举作秀才的人竟然不识字。被荐举作孝廉的人竟然不赡养父母。被选拔为寒素、清白的人竟然像污泥一样肮脏，被称为是干吏良将的竟然象鸡一样胆小。","注释①秀才：汉代为举士的科目，要文才出众的人才能当选。②察：选拔。③孝廉：本来是汉代选举宫吏的两种科目。“孝”指孝子，“廉”指廉洁之士，后来合称“孝廉”。④寒素：汉晋时举拔士人的科目名。一说指出身清贫。⑤清白：也是汉代选拔士人的科目名。一说指为官清廉。⑥高第：汉代选拔士人的科目名。一说指出身豪门。"]}},{"title":"古诗三百","cont":{"title":"横塘","nian":"宋代","author":"范成大","contson":"\n南浦春来绿一川，石桥朱塔两依然。年年送客横塘路，细雨垂杨系画船。\n","contyishang":["译文春天到来的时候，这满塘的水就绿了，但水上的石桥和水边的红塔旧色依然。在每年送朋友上路的横塘里，蒙蒙细雨中，即将远行的画船栓在岸边的垂杨柳上。","注释南浦：泛指送别之处。"]}},{"title":"古诗三百","cont":{"title":"过许州","nian":"清代","author":"沈德潜","contson":"\n到处陂塘决决流，垂杨百里罨平畴。行人便觉须眉绿，一路蝉声过许州。\n","contyishang":["译文池塘里流着清水，垂柳罨覆着平野。到处一片翠绿，满眼都是生机。使人觉得仿佛胡须眉毛都被染绿了，一路蝉声陪伴我走过许州。","注释⑴许州：今河南许昌。⑵决决：流水声。陂（bēi）塘：池塘。⑶罨（yǎn）：覆盖。平畴：平整的田地。⑷行人：出行人。此处指自己。"]}},{"title":"古诗三百","cont":{"title":"真州绝句","nian":"清代","author":"王士祯","contson":"\n江干多是钓人居，柳陌菱塘一带疏。好是日斜风定后，半江红树卖鲈鱼。\n","contyishang":["译文江边上居住的大部分是以捕鱼为生的人，在杨柳依依的路边和菱角飘香的塘堤上房屋稀稀疏疏的分布着。夕阳西下、微风习习的傍晚美不胜收，江边红枫树下大半都在叫卖鲈鱼。","注释江干：江边。钓人：渔人。柳陌：两边长满柳树的道路。 "]}},{"title":"古诗三百","cont":{"title":"塞上曲送元美","nian":"明代","author":"李攀龙","contson":"\n白羽如霜出塞寒，胡烽不断接长安。城头一片西山月，多少征人马上看。\n","contyishang":["译文元美手持插着白羽的军事文书，冒着霜冻的寒气出行塞外。东北边境的异族侵扰边关，那报警的狼烟在相连不断的烽火台上一个个燃起，直抵京城。元美出行之时，正当拂晓，城头上斜挂一弯西垂的冷月。天明以后，一场恶战又会在前线爆发。戍守边关的将士们人未卸衣，马未卸鞍，他们正焦急地翘首等待着京城的决策到来。","注释① 塞上曲：古乐府诗题，以唐代李白、王昌龄诸作最为著名。②元美：即王世贞，与李攀龙齐名，同为“后七子”领袖。③羽：指羽书或羽激，为古时征调军队或用于军事的文书，上插鸟羽，表示紧急必须迅速传递④胡烽（fēng)\n"]}},{"title":"古诗三百","cont":{"title":"断句","nian":"南北朝","author":"刘昶","contson":"\n白云满鄣来，黄尘暗天起。关山四面绝，故乡几千里。\n","contyishang":[]}},{"title":"古诗三百","cont":{"title":"题临安邸","nian":"宋代","author":"林升","contson":"\n山外青山楼外楼，西湖歌舞几时休？暖风熏得游人醉，直把杭州作汴州。\n","contyishang":["译文韵译青山无尽楼阁连绵望不见头，西湖上的歌舞几时才能停休？暖洋洋的香风吹得贵人如醉，简直是把杭州当成了那汴州。散译远处青山叠翠，近处楼台重重，西湖的歌舞何时才会停止？淫靡的香风陶醉了享乐的贵人们，简直是把偏安的杭州当作昔日的汴京！","注释⑴临安：现在浙江杭州市，金人攻陷北宋首都汴京后，南宋统治者逃亡到南方，建都于临安。邸（dǐ）：旅店。⑵西湖：杭州的著名风景区。几时休：什么时候休止。⑶熏（xūn）：吹，用于温暖馥郁的风。⑷直：简直。汴州：即汴京，今河南开\n"]}}]