[{"title":"咏物","cont":{"title":"","nian":"","author":"","contson":"","contyishang":[]}},{"title":"咏物","cont":{"title":"","nian":"","author":"","contson":"","contyishang":[]}},{"title":"咏物","cont":{"title":"虞美人·槐阴别院宜清昼","nian":"金朝","author":"元好问","contson":"\n槐阴别院宜清昼，入座春风秀。美人图子阿谁留。都是宣和名笔，内家收。莺莺燕燕分飞后，粉淡梨花瘦。只除苏小不风流。斜插一枝萱草，凤钗头。\n","contyishang":[]}},{"title":"咏物","cont":{"title":"咏菊","nian":"唐代","author":"白居易","contson":"\n一夜新霜著瓦轻，芭蕉新折败荷倾。耐寒唯有东篱菊，金粟初开晓更清。\n","contyishang":["译文一夜过后，初降的寒霜轻轻地附在瓦上，使得芭蕉折断，荷叶倾倒。耐寒的只有东边篱笆旁的菊花，它花蕊初开，让早晨多了一份清香。","注释①金粟：黄色的花蕊。"]}},{"title":"咏物","cont":{"title":"苔","nian":"清代","author":"袁枚","contson":"\n白日不到处，青春恰自来。苔花如米小，也学牡丹开。(也学 一作：亦)\n","contyishang":["　　苔藓自是低级植物，多寄生于阴暗潮湿之处，可它也有自己的生命本能和生活意向，并不会因为环境恶劣而丧失生发的勇气，诗人能看到这一点并歌而颂之，很有眼光！","　　「白日不到处」，是如此一个不宜生命成长的地方，可是苔藓却长出绿意来，展现出自己的青春，而这青春从何而来？「恰自来」，嗯，并不从何处来，而是生命力旺盛的苔藓自己创造出来的！它就是凭着坚强的活力，突破环境的重重窒碍，焕发青春的光采。","　　苔也会开花的，当然，怪可怜的，花如米粒般细小，但难道小的就不是花吗？只要能够开放，结出种子，繁衍后代，便是生命的胜利。所以，「也学牡丹开」，既是谦虚，也是骄傲！对的，苔花\n"]}},{"title":"咏物","cont":{"title":"念奴娇·宜雨亭咏千叶海棠","nian":"宋代","author":"张鎡","contson":"\n绿云影里，把明霞织就，千重文绣。紫腻红娇扶不起，好是未开时候。半怯春寒，半便晴色，养得胭脂透。小亭人静，嫩莺啼破清昼。 犹记携手芳阴，一枝斜戴，娇艳波双秀。小语轻怜花总见，争得似花长久。醉浅休归，夜深同睡，明日还相守。免教春去，断肠空叹诗瘦。\n","contyishang":["　　南宋的咏物词讲究工巧尖新，富于文人化的情趣，集中反映了那个时代的士大夫阶层的审美趣向和生活情调。这在张鎡的《念奴娇》词中体现地尤为鲜明。","　　张鎡这首词，作于南湖别墅的宜雨亭上。在宋人海棠词中虽非冠冕之作，却也写得清丽秀逸，婉转有致，富有文人化的情趣。","　　上片，首起三句“绿云影里，把明霞织就，千重文绣”，总写海棠花叶之美。在这三句中，词人连用三个比喻，渲染出红花绿叶交相辉映的秀美景色。“绿云”喻写其枝叶之密，绿阴之浓，点出千叶海棠枝叶茂盛的特征。“明霞”二字，极喻海棠花红艳亮丽之色。“文绣”则形容花叶色彩组合之美。前面加上“千重”二字，又描绘出绿叶红\n"]}},{"title":"咏物","cont":{"title":"梅花绝句·其一","nian":"宋代","author":"陆游","contson":"\n闻道梅花坼晓风，雪堆遍满四山中。何方可化身千亿，一树梅花一放翁。\n","contyishang":["译文听说山上的梅花已经迎着晨风绽开，四周大山的山坡上一树树梅花似雪洁白。有什么办法可以把我的身子也化为几千几亿个？让每一棵梅花树前都有一个陆游常在。","注释闻道：听说。坼（chè）：裂开。这里是绽开的意思。雪堆:指梅花盛开像雪堆似的。何方：有什么办法。千亿：指能变成千万个放翁(陆游号放翁，字务观)。梅花：一作梅前。坼晓风：（梅花)在晨风中开放。"]}},{"title":"咏物","cont":{"title":"齐天乐·蟋蟀","nian":"宋代","author":"姜夔","contson":"\n丙辰岁，与张功父会饮张达可之堂。闻屋壁间蟋蟀有声，功父约予同赋，以授歌者。功父先成，辞甚美。予裴回末利花间，仰见秋月，顿起幽思，寻亦得此。蟋蟀，中都呼为促织，善斗。好事者或以三二十万钱致一枚，镂象齿为楼观以贮之。\n庾郎先自吟愁赋，凄凄更闻私语。露湿铜铺，苔侵石井，都是曾听伊处。哀音似诉。正思妇无眠，起寻机杼。曲曲屏山，夜凉独自甚情绪？西窗又吹暗雨。为谁频断续，相和砧杵？候馆迎秋，离宫吊月，别有伤心无数。豳诗漫与。笑篱落呼灯，世间儿女。写入琴丝，一声声更苦。\n","contyishang":["译文诗人庾信先是在吟《愁赋》，接着又听到一阵凄切的私语声，原来是蟋蟀在叫。露水打湿了门上的铜环，青苔侵入了井边的石板，这些地方都曾听到过它的叫声。哀怨的声音好像是在倾诉着什么，正当思妇失眠，起来寻找机杼，想织锦书寄给远方的时候。在列着画有青山的曲折屏风的闺房里，夜气凉透，孤居独宿，那是怎么样的心情啊！黑暗中西窗外又刮起了风雨，为什么这虫声老是应和着砧杵声，断断续续地响个不停呢？它在旅舍里迎接寒秋，在离宫中凭吊冷月，该是另有许多伤心的事罢！《诗经·豳风》中的《七月》篇曾描写过它，那些诗句像是率意而为之的。可笑的是世上那些无知小儿女，他们蹲在篱笆旁，兴高采烈地喊叫着：\n"]}},{"title":"咏物","cont":{"title":"墨梅","nian":"元代","author":"王冕","contson":"\n吾家洗砚池头树，个个花开淡墨痕。不要人夸好颜色，只流清气满乾坤。(版本一)\n我家洗砚池边树，朵朵花开淡墨痕。不要人夸颜色好，只留清气满乾坤。(版本二)\n","contyishang":["译文我家洗砚池边有一棵梅树，朵朵开放的梅花都显出淡淡的墨痕。不需要别人夸它的颜色好看，只需要梅花的清香之气弥漫在天地之间。","注释墨梅：用墨笔勾勒出来的梅花。吾家：我家。因王羲之与王冕同姓，所以王冕便认为王姓自是一家。洗砚池：写字、画画后洗笔洗砚的池子。王羲之有“临池学书，池水尽黑”的传说。这里化用这个典故。池头：池边。头 ：边上。淡墨：水墨画中将墨色分为四种，如，清墨、淡墨、浓墨、焦墨。这里是说那朵朵盛开的梅花，是用淡淡的墨迹点化成的。痕：痕迹。清气:梅花的清香之气\n"]}},{"title":"咏物","cont":{"title":"清平乐·雪","nian":"宋代","author":"孙道绚","contson":"\n悠悠飏飏。做尽轻模样。半夜萧萧窗外响。多在梅边竹上。朱楼向晓帘开。六花片片飞来。无奈熏炉烟雾，腾腾扶上金钗。\n","contyishang":["　　雪，自古以来就一直备受着人们的青睐。自东晋谢家才女一句“未若柳絮因风起”，它似乎更成了后世文人反复咏唱的对象。","　　“悠悠扬扬，做尽轻模样。”黄昏之际，作者看见了雪花在漫天飞舞。“轻模样”，轻盈的模样，此形容可谓贴切传神。五百多年后，纳兰容若写了一首《采桑子》的词，开头就化用孙道勋的这句：“非关癖爱轻模样，冷处偏佳。”纳兰公子阐明了自己的观点：我并不是喜欢雪花那轻盈悠扬的模样，我之所以喜爱它，完全是因为它生有人间绝无仅有的，那一种孤寂而又冷艳的美。","　　“半夜萧萧窗外响，多在梅边竹上。”这句是描写她半夜时分睡在床上，静静地聆听着大雪压折梅树和竹枝的声音\n"]}},{"title":"咏物","cont":{"title":"洞仙歌·雪云散尽","nian":"宋代","author":"李元膺","contson":"\n一年春物，惟梅柳间意味最深。至莺花烂漫时，则春已衰迟，使人无复新意。予作《洞仙歌》，使探春者歌之，无后时之悔。\n雪云散尽，放晓晴池院。杨柳于人便青眼。更风流多处，一点梅心，相映远，约略颦轻笑浅。一年春好处，不在浓芳，小艳疏香最娇软。到清明时候，百紫千红，花正乱，已失春风一半。早占取韶光共追游，但莫管春寒，醉红自暖。 \n","contyishang":["译文雪后阴云散尽，拂晓时池水花木的庭院已然放晴。杨柳绽放着嫩芽新叶，遇人便露出了喜悦媚眼。更有风流多情，是那一点梅心。远远地与杨柳相映，隐约地露出淡淡的哀愁、微微的笑容。一年春光最好处，不在繁花浓艳，那梅柳初绽的清艳花朵和疏淡芳香最是娇媚温柔。到了清明时节，繁花盛开一片纷乱，现极盛衰微的征兆，已丧失了春光美景的一半。及早地占取那短促的韶光。共同游乐追欢，莫管料峭春寒，醉酒红颜浑身自然温暖。","注释①放：露出。②青眼：指初生之柳叶，细长如眼。③约略：大概，差不多。④疏香：借指梅花。⑤乱：热闹，红火\n"]}},{"title":"咏物","cont":{"title":"杨柳枝词","nian":"唐代","author":"白居易","contson":"\n一树春风千万枝，嫩于金色软于丝。 永丰西角荒园里，尽日无人属阿谁？\n","contyishang":["译文春风吹拂柳枝随风起舞，绽出嫩芽一片嫩黄比丝柔软。永丰坊西角的荒园里，整日都没有人，这柳枝属于谁？","注释⑴千万枝：一作“万万枝”。⑵永丰：永丰坊，唐代东都洛阳坊名。⑶阿（ā）谁：疑问代词。犹言谁，何人。"]}},{"title":"咏物","cont":{"title":"高阳台·西湖春感","nian":"宋代","author":"张炎","contson":"\n接叶巢莺，平波卷絮，断桥斜日归船。能几番游，看花又是明年。东风且伴蔷薇住，到蔷薇、春已堪怜。更凄然。万绿西泠，一抹荒烟。 当年燕子知何处，但苔深韦曲，草暗斜川。见说新愁，如今也到鸥边。无心再续笙歌梦，掩重门、浅醉闲眠。莫开帘，怕见飞花，怕听啼鹃。\n","contyishang":["译文黄莺巢居在密叶之间，柳絮轻轻飘落在湖面。斜阳已近暗淡，断桥处有返家的归船。还能有几番春游？赏花又要等到明年。春风且陪伴着蔷薇留住吧，因为等到蔷薇开花时，春光已经非常可怜。更令人感觉凄楚不堪，掩隐在万绿丛中的西泠桥畔，昔日是何等的热闹喧阗，如今却只留下一抹荒寒的暮烟。当年栖息在朱门大宅的燕子，如今不知飞向何边？往日风景幽胜的去处，只见处处长满苔藓，荒草掩没了亭台曲栏，就连那些清闲的白鸥，也因新愁而白了发颠。我再也没有心愿，去重温纵情欢乐的旧梦，只把自家的层层大门紧掩，喝点闷酒独自闲眠。请不要拉开窗帘，我怕见那飞花片片的声音，更怕见那悲切的声声啼鹃。 ","注释\n"]}},{"title":"咏物","cont":{"title":"望海楼晚景五绝","nian":"宋代","author":"苏轼","contson":"\n海上涛头一线来，楼前指顾雪成堆。从今潮上君须上，更看银山二十回。横风吹雨入楼斜，壮观应须好句夸。雨过潮平江海碧，电光时掣紫金蛇。青山断处塔层层，隔岸人家唤欲应。江上秋风晚来急，为传钟鼓到西兴。楼下谁家烧夜香，玉笙哀怨弄初凉。临风有客吟秋扇，拜月无人见晚妆。沙河灯火照山红，歌鼓喧喧笑语中。为问少年心在否，角巾欹侧鬓如蓬。\n","contyishang":["译文海上波涛初来时像一条白线，转眼在望海楼前就变成雪堆一样了。如今潮水翻涌向上你也要再上层楼，再来观看白浪形成的银山，看它二十回也不嫌多。大风吹打雨水斜着飘进望海楼，壮丽的景观应该用华美的辞句来夸赞。风雨过后潮水平静江海碧澄，时时闪过的电光形成紫金般的龙蛇。青山断开的地方有层层的塔，隔条江水想要回应对岸人家的呼唤。傍晚，江上的秋风吹得很急切，为的是把钟鼓的声音传到西兴。夜晚，谁家在望海楼下点燃炉香，玉笙哀怨的的乐曲在刚刚有凉意的时候响起。有位客人面对秋风在扇子上题诗，祭拜明月让人无法看见你的晚\n"]}},{"title":"咏物","cont":{"title":"咏甘蔗","nian":"清代","author":"佚名","contson":"\n绿阵连烟垠，风雨化精节。玉露含青紫，沁彻哲人心。\n","contyishang":[]}},{"title":"咏物","cont":{"title":"西江月·真觉赏瑞香二首","nian":"宋代","author":"苏轼","contson":"\n公子眼花乱发，老夫鼻观先通。领巾飘下瑞香风。惊起谪仙春梦。后土祠中玉蕊，蓬莱殿后鞓红。此花清绝更纤秾。把酒何人心动。\n","contyishang":["译文我与曹子芳宿于真觉院，子芳睡眼惺松，头发零乱，睡得正沉，没有感觉到瑞香花开，倒是我先闻到了一股花的芳香。一阵轻风吹过，带来浓烈的瑞香花的芳香，仿佛当年杨妃领巾上飘落的香气。芳香太酷烈了，竟然把正酣然人梦的曹子芳也从梦中惊醒。瑞香花国色天香，堪与扬州后土祠中珍稀的玉蕊花及汴京蓬莱殿后的程红牡丹相媲美。这瑞香花既清雅绝伦又纤柔浓丽，把酒赏花，那秀美的姿色和浓烈的异香，怎不令人神怡心动呢？","注释⑴西江月：词牌名，原唐教坊曲。⑵真觉：不详，疑为寺观名。⑶后土祠：指扬州后土祠。玉蕊：花名，《广群芳谱》：“花类梅而萼瓣缩\n"]}},{"title":"咏物","cont":{"title":"临江仙·长爱碧阑干影","nian":"宋代","author":"晏几道","contson":"\n长爱碧阑干影，芙蓉秋水开时。脸红凝露学娇啼。霞觞熏冷艳，云髻袅纤枝。烟雨依前时候，霜丛如旧芳菲。与谁同醉采香归。去年花下客，今似蝶分飞。\n","contyishang":[]}},{"title":"咏物","cont":{"title":"蟾宫曲·咏西湖","nian":"元代","author":"奥敦周卿","contson":"\n西湖烟水茫茫，百顷风潭，十里荷香。宜雨宜晴，宜西施淡抹浓妆。尾尾相衔画舫，尽欢声无日不笙簧。春暖花香，岁稔时康。真乃“上有天堂，下有苏杭。”\n","contyishang":["译文　　烟水浩渺的西湖波光荡漾，在百顷微风飘拂的水潭上，十里水面飘溢荷香。雨也适宜晴也适宜，更像西施那样无论淡抹浓妆都艳丽无双。一只只画船尾尾相接，欢声笑语，笙歌弹唱，没有那一天不沸沸扬扬。春暖时节百花芬芳，庄稼丰收四季安康。真是上有天堂下有苏杭。 ","注释①百顷风潭：言西湖水域广阔。②稔：庄稼成熟，这里指丰收。"]}},{"title":"咏物","cont":{"title":"晓过鸳湖","nian":"清代","author":"查慎行","contson":"\n晓风催我挂帆行，绿涨春芜岸欲平。长水塘南三日雨，菜花香过秀州城。\n","contyishang":[]}},{"title":"咏物","cont":{"title":"望岳三首·其二","nian":"唐代","author":"杜甫","contson":"\n西岳崚嶒竦处尊，诸峰罗立似儿孙。安得仙人九节杖，拄到玉女洗头盆。车箱入谷无归路，箭栝通天有一门。稍待秋风凉冷后，高寻白帝问真源。\n","contyishang":["译文西岳高耸似一位德高望重的老人，群峰在其周围则像他的儿孙。怎么才能求得仙人杖，拄着它登上华山去玉女祠呢？可进了车箱谷就难以回归了，而山峰像通天的箭尾直抵天门，难以登爬。稍稍等待天气转凉后，登上山顶去，看山本貌。","注释崚嶒：高耸突兀。九节杖：《刘根外传》：“汉武登少室，见一女子以九节杖仰指日，闭左目，东方朔曰：‘此食日精者。’”《真诰》：“杨羲梦蓬莱仙翁，拄赤九节杖而视白龙。”玉女洗头盆：《集仙录》：“明星玉女，居华山，服玉浆，白日升天，祠前有五石白，号玉女洗头盆。其水碧绿澄彻，雨不加溢，\n"]}},{"title":"咏物","cont":{"title":"金缕曲·咏白海棠","nian":"清代","author":"顾太清","contson":"\n洞户深深掩。笑世间、浓脂腻粉，那般妆点。认取朦胧明月下，不许东风偷飐。偏触动、词人系念。昨日微阴今日雨，好春光有限无馀欠。肯为我，一时暂。冰绡雾縠谁烘染？爱依依、柔条照水，靓妆清艳。墙角绿阴栏外影，印上芸窗冰簟。隔一片、清阴暗澹。不是封姨情太薄，是盈盈树底魂难忏。春欲暮，易生感。\n","contyishang":[]}},{"title":"咏物","cont":{"title":"春寒","nian":"宋代","author":"陈与义","contson":"\n二月巴陵日日风，春寒未了怯园公。海棠不惜胭脂色，独立蒙蒙细雨中。\n","contyishang":["译文二月的巴陵，几乎天天都刮风下雨。料峭的春寒还未结束，给园林的花木带来了灾难，叫人担心害怕！娇嫩的海棠，毫不吝惜鲜红的花朵，挺身独立在寒风冷雨中开放着。","注释选自《简斋集》。陈与义（1090-1138），号简斋。宋代诗人。此诗写于高宗建炎三年（1129）二月。巴陵：古郡名，今湖南岳阳市。园公：诗人自注：“借居小园，遂自号园公。”胭脂：一种红色颜料。也泛指红色。"]}},{"title":"咏物","cont":{"title":"咏愁","nian":"宋代","author":"石象之","contson":"\n来何容易去何迟，半在心头半在眉。门掩落花春去后，窗涵残月酒醒时。柔如万顷连天草，乱似千寻帀地丝。除却五侯歌舞地，人间何处不相随？\n","contyishang":["译文来时潜移暗度，去时慢慢悠悠；一半挂在眉梢，一半藏在心头。春老花残红满地，半掩房门泪暗流；残月满窗深夜里，酒醒入去独淹留。似一望无边的野草，风连浪续，细软轻柔；像一团绕地的乱丝，纠缠凌乱，无尾无头。除了权势人家，谁能无虑无忧？看人世问时时处处，无论哪里都有忧愁！","注释①“门掩”句：李煜有“流水落花春去也，天上人间”（《浪淘沙令·帘外雨潺潺》）语，欧阳修有“门掩黄昏，无计留春住”（《蝶恋花·庭院深深深几许》）语，分别写亡国哀愁和少妇悲愁。②窗涵：窗棂，窗格子。③连天草：王维《出塞作》有“白\n"]}},{"title":"咏物","cont":{"title":"箕山","nian":"唐代","author":"汪遵","contson":"\n薄世临流洗耳尘，便归云洞任天真。 一瓢风入犹嫌闹，何况人间万种人。\n","contyishang":[]}},{"title":"咏物","cont":{"title":"浣溪沙·题丁兵备丈画马","nian":"清代","author":"王鹏运","contson":"\n苜蓿阑干满上林，西风残秣独沉吟。遗台何处是黄金？空阔已无千里志，驰驱枉抱百年心。夕阳山影自萧森。\n","contyishang":[]}},{"title":"咏物","cont":{"title":"菊花","nian":"唐代","author":"元稹","contson":"\n秋丛绕舍似陶家，遍绕篱边日渐斜。 不是花中偏爱菊，此花开尽更无花。\n","contyishang":["译文一丛一丛的秋菊环绕着房屋，看起来好似诗人陶渊明的家。绕着篱笆观赏菊花，不知不觉太阳已经快落山了。不是因为百花中偏爱菊花，只是因为菊花开过之后便不能够看到更好的花了。","注释⑴秋丛：指丛丛秋菊。⑵舍（shè）：居住的房子。⑶陶家：陶渊明的家。陶，指东晋诗人陶渊明。⑷遍绕：环绕一遍。⑸篱（lí）：篱笆。⑹日渐斜（xiá）：太阳渐渐落山。斜，倾斜。因古诗需与上一句押韵，所以应读xiá。⑺尽：完。⑻更（gèng）：再。"]}},{"title":"咏物","cont":{"title":"咏傀儡","nian":"宋代","author":"杨亿","contson":"\n鲍老当筵笑郭郎，笑他舞袖太郎当。若教鲍老当筵舞，转更郎当舞袖长。\n","contyishang":["　　这首诗用朴素自然的语言咏傀儡以言情，形象生动，耐人咀嚼。诗题《咏傀儡》，意为吟咏木偶戏中的木偶。诗的前两句“鲍老当筵笑郭郎，笑他舞袖太郎当”，“鲍老”，是宋代戏剧中的角色；“郭郎”，是戏剧中的丑角，诗中系指木偶戏中的木偶。这里，着墨无多，却使鲍老与郭郎的形象跃然纸上。诗人写鲍老，突出一个“笑”字；写郭郎，则紧扣其“舞袖太郎当”（衣服宽大，与身材不称）。透过这两行诗，我们仿佛目睹鲍老当筵笑郭郎的笑容，耳闻其笑语，也仿佛看到郭郎甩动着宽长的衣袖机械起舞的舞姿。","　　诗的后两句“若教鲍老当筵舞，转更郎当舞袖长”，笔锋一转，作出假设：倘若让鲍老当筵舞，则鲍老的舞袖较之郭郎反而\n"]}},{"title":"咏物","cont":{"title":"咏主人壁上画鹤寄乔主簿崔著作","nian":"唐代","author":"陈子昂","contson":"\n古壁仙人画，丹青尚有文。独舞纷如雪，孤飞暧似云。 自矜彩色重，宁忆故池群。江海联翩翼，长鸣谁复闻。\n","contyishang":[]}},{"title":"咏物","cont":{"title":"喜雨亭记","nian":"宋代","author":"苏轼","contson":"\n　　亭以雨名，志喜也。古者有喜，则以名物，示不忘也。周公得禾，以名其书；汉武得鼎，以名其年；叔孙胜敌，以名其子。其喜之大小不齐，其示不忘一也。\n　　予至扶风之明年，始治官舍。为亭于堂之北，而凿池其南，引流种木，以为休息之所。是岁之春，雨麦于岐山之阳，其占为有年。既而弥月不雨，民方以为忧。越三月，乙卯乃雨，甲子又雨，民以为未足。丁卯大雨，三日乃止。官吏相与庆于庭，商贾相与歌于市，农夫相与忭于野，忧者以喜，病者以愈，而吾亭适成。\n　　于是举酒于亭上，以属客而告之，曰：“五日不雨可乎？”曰：“五日不雨则无麦。”“十日不雨可乎？”曰：“十日不雨则无禾。”“无麦无禾，岁且荐饥，狱讼繁兴，而盗贼滋炽。则吾与二三子，虽欲优游以乐于此亭，其可得耶？今天不遗斯民，始旱而赐之以雨。使吾与二三子得相与优游以乐于此亭者，皆雨之赐也。其又可忘耶？”\n　　既以名亭，又从而歌之，曰：“使天而雨珠，寒者不得以为襦；使天而雨玉，饥者不得以为粟。一雨三日，伊谁之力？民曰太守。太守不有，归之天子。天子曰不然，归之造物。造物不自以为功，归之太空。太空冥冥，不可得而名。吾以名吾亭。” \n","contyishang":["译文　　这座亭子用雨来命名，是为了纪念喜庆的事件。古时候有了喜事，就用它来命名事物，表示不忘的意思。周公得到天子赏赐的稻禾，便用“嘉禾”作为他文章的篇名；汉武帝得了宝鼎，便用“元鼎”称其年号；叔孙得臣打败敌人侨如，便用侨如作为儿子的名字。他们的喜事大小不一样，但表示不忘的意思却是一样的。","　　我到扶风的第二年，才开始造官邸，在堂屋的北面修建了一座亭子，在南面开凿了一口池塘，引来流水，种上树木，把它当做休息的场所。这年春天，在岐山的南面下了麦雨，占卜此事，认为今年有个好年成。然而此后整整一个月没有下雨，百姓才因此忧虑起来。到了三月的乙卯日，天才下雨，甲子日又下雨\n"]}},{"title":"咏物","cont":{"title":"南乡子·咏瑞香","nian":"清代","author":"顾太清","contson":"\n花气霭芳芬，翠幕重帘不染尘。梦里真香通鼻观，氤氲。不是婷婷倩女魂。细蕊缀纷纷，淡粉轻脂最可人。懒与凡葩争艳冶，清新。赢得嘉名自冠群。\n","contyishang":[]}},{"title":"咏物","cont":{"title":"病梅馆记","nian":"清代","author":"龚自珍","contson":"\n　　江宁之龙蟠，苏州之邓尉，杭州之西溪，皆产梅。或曰：“梅以曲为美，直则无姿；以欹为美，正则无景；以疏为美，密则无态。”固也。此文人画士，心知其意，未可明诏大号以绳天下之梅也；又不可以使天下之民斫直，删密，锄正，以夭梅病梅为业以求钱也。梅之欹之疏之曲，又非蠢蠢求钱之民能以其智力为也。有以文人画士孤癖之隐明告鬻梅者，斫其正，养其旁条，删其密，夭其稚枝，锄其直，遏其生气，以求重价，而江浙之梅皆病。文人画士之祸之烈至此哉！\n　　予购三百盆，皆病者，无一完者。既泣之三日，乃誓疗之：纵之顺之，毁其盆，悉埋于地，解其棕缚；以五年为期，必复之全之。予本非文人画士，甘受诟厉，辟病梅之馆以贮之。\n　　呜呼！安得使予多暇日，又多闲田，以广贮江宁、杭州、苏州之病梅，穷予生之光阴以疗梅也哉！\n","contyishang":["译文　　江宁的龙蟠里，苏州的邓尉山，杭州的西溪，都出产梅。有人说：\"梅凭着弯曲的姿态被认为是美丽的，笔直了就没有风姿；凭着枝干倾斜被认为是美丽的，端正了就没有景致；凭着枝叶稀疏被认为是美丽的，茂密了就没有姿态。”本来就如此。（对于）这，文人画家在心里明白它的意思，却不便公开宣告，大声疾呼，用（这种标准）来约束天下的梅。又不能够来让天下种梅人砍掉笔直的枝干、除去繁密的枝条、锄掉端正的枝条，把枝干摧折、使梅花呈病态作为职业来谋求钱财。梅的枝干的倾斜、枝叶的疏朗、枝干的弯曲，又不是那些忙于赚钱的人能够凭借他们的智慧、力量做得到的。有的人把文人画士这隐藏在心中的特别嗜好明白\n"]}},{"title":"咏物","cont":{"title":"醉桃源·柳","nian":"宋代","author":"翁元龙","contson":"\n千丝风雨万丝晴。年年长短亭。暗黄看到绿成阴。春由他送迎。 莺思重，燕愁轻。如人离别情。绕湖烟冷罩波明。画船移玉笙。\n","contyishang":["译文千万条柳丝迎着风雨沐浴着晴日，年年站在长短亭旁目睹旅客来去匆匆。从暗黄的柳芽萌生到一片绿阴浓重，经历了春来春往的整个过程。莺、燕在柳丝间缠绵徘徊不断穿行，恰似长短亭上人们依依难舍、含愁相别的情形。环湖柳色绿如烟，映衬得西湖水波明净。一叶画舟在水面上划动，载着幽幽一曲玉笙的乐音。","注释[1]年年长短亭：指年年柳树都在亭边送人远行。[2]暗黄看到绿成阴，春由他送迎：春天来时，柳条为暗黄色，春天去时，柳条为碧绿色。[3]绕湖烟冷罩波明：指柳树沿西湖环绕。"]}},{"title":"咏物","cont":{"title":"念奴娇·春雪咏兰","nian":"明代","author":"陈子龙","contson":"\n问天何意，到春深、千里龙山飞雪？解佩凌波人不见，漫说芷珠宫阙。楚殿烟微，湘潭月冷，料得都攀折。嫣然幽谷，只愁又听啼鴃。当日九畹光风，数茎清露，纤手分花叶。曾在多情怀袖里，一缕同心千结。玉腕香销，云鬟雾掩，空赠金跳脱。洛滨江上，寻芳再望佳节。\n","contyishang":[]}},{"title":"咏物","cont":{"title":"咏山樽二首","nian":"唐代","author":"李白","contson":"\n蟠木不雕饰，且将斤斧疏。樽成山岳势，材是栋梁馀。 外与金罍并，中涵玉醴虚。惭君垂拂拭，遂忝玳筵居。 \n拥肿寒山木，嵌空成酒樽。愧无江海量，偃蹇在君门。\n","contyishang":["译文盘根错节的树瘤，也不用刀斧劈削雕饰。也不堪作为栋梁之才，中间挖空就是酒杯杯，反扣着倒有高山的气概。这木樽常常与黄金的酒壶放在一起，里面倒是盛满了玉色酒汁。面对大人的垂青真是有点惭愧，将就在你华美的宴席上凑个人数吧！","一段来自寒山，仿佛无用的臃肿树瘤木头，挖空作为酒杯。我自己也很惭愧没有江海的酒量，只好在大人你的门下敷衍过过日子。 ","注释⑴金罍：大型盛酒器和礼器。⑵玉醴：玉泉，这里以玉醴为酒。⑶玳筵：以玳瑁装饰坐具的宴席⑷嵌：开张的样子。"]}},{"title":"咏物","cont":{"title":"醉落魄·正月二十日张园赏海棠作","nian":"宋代","author":"管鉴","contson":"\n春阴漠漠。海棠花底东风恶。人情不似春情薄。守定花枝，不放花零落。 绿尊细细供春酌。酒醒无奈愁如昨。殷勤待与东风约。莫苦吹花，何似吹愁却。\n","contyishang":[]}},{"title":"咏物","cont":{"title":"卖花声·题岳阳楼","nian":"宋代","author":"张舜民","contson":"\n木叶下君山。空水漫漫。十分斟酒敛芳颜。不是渭城西去客，休唱阳关。醉袖抚危栏。天淡云闲。何人此路得生还。回首夕阳红尽处，应是长安。\n","contyishang":["译文秋风里万木凋零，君山上落叶纷飞；洞庭湖水与长天一色，浩浩荡荡。歌女斟满一杯酒，敛起笑容，要唱一首送别歌。我不是当年王维在渭城送别西去的客人，请不要唱这曲令人悲伤的《阳关》。酒醉后，手扶楼上的栏杆举目远望，天空清远，白云悠然。被贬的南行囚客有几人能从这条路上生还呢？回望处，夕阳映红了天边，那里应该是我离开的京都长安。","注释⑴卖花声：唐教坊曲名，后用为词牌名。⑵敛芳颜：收敛容颜，肃敬的样子。⑶阳关：阳关，古关名，今甘肃敦煌县西南。古曲《阳关三叠》，又名《阳关曲》，以王维《送元二使安西》诗引申谱曲，增添词句，抒写离\n"]}},{"title":"咏物","cont":{"title":"客中初夏","nian":"宋代","author":"司马光","contson":"\n四月清和雨乍晴，南山当户转分明。更无柳絮因风起，惟有葵花向日倾。\n","contyishang":["译文初夏四月，天气清明和暖，下过一场雨天刚放晴，雨后的山色更加青翠怡人，正对门的南山变得更加明净了。眼前没有随风飘扬的柳絮，只有葵花朝向着太阳开放。","注释⑴客中：旅居他乡作客。⑵清和：天气清明而和暖。⑶南山当户：正对门的南山。⑷惟有：仅有，只有。"]}},{"title":"咏物","cont":{"title":"题破山寺后禅院","nian":"唐代","author":"常建","contson":"\n清晨入古寺，初日照高林。竹径通幽处，禅房花木深。山光悦鸟性，潭影空人心。万籁此都寂，但余钟磬音。(版本一)\n清晨入古寺，初日照高林。曲径通幽处，禅房花木深。山光悦鸟性，潭影空人心。万籁此俱寂，惟余钟磬音。(版本二)\n清晨入古寺，初日照高林。竹径通幽处，禅房花木深。山光悦鸟性，潭影空人心。万籁此俱寂，但余钟磬音。(版本三)\n清晨入古寺，初日照高林。曲径通幽处，禅房花木深。山光悦鸟性，潭影空人心。万籁此俱寂，但余钟磬音。(版本四)\n","contyishang":["译文大清早我走进这古老寺院，旭日初升映照着山上树林。竹林掩映小路通向幽深处，禅房前后花木繁茂又缤纷。山光明媚使飞鸟更加欢悦，潭水清澈也令人爽神净心。此时此刻万物都沉默静寂，只留下了敲钟击磬的声音。","注释⑴破山寺：即兴福寺，在今江苏常熟市西北虞山上。南朝齐邑人郴州刺史倪德光舍宅所建。⑵清晨：早晨。入：进入。古寺：指破山寺。⑶初日：早上的太阳。照：照耀。高林：高树之林。⑷竹径：一作“曲径”，又作“一径”。通：一作“遇”。幽：幽静。⑸禅房：僧人居住修行的地方。\n"]}},{"title":"咏物","cont":{"title":"病牛","nian":"宋代","author":"李纲","contson":"\n耕犁千亩实千箱，力尽筋疲谁复伤？但得众生皆得饱，不辞羸病卧残阳。\n","contyishang":["译文病牛耕耘千亩，换来了劳动成果装满千座粮仓的结果，但它自身却精神极为疲惫，力气全部耗尽，然而，又有谁来怜惜它力耕负重的劳苦呢？但为了众生都能够饱，即使拖垮了病倒卧在残阳之下，也在所不辞。","注释①实千箱：极言生产的粮食多。实：充实，满。 箱：装粮的容器。一说同“厢”，指官府的仓房。②复：又，再。伤：哀怜，同情。③但得：只要能让。④众生：大众百姓。⑤不辞：不推辞。⑥羸（léi）病：瘦弱有病。残阳：夕阳，即快要下山的太阳。此处既烘托凄凉气氛，又喻指作者晚年。"]}},{"title":"咏物","cont":{"title":"蝉","nian":"唐代","author":"李商隐","contson":"\n本以高难饱，徒劳恨费声。五更疏欲断，一树碧无情。薄宦梗犹泛，故园芜已平。烦君最相警，我亦举家清。\n","contyishang":["译文你栖身高枝之上才难以饱腹，悲鸣传恨无人理会白费其声。五更以后疏落之声几近断绝，满树碧绿依然如故毫不动情。我官职卑下像桃梗漂流不定，家园长期荒芜杂草早已长平。烦劳你的鸣叫让我能够警醒，我是一贫如洗全家水一样清。","注释⑴以：因。薄宦：指官职卑微。高难饱：古人认为蝉栖于高处，餐风饮露，故说“高难饱”。⑵恨费声：因恨而连声悲鸣。费，徒然。⑶五更（gēng）：中国古代把夜晚分成五个时段，用鼓打更报时，所以叫“五更”。疏欲断：指蝉声稀疏，接近断绝。⑷碧：绿。⑸薄宦：官职卑微\n"]}},{"title":"咏物","cont":{"title":"登江中孤屿","nian":"南北朝","author":"谢灵运","contson":"\n江南倦历览，江北旷周旋。怀新道转迥，寻异景不延。乱流趋正绝，孤屿媚中川。云日相晖映，空水共澄鲜。表灵物莫赏，蕴真谁为传。想象昆山姿，缅邈区中缘。始信安期术，得尽养生年。\n","contyishang":["译文倦于遍览江南美景，江北风光久未观看。寻求新景道路遥远，探访奇观时光不延。穿越激流横渡前行，孤岛秀美大河中间。白云红日相互辉映，水天一色澄碧鲜妍。呈现灵气无人欣赏，藏有真趣谁为传言？遥想昆山仙人英姿，顿觉世间尘缘邈远。始信安期养生之术，得以享尽养生天年。","注释1.江中：指永嘉江，在浙江东南境，又称瓯江、温江、蜃江、永宁江。孤屿，即孤屿山，在今温州市附近永嘉江中。2.历览：遍览，游遍了。3.旷周旋：久不游览。旷，荒废，耽搁。周旋，应酬，打交道，这里指前去\n"]}},{"title":"咏物","cont":{"title":"小石城山记","nian":"唐代","author":"柳宗元","contson":"\n　　自西山道口径北，逾黄茅岭而下，有二道：其一西出，寻之无所得；其一少北而东，不过四十丈，土断而川分，有积石横当其垠。其上为睥睨、梁欐之形，其旁出堡坞，有若门焉。窥之正黑，投以小石，洞然有水声，其响之激越，良久乃已。环之可上，望甚远，无土壤而生嘉树美箭，益奇而坚，其疏数偃仰，类智者所施设也。\n　　噫！吾疑造物者之有无久矣。及是，愈以为诚有。又怪其不为之中州，而列是夷狄，更千百年不得一售其伎，是固劳而无用。神者傥不宜如是，则其果无乎？或曰：“以慰夫贤而辱于此者。”或曰：“其气之灵，不为伟人,而独为是物，故楚之南少人而多石。”是二者，余未信之。 \n","contyishang":["译文　　从西山路口一直向北走，越过黄茅岭往下走，有两条路：一条向西走，沿着它走过去什么也得不到；另一条稍微偏北而后向东，走了不到四十丈，路就被一条河流截断了，有积石横挡在这条路的尽头。石山顶部天然生成矮墙和栋梁的形状，旁边又凸出一块好像堡垒，有一个像门的洞。从洞往里探望一片漆黑，丢一块小石子进去，咚地一下有水响声，那声音很洪亮，好久才消失。石山可以盘绕着登到山顶，站在上面望得很远。山上没有泥土却长着很好的树木和竹子，而且更显得形状奇特质地坚硬。竹木分布疏密有致、高低参差，好像是有智慧的人特意布置的。","　　唉！我怀疑造物者的有无已很久了，到了这儿更以为造物者确实\n"]}},{"title":"咏物","cont":{"title":"庭前菊","nian":"唐代","author":"韦庄","contson":"\n为忆长安烂熳开，我今移尔满庭栽。 红兰莫笑青青色，曾向龙山泛酒来。\n","contyishang":[]}},{"title":"咏物","cont":{"title":"声声慢·咏桂花","nian":"宋代","author":"吴文英","contson":"\n蓝云笼晓，玉树悬秋，交加金钏霞枝。人起昭阳，禁寒粉粟生肌。浓香最无著处，渐冷香、风露成霏。绣茵展，怕空阶惊坠，化作萤飞。 三十六宫愁重，问谁持金锸，和月都移。掣锁西厢，清尊素手重携。秋来鬓华多少，任乌纱、醉压花低。正摇落，叹淹留、客又未归。\n","contyishang":["　　“蓝云”三句。言清晨的大地笼罩在蓝天白云之下，室外的桂花树玉枝高挺，满树重重叠叠的桂花，似串串宝钏，又如一片彩霞。“人起”两句，以树拟人。“昭阳”，皇宫名，这里泛指皇宫。言桂花树又像是一位清晨从皇宫里走出来的贵妃，她被晨风一激，浑身生满了粉红色的粟粒——金桂花。“人起昭阳”两句，据杨铁夫《吴梦窗词全集笺释》说：“《飞燕外传》：赵飞燕居昭阳宫，与羽林郎射鸟者通，……飞燕露立，闭息顺气，体舒无疹粟，射鸟者以为神仙。”这里系反用此典。“浓香”两句。言桂花的浓艳香气充斥四周，似乎再也没有地方可以容纳她的花香了。但是如果天气一旦转冷，虽然桂花的香气犹存，桂花却要像雨雪般地纷纷落下。“绣茵展”三\n"]}},{"title":"咏物","cont":{"title":"惜秋华·木芙蓉","nian":"宋代","author":"吴文英","contson":"\n路远仙城，自王郎去后，芳卿憔悴。锦段镜空，重铺步障新绮。凡花瘦不禁秋，幻腻玉、腴红鲜丽。相携。试新妆乍毕，交扶轻醉。 长记断桥外。骤玉骢过处，千娇凝睇。昨梦顿醒，依约旧时眉翠。愁边暮合碧云，倩唱入、六幺声里。风起。舞斜阳、阑干十二。\n","contyishang":[]}},{"title":"咏物","cont":{"title":"咏荔枝","nian":"明代","author":"丘浚","contson":"\n世间珍果更无加，玉雪肌肤罩绛纱。一种天然好滋味，可怜生处是天涯。\n","contyishang":["　　诗贵自然，“咏物以托物寄兴为上”（清·薛雪《一瓢诗话》），托物寄兴亦以自然为绝妙，自然天成是咏物诗的至境。丘浚作诗主张自然成文，反对用奇语异辞，认为“眼前景物口头语，便是诗家绝妙辞”（《答友人论诗》）。所以，他的诗大都写得自然清新，颇多天机自动天籁自鸣机趣。他的咏物诗也大多是“眼前景物口头语”的自然流露，并不刻意追求寄托，只是在有意无意之间托物寄兴，借景言情，似无寄托而寄托遥深，更是精彩绝妙，不同凡响。","　　这首《咏荔枝》诗看似寻常却奇兀，正确理解“可怜”一句，是准确把握全诗寄托所在的关键。一般人都把“可怜”理解为“哀怜”，那不但是对诗人匠心的隔阂，更是对诗人襟抱的无\n"]}},{"title":"咏物","cont":{"title":"杨柳枝·馆娃宫外邺城西","nian":"唐代","author":"温庭筠","contson":"\n馆娃宫外邺城西，远映征帆近拂堤。系得王孙归意切，不关芳草绿萋萋。\n","contyishang":["译文馆娃宫外，邺城西面，都是杨柳依依。远方柳影辉映征帆，近处柳丝轻拂长堤。杨柳依依，牵系远游的人思归之心甚切。这思归之心，并非那春草萋萋所引起。","注释⑴杨柳枝：唐教坊曲名，后用为词牌名，又名“杨柳”“柳枝”。七言绝句之一体，四句三平韵。⑵馆娃宫：春秋时吴国宫名。据《越绝书》载，吴王于研石山置馆娃宫。传说西施至吴，吴王夫差筑此宫以住西施。左思《吴都赋》：“幸乎馆娃之宫。”此宫旧址在今江苏省吴县西南灵岩山上。《吴郡志》：研石山一曰灵岩山，上有吴馆娃宫、琴台等。邺城：三国曹操作魏王时的都城，故址在今河北临漳县西南，曹操曾筑铜雀台在\n"]}},{"title":"咏物","cont":{"title":"野人送朱樱","nian":"唐代","author":"杜甫","contson":"\n西蜀樱桃也自红，野人相赠满筠笼。数回细写愁仍破，万颗匀圆讶许同。忆昨赐沾门下省，退朝擎出大明宫。金盘玉箸无消息，此日尝新任转蓬。\n","contyishang":["译文西蜀的樱桃原来也是这般鲜红啊，乡野之人送我满满一竹笼。熟得很透啊，几番细心地移放却还是把它弄破了，令人惊讶的是上万颗樱桃竟然如此圆得匀称而相同。回想当年在门下省供职时，曾经蒙受皇帝恩赐的樱桃，退朝时双手把它擎出大明宫。唉！金盘玉箸早已相隔遥远，今日尝新之时，我已漂泊大涯如同转蓬。","注释野人：指平民百姓。朱樱：红樱桃。也自红：意思是说与京都的一般红。筠（yún）笼：竹篮。细写：轻轻倾倒。愁：恐怕，担心。万颗匀圆：指上万颗樱桃不大不小，均匀圆润。讶许同：惊讶如此相同\n"]}},{"title":"咏物","cont":{"title":"京兆府栽莲","nian":"唐代","author":"白居易","contson":"\n污沟贮浊水，水上叶田田。我来一长叹，知是东溪莲。下有青污泥，馨香无复全。上有红尘扑，颜色不得鲜。物性犹如此，人事亦宜然。托根非其所，不如遭弃捐。昔在溪中日，花叶媚清涟。今年不得地，憔悴府门前。\n","contyishang":[]}},{"title":"咏物","cont":{"title":"太常引·建康中秋夜为吕叔潜赋","nian":"宋代","author":"辛弃疾","contson":"\n一轮秋影转金波，飞镜又重磨。把酒问姮娥：被白发、欺人奈何？乘风好去，长空万里，直下看山河。斫去桂婆娑，人道是、清光更多。\n","contyishang":["译文一轮缓缓移动的秋月洒下万里金波，就像那刚磨亮的铜镜又飞上了天廓。我举起酒杯问那月中的嫦娥：怎么办呢？白发日增，好像故意欺负我。我要乘风飞上万里长空，俯视祖国的大好山河。还要砍去月中摇曳的桂树枝柯，人们说，这将使月亮洒下人间的光辉更多。","注释 ⑴太常引：词牌名。⑵吕叔潜：名大虬，生平事迹不详，似为作者声气相应的朋友。⑶金波：形容月光浮动，因亦指月光。《汉书》卷二十二《礼乐志》：“月穆穆以金波”。颜师古注：“言月光穆穆，若金之波流也”。苏轼《洞仙歌》词：“金波淡，玉绳低转”。⑷飞镜：飞天之明镜，指月亮\n"]}},{"title":"咏物","cont":{"title":"咏孤石","nian":"南北朝","author":"惠标","contson":"\n中原一孤石，地理不知年。根含彭泽浪，顶入香炉烟。崖成二鸟翼，峰作一芙莲。何时发东武，今来镇蠡川。\n","contyishang":[]}},{"title":"咏物","cont":{"title":"薛宝钗咏白海棠","nian":"清代","author":"曹雪芹","contson":"\n珍重芳姿昼掩门，自携手瓮灌苔盆。胭脂洗出秋阶影，冰雪招来露砌魂。淡极始知花更艳，愁多焉得玉无痕。欲偿白帝宜清洁，不语婷婷日又昏。\n","contyishang":[]}},{"title":"咏物","cont":{"title":"和袭美木兰后池三咏·白莲","nian":"唐代","author":"陆龟蒙","contson":"\n素蘤多蒙别艳欺，此花端合在瑶池。无情有恨何人觉？月晓风清欲堕时。\n","contyishang":["译文素雅之花常常要被艳花欺，白莲花总应生长在瑶池里。月儿明风儿清花儿要凋谢，只有恨却无情谁人了解你？","注释⑴蘤（huā）：“花”的古体字。⑵此花：指白莲。端合：真应该。端，一作“真”。瑶池：传说中的仙境，相传为西王母所居，《穆天子传》有“觞西王母于瑶池之上”的话。⑶欲堕时：指白莲将要凋谢的时候。"]}},{"title":"咏物","cont":{"title":"临江仙·柳絮","nian":"清代","author":"曹雪芹","contson":"\n白玉堂前春解舞，东风卷得均匀。蜂围蝶阵乱纷纷。几曾随逝水？岂必委芳尘？万缕千丝终不改，任他随聚随分。韶华休笑本无根。好风凭借力，送我上青云。\n","contyishang":[]}},{"title":"咏物","cont":{"title":"洞仙歌·荷花","nian":"宋代","author":"刘光祖","contson":"\n晚风收暑，小池塘荷净。独倚胡床酒初醒。起徘徊、时有香气吹来，云藻乱，叶底游鱼动影。 空擎承露盖，不见冰容，惆怅明妆晓鸾镜。后夜月凉时，月淡花低，幽梦觉、欲凭谁省。且应记、临流凭阑干，便遥想，江南红酣千顷。\n","contyishang":["译文　　傍晚的清风消除了白昼的热气，小池塘里荷叶静静地挺立。我从胡床上酒后醒来，独自在池塘边散步徘徊。微风不断吹来荷叶的清香，水草晃动，看得见荷叶下鱼儿游动的模样。眼前荷秆空空地举着它的叶片，而那冰清玉洁的荷花已难睹其面。我忧愁啊，荷花的模样已经如此这般，明晨怎堪化妆对镜去照容颜。夜深人静，月亮在充满凉意的空中穿行，月光惨淡、花朵低垂，犹如一个凄凉幽幻的梦境。这情景能有谁会理解，又有何人能够同情?也应记得，那临江手扶栏杆眺望的情景，江南湖面千顷，全是荷花的一片浓红。 ","注释①胡床：一种可以折叠的轻便坐具，也叫交椅、交床。由胡地传入，故名。②\n"]}},{"title":"咏物","cont":{"title":"香菱咏月·其一","nian":"清代","author":"曹雪芹","contson":"\n月挂中天夜色寒，清光皎皎影团团。诗人助兴常思玩，野客添愁不忍观。翡翠楼边悬玉镜，珍珠帘外挂冰盘。良宵何用烧银烛，晴彩辉煌映画栏。\n","contyishang":["译文月亮挂在中天夜色多么寒凉，月光如此皎洁月轮分外团圆。诗人们月下吟常常雅兴勃发，漂泊的游子惹恨牵愁却不忍把她遥观。月轮啊！你是翡翠楼边悬挂着的玉镜，月轮啊！你是珍珠帘外高挂着的冰盘。这美好的夜晚何必要点起蜡烛，辉煌的光彩映照着这画栋雕栏。 ","注释寒：寒冷。团团：团圆。悬：悬挂着。良宵：美好的夜晚。晴彩：辉煌的光彩。"]}},{"title":"咏物","cont":{"title":"中秋见月和子由","nian":"宋代","author":"苏轼","contson":"\n明月未出群山高，瑞光千丈生白毫。一杯未尽银阙涌，乱云脱坏如崩涛。谁为天公洗眸子，应费明河千斛水。遂令冷看世间人，照我湛然心不起。西南火星如弹丸，角尾奕奕苍龙蟠。今宵注眼看不见，更许萤火争清寒。何人舣舟临古汴，千灯夜作鱼龙变。曲折无心逐浪花，低昂赴节随歌板。青荧灭没转前山，浪飐风回岂复坚。明月易低人易散，归来呼酒更重看。堂前月色愈清好，咽咽寒螀鸣露草。卷帘推户寂无人，窗下咿哑惟楚老。南都从事莫羞贫，对月题诗有几人。明朝人事随日出，恍然一梦瑶台客。\n","contyishang":[]}},{"title":"咏物","cont":{"title":"极相思·题陈藏一水月梅扇","nian":"宋代","author":"吴文英","contson":"\n玉纤风透秋痕。凉与素怀分。乘鸾归后，生绡净翦，一片冰云。 心事孤山春梦在，到思量、犹断诗魂。水清月冷，香消影瘦，人立黄昏。\n","contyishang":["　　这首词的上片写女主人及其扇的特点。下片写扇上的水月梅图画。本词是咏女主人的扇，但女主人是谁？杨铁夫《吴梦窗词笺释》认为是去姬，他说：“此扇必去姬所遗物，为陈藏一所绘者。”俞陛云《唐五代两宋词选释》认为此词“为道女题扇而作”。吴文英词中是有为道女题扇之作的，如《朝中措·题阑室道女扇》。从本词内容来看，这是题陈藏一所藏或所绘的道女扇的一首词。","　　这首词的主旨是题扇，主要是歌咏扇上的“水月梅”图画。全词在描写扇的主人、扇的质料以及扇的图画时，都强调了它的清白、纯洁的特点。陈廷焯《白雨斋词话》说：“梦窗精于造句，超逸处，则仙骨珊珊，洗脱凡艳。”这首词正是具备这种超逸风格，词\n"]}},{"title":"咏物","cont":{"title":"与颜钱塘登障楼望潮作","nian":"唐代","author":"孟浩然","contson":"\n百里闻雷震，鸣弦暂辍弹。府中连骑出，江上待潮观。照日秋云迥，浮天渤澥宽。惊涛来似雪，一座凛生寒。\n","contyishang":["　　这是一首咏写钱江潮的名作，叙写江潮如雷似雪，有声有色，十分壮观。","　　钱塘潮又称海宁潮，每当中秋佳节前后，钱塘江就要涨潮，旧历八月十八日是潮汛的最高潮期。潮头最高时达三点五米，潮差可达十二米，奔腾澎湃，势不可当，是宇宙间的壮观。自古及今，咏写钱塘潮的诗词车载斗量，但艺术成就最高的要数这首诗与宋代潘阆的《酒泉子·长忆观潮》词，被评家誉之为咏潮“双璧”。","　　颜钱塘，即钱塘县令颜某，生平不详。障楼，杭州城外一观潮处。这首诗可以分为观潮前与观潮两部分。前四句写观潮前，“百里闻雷震”，先声夺人。闻见雷声，全城人马，不论达官要人，还是百姓居民，“鸣弦暂辍弹”，“\n"]}},{"title":"咏物","cont":{"title":"九字梅花咏","nian":"元代","author":"明本","contson":"\n昨夜西风吹折千林梢，渡口小艇滚入沙滩坳。野桥古梅独卧寒屋角，疏影横斜暗上书窗敲。半枯半活几个擫蓓蕾，欲开未开数点含香苞。纵使画工奇妙也缩手，我爱清香故把新诗嘲。\n","contyishang":[]}},{"title":"咏物","cont":{"title":"柳梢青·过何郎石见早梅","nian":"宋代","author":"赵长卿","contson":"\n云暗天低。枫林凋翠，寒雁声悲。茅店儿前，竹篱笆后，初见横枝。盈盈粉面香肌。记月榭、当年见伊。有恨难传，无肠可断，立马多时。\n","contyishang":[]}},{"title":"咏物","cont":{"title":"菩萨蛮·湿云不动溪桥冷","nian":"宋代","author":"朱淑真","contson":"\n湿云不动溪桥冷。嫩寒初透东风影。桥下水声长。一枝和月香。人怜花似旧。花比人应瘦。莫凭小栏干。夜深花正寒。\n","contyishang":["译文潮湿的云彩凝滞不动，溪桥清冷，轻寒刚刚穿透东风的身影。桥下水发出长长的声响，河畔的梅枝正揉和着月光发出香气。人爱花好似见了旧友，花与人比较起来该是俊秀清瘦。独自一人寂寞靠着那小小的栏杆，殊不知夜深正熬受着寒冷哩！","注释⑴菩萨蛮：本唐教坊曲，后用为词牌名，也用作曲牌。亦作《菩萨鬘》。⑵湿云：天空中凝聚的浓云。⑶嫩寒：轻寒；微寒。⑷莫：同寞，寂寞。"]}},{"title":"咏物","cont":{"title":"与东方左史虬修竹篇","nian":"唐代","author":"陈子昂","contson":"\n东方公足下：文章道弊五百年矣。汉魏风骨，晋宋莫传，然而文献有可征者。仆尝暇时观齐、梁间诗，彩丽竞繁，而兴寄都绝，每以永叹。思古人，常恐逶迤颓靡，风雅不作，以耿耿也。一昨于解三处，见明公《咏孤桐篇》，骨气端翔，音情顿挫，光英朗练，有金石声。遂用洗心饰视，发挥幽郁。不图正始之音复睹于兹，可使建安作者相视而笑。解君云：“张茂先、何敬祖，东方生与其比肩。”仆亦以为知言也。故感叹雅制，作《修竹诗》一首，当有知音以传示之。\n龙种生南岳，孤翠郁亭亭。峰岭上崇崒，烟雨下微冥。夜闻鼯鼠叫，昼聒泉壑声。春风正淡荡，白露已清泠。哀响激金奏，密色滋玉英。岁寒霜雪苦，含彩独青青。岂不厌凝冽，羞比春木荣。春木有荣歇，此节无凋零。始愿与金石，终古保坚贞。不意伶伦子，吹之学凤鸣。遂偶云和瑟，张乐奏天庭。妙曲方千变，箫韶亦九成。信蒙雕斫美，常愿事仙灵。驱驰翠虬驾，伊郁紫鸾笙。结交嬴台女，吟弄升天行。携手登白日，远游戏赤城。低昂玄鹤舞，断续彩云生。永随众仙去，三山游玉京。\n","contyishang":["译文龙种生长在南岳衡山，孤傲的翠竹茂盛高耸。上面是峰岭高峻挺拔，下面有烟雨幽暗朦胧。夜里听到飞鼠的叫唤，白天乱耳有山泉淙淙。春日和风正舒缓荡漾，洁白露水已清凉晶莹。哀厉声响如击钟鸣奏，深密色泽被霜雪滋润。岁寒天冷草木苦霜雪，修竹的光彩犹自青青。难道不饱尝凝冻凛冽？羞与春天的树木争荣。春天的树木有盛有衰，它的节梗却从不凋零。初衷本愿与金石同类，永远保持本性的坚贞。没曾想会有伶伦先生，吹奏它学那凤凰之声。于是与云和之瑟配合，设乐合奏在九天之庭。美妙乐\n"]}},{"title":"咏物","cont":{"title":"莲叶","nian":"唐代","author":"郑谷","contson":"\n移舟水溅差差绿，倚槛风摆柄柄香。(风摆 一作：风摇)多谢浣纱人未折，雨中留得盖鸳鸯。\n","contyishang":[]}},{"title":"咏物","cont":{"title":"小松","nian":"唐代","author":"杜荀鹤","contson":"\n自小刺头深草里，而今渐觉出蓬蒿。 时人不识凌云木，直待凌云始道高。\n","contyishang":["译文松树小的时候长在很深很深的草中，埋没看不出来，到现在才发现已经比那些野草（蓬蒿）高出了许多。那些人当时不识得可以高耸入云的树木，直到它高耸入云，人们才说它高。 ","注释①刺头：指长满松针的小松树。② 蓬蒿（pénghāo）：两种野草。③ 直待：直等到。④ 凌云：高耸入云。⑤始道：才说。"]}},{"title":"咏物","cont":{"title":"昭君怨·梅花","nian":"宋代","author":"郑域","contson":"\n道是花来春未。道是雪来香异。竹外一枝斜。野人家。冷落竹篱茅舍。富贵玉堂琼榭。两地不同栽。一般开。\n","contyishang":["译文说它是花。春天却未到来。说它是雪，却幽香无比。冒着严寒，傍着竹林，在乡村的农舍绽放。无论是生长在荒野人家还是在亭台水榭的富贵之乡，都是一样的盛开。","注释野人家：野外村民家。一般：一样，同样。"]}},{"title":"咏物","cont":{"title":"咏芭蕉","nian":"清代","author":"郑板桥","contson":"\n芭蕉叶叶为多情，一叶才舒一叶生。自是相思抽不尽，却教风雨怨秋声。\n","contyishang":[]}},{"title":"咏物","cont":{"title":"瓠叶","nian":"先秦","author":"佚名","contson":"\n幡幡瓠叶，采之亨之。君子有酒，酌言尝之。\n有兔斯首，炮之燔之。君子有酒，酌言献之。\n有兔斯首，燔之炙之。君子有酒，酌言酢之。\n有兔斯首，燔之炮之。君子有酒，酌言酬之。\n","contyishang":["译文瓠叶翩舞瓠瓜香，采来做菜又煮汤。君子备好香醇酒，斟满酒杯请客尝。野兔肉儿鲜又嫩，烤它煨它味道美。君子备好香醇酒，斟满敬客喝一杯。野兔肉儿鲜又嫩，烤它熏它成佳肴。君子备好香醇酒，斟满回敬礼节到。野兔肉儿鲜又嫩，煨它烤它成美味。君子备好香醇酒，斟满劝饮又一杯。","注释⑴瓠（hù）：葫芦科植物的总称。⑵幡（fān）幡：翩翩，反覆翻动的样子。⑶亨（pēng）：同“烹”，煮。⑷酌：斟酒。言：助词。尝：品尝。⑸斯：语助词。首：头，只。一说斯首即白头，兔小者头白。⑹\n"]}},{"title":"咏物","cont":{"title":"燕归梁·凤莲","nian":"宋代","author":"蒋捷","contson":"\n我梦唐宫春昼迟。正舞到、曳裾时。翠云队仗绛霞衣。慢腾腾、手双垂。 忽然急鼓催将起，似彩凤、乱惊飞。梦回不见万琼妃。见荷花、被风吹。\n","contyishang":[]}},{"title":"咏物","cont":{"title":"把酒问月·故人贾淳令予问之","nian":"唐代","author":"李白","contson":"\n青天有月来几时？我今停杯一问之。人攀明月不可得，月行却与人相随。皎如飞镜临丹阙，绿烟灭尽清辉发。但见宵从海上来，宁知晓向云间没。白兔捣药秋复春，嫦娥孤栖与谁邻？今人不见古时月，今月曾经照古人。古人今人若流水，共看明月皆如此。唯愿当歌对酒时，月光长照金樽里。\n","contyishang":["译文青天上明月高悬起于何时？我现在停下酒杯且一问之。人追攀明月永远不能做到，月亮行走却与人紧紧相随。皎洁得如镜飞升照临宫阙，绿烟散尽发出清冷的光辉。只能看见每晚从海上升起，谁能知道早晨在云间隐没。月亮里白兔捣药自秋而春，嫦娥孤单地住着与谁为邻？现在的人见不到古时之月，现在的月却曾经照过古人。古人与今人如流水般流逝，共同看到的月亮都是如此。只希望对着酒杯放歌之时，月光能长久地照在金杯里。","注释⑴题下作者自注：故人贾淳令予问之。⑵丹阙：朱红色的宫殿。绿烟：指\n"]}},{"title":"咏物","cont":{"title":"小重山令·赋潭州红梅","nian":"宋代","author":"姜夔","contson":"\n人绕湘皋月坠时。斜横花树小，浸愁漪。一春幽事有谁知？东风冷，香远茜裙归。鸥去昔游非。遥怜花可可，梦依依。九疑云杳断魂啼。相思血，都沁绿筠枝。\n","contyishang":["译文在湘江边绕着江岸一直走下去，不觉月亮都快要落下来了。江畔的梅树横斜，小小的花枝开放，浸满了忧愁的涟漪。梅花的一春幽愁之事有谁知道呢？寒冷的东风吹起。梅花也很快就要花落香消了。鸥鸟离去，昔日之物已是物是人非。只能远远地怜惜那美丽动人的花朵和依依别梦。九嶷山云雾杳杳，娥皇、女英断魂哭泣，相思血泪浸透在绿竹枝上。","注释1.小重山令：即《小重山》，又名《小冲山》、《柳色新》。唐人常用此调写宫女幽怨。《词谱》以薛昭蕴词为正体。双调五十八字。上下片各四句，四平韵。换头句较上片起句少二字，其余各句上下片均同。另有五十七字、六十字两体，是变格。\n"]}},{"title":"咏物","cont":{"title":"点绛唇·素香丁香","nian":"宋代","author":"王十朋","contson":"\n落木萧萧，琉璃叶下琼葩吐。素香柔树。雅称幽人趣。 无意争先，梅蕊休相妒。含春雨。结愁千绪。似忆江南主。\n","contyishang":["树叶还是稀稀落落的，丁香树叶下丁香花就开放了，吐露出的素淡的香气环绕着树，雅士称赞这是幽居之士的乐趣。 丁香花没有想争夺春光，梅花不要嫉妒。她在春雨中愁绪满怀，好像在怀念江南故土。","韵译冷落凄清秋叶飞，琼枝玉叶却吐蕊。柔树飘出缕缕香，恰如幽隐贞人美。无意争春斗娇艳，梅花开尽莫相妒。心含春雨愁千绪，好似想起江南主。 "]}},{"title":"咏物","cont":{"title":"螃蟹咏","nian":"清代","author":"曹雪芹","contson":"\n铁甲长戈死未忘，堆盘色相喜先尝。螯封嫩玉双双满，壳凸红脂块块香。多肉更怜卿八足，助情谁劝我千觞。对兹佳品酬佳节，桂拂清风菊带霜。\n","contyishang":[]}},{"title":"咏物","cont":{"title":"水龙吟·白莲","nian":"宋代","author":"张炎","contson":"\n仙人掌上芙蓉，涓涓犹滴金盘露。轻装照水，纤裳玉立，飘飘似舞。几度销凝，满湖烟月，一汀鸥鹭。记小舟夜悄，波明香远，浑不见、花开处。应是浣纱人妒。褪红衣、被谁轻误？闲情淡雅，冶姿清润，凭娇待语。隔浦相逢，偶然倾盖，似传心素。怕湘皋佩解，绿云十里，卷西风去。\n","contyishang":["　　“仙人掌上芙蓉，涓涓犹滴金盘露。轻装照水，纤裳玉立，飘飘似舞。”是对白莲作总体的概括描写。把莲花比作仙人掌上的芙蓉，它还滴着金盘的玉露，借用的是汉武帝承露盘事。落笔把莲花的整体精神摄起的，跟着具体勾画：“轻装”、“纤裳”，为形质；“照水”、“玉立”，为姿态。配似“飘飘似舞”，使莲花的形象突现眼前。","　　“几度销凝，满湖烟月，一汀鸥鹭”随即换了角度，自身落笔。“销凝”意为徘徊凝望。几度排徊在满湖烟月和一汀鸥鹭之中，为的是要领略这诗的环境中那白莲的雅韵。“记小舟夜悄，波明香远，浑不见、花开处。”悄然静夜之中，驾一叶扁舟，在湖上飘摇。淡白的湖光，远送的香气，皆进目鼻之中，那\n"]}},{"title":"咏物","cont":{"title":"鼓钟","nian":"先秦","author":"佚名","contson":"\n鼓钟将将，淮水汤汤，忧心且伤。淑人君子，怀允不忘。\n鼓钟喈喈，淮水湝湝，忧心且悲。淑人君子，其德不回。\n鼓钟伐鼛，淮有三洲，忧心且妯。淑人君子，其德不犹。\n鼓钟钦钦，鼓瑟鼓琴，笙磬同音。以雅以南，以龠不僭。\n","contyishang":["译文敲起乐钟声铿锵，淮水奔流浩荡荡，我心忧愁又悲伤。遥想善良的君子，深切怀念永难忘。敲起乐钟声和谐，淮水滔滔不停歇，我心忧愁又悲切。遥想善良的君子，德行正直且无邪。敲起乐钟擂起鼓，乐声回荡在三洲，我心悲哀又难受。遥想善良的君子，美德传扬垂千秋。敲起乐钟声钦钦，又鼓瑟来又弹琴，笙磬谐调又同音。配以雅乐和南乐，籥管合奏音更真。","注释⑴鼓：敲击。⑵将（qiāng）将：同“锵锵”，象声词，形容钟声响亮。⑶汤（shāng）汤：大水涌流貌，犹荡荡。⑷淑人君子：美德之人。淑：善。\n"]}},{"title":"咏物","cont":{"title":"咏秋江","nian":"宋代","author":"林逋","contson":"\n苍茫沙嘴鹭鸶眠，片水无痕浸碧天。最爱芦花经雨后，一蓬烟火饭鱼船。\n","contyishang":[]}},{"title":"咏物","cont":{"title":"梅花","nian":"宋代","author":"陈亮","contson":"\n疏枝横玉瘦，小萼点珠光。一朵忽先变，百花皆后香。欲传春信息，不怕雪埋藏。玉笛休三弄，东君正主张。\n","contyishang":[]}},{"title":"咏物","cont":{"title":"鹦鹉赋","nian":"两汉","author":"祢衡","contson":"\n　　时黄祖太子射，宾客大会。有献鹦鹉者，举酒于衡前曰：“祢处士，今日无用娱宾，窃以此鸟自远而至，明彗聪善，羽族之可贵，愿先生为之赋，使四座咸共荣观，不亦可乎？”衡因为赋，笔不停缀，文不加点。其辞曰：\n　　惟西域之灵鸟兮，挺自然之奇姿。体金精之妙质兮，合火德之明辉。性辩慧而能言兮，才聪明以识机。故其嬉游高峻，栖跱幽深。飞不妄集，翔必择林。绀趾丹觜，绿衣翠衿。采采丽容，咬咬好音。虽同族于羽毛，固殊智而异心。配鸾皇而等美，焉比德于众禽？\n　　于是羡芳声之远畅，伟灵表之可嘉。命虞人于陇坻，诏伯益于流沙。跨昆仑而播弋，冠云霓而张罗。虽纲维之备设，终一目之所加。且其容止闲暇，守植安停。逼之不惧，抚之不惊。宁顺从以远害，不违迕以丧生。故献全者受赏，而伤肌者被刑。\n　　尔乃归穷委命，离群丧侣。闭以雕笼，翦其翅羽。流飘万里，崎岖重阻。逾岷越障，载罹寒暑。女辞家而适人，臣出身而事主。彼贤哲之逢患，犹栖迟以羁旅。矧禽鸟之微物，能驯扰以安处！眷西路而长怀，望故乡而延伫。忖陋体之腥臊，亦何劳于鼎俎？嗟禄命之衰薄，奚遭时之险巇？岂言语以阶乱，将不密以致危？痛母子之永隔，哀伉俪之生离。匪余年之足惜，愍众雏之无知。背蛮夷之下国，侍君子之光仪。惧名实之不副，耻才能之无奇。羡西都之沃壤，识苦乐之异宜。怀代越之悠思，故每言而称斯。\n　　若乃少昊司辰，蓐收整辔。严霜初降，凉风萧瑟。长吟远慕，哀鸣感类。音声凄以激扬，容貌惨以憔悴。闻之者悲伤，见之者陨泪。放臣为之屡叹，弃妻为之歔欷。\n　　感平生之游处，若埙篪之相须。何今日之两绝，若胡越之异区？顺笼槛以俯仰，窥户牖以踟蹰。想昆山之高岳，思邓林之扶疏。顾六翮之残毁，虽奋迅其焉如？心怀归而弗果，徒怨毒于一隅。苟竭心于所事，敢背惠而忘初？讬轻鄙之微命，委陋贱之薄躯。期守死以报德，甘尽辞以效愚。恃隆恩于既往，庶弥久而不渝。\n","contyishang":["　　当年黄祖的长子黄射举行宾客大会，有人献上一只鹦鹉并给祢衡敬上一杯酒说：“祢处士，今日大会没有什么可以用来娱乐宾客的，我个人认为此鸟自远而至，明彗聪善，是鸟类中十分珍贵的一种，祈望先生为它作一篇赋，使四座得以增光，您认为可不可以呢？” 祢衡于是为之作赋，一时笔不停缀，文不加点，笔下流出的文辞说： ","　　这是来自西域的灵鸟啊，它具有自然而奇特的身姿。洁白的羽毛体现它绝妙的气质啊，火红的嘴喙闪耀着明亮的光辉。性情智慧而善于人言啊，才智聪明而常有预见。因此它嬉游于高山峻岭，栖立于幽谷深林。高飞时不胡乱集群，翱翔时必选择佳林。深青带赤的脚趾配以红红的嘴，碧绿的衣杉饰以青翠的彩衿\n"]}},{"title":"咏物","cont":{"title":"南中咏雁诗","nian":"唐代","author":"韦承庆","contson":"\n万里人南去，三春雁北飞。不知何岁月，得与尔同归？\n","contyishang":[]}},{"title":"咏物","cont":{"title":"菊","nian":"唐代","author":"郑谷","contson":"\n王孙莫把比蓬蒿，九日枝枝近鬓毛。露湿秋香满池岸，由来不羡瓦松高。\n","contyishang":["译文公子贵族莫把菊苗看成普通野生草，重阳佳节，插菊在鬓发，朵朵争俏。露水阳光让菊花更丰润，香满池岸绿满池岸，因此它从来不用羡慕寄生的瓦松是不是很高。 ","注释菊：此处暗指品德高尚的人。王孙：公子哥。比：看作。蓬蒿：野生草。九日：重阳节。秋香：菊花。由来：因此从来。瓦松：一种寄生在高大建筑物瓦檐处的植物，但“高不及尺，下才如寸”，没有什么用处。"]}},{"title":"咏物","cont":{"title":"诉衷情·小梅风韵最妖娆","nian":"宋代","author":"晏几道","contson":"\n小梅风韵最妖娆。开处雪初消。南枝欲附春信，长恨陇人遥。闲记忆，旧江皋。路迢迢。暗香浮动，疏影横斜，几处溪桥。\n","contyishang":[]}},{"title":"咏物","cont":{"title":"水龙吟·燕忙莺懒芳残","nian":"宋代","author":"章楶","contson":"\n燕忙莺懒芳残，正堤上、柳花飘坠。轻飞乱舞，点画青林，全无才思。闲趁游丝，静临深院，日长门闭。傍珠帘散漫，垂垂欲下，依前被、风扶起。兰帐玉人睡觉，怪春衣、雪沾琼缀。绣床旋满，香毬无数，才圆却碎。时见蜂儿，仰粘轻粉，鱼吞池水。望章台路杳，金鞍游荡，有盈盈泪。(香毬 一作：香球)\n","contyishang":["译文燕儿忙忙，莺儿懒獭，繁花芳残。柳堤上，杨花飘飘坠落，轻轻舒展，曼舞婆婆，在绿色的林木中点画渲染，使人忆起韩愈“杨花榆荚无才思”的诗篇。杨花她悠闲地趁着春日的游丝，悄悄地进入了深深的庭院。此时正是日长门闭，依傍着珠帘四散。缓缓地想飘入闺房，却又一如先前，被风儿扶起。美丽的玉帐里少妇正在入睡，杨花沾满了少妇的春衣，像飞雪一般地沾附，像琼玉一般轻缀。美丽的绣床上也很快就沾满了无数的香球，才圆了，很快又破碎。少妇无法入睡，不时有蜂儿，身上沾着花粉在飞，池水里，有鱼儿戏水欢会。望望那夫婿游荡的长满柳树的章台路，路杳杳，无消息，不禁涌出了热泪。","注释\n"]}},{"title":"咏物","cont":{"title":"鹧鸪天·桂花","nian":"宋代","author":"李清照","contson":"\n暗淡轻黄体性柔，情疏迹远只香留。何须浅碧深红色，自是花中第一流。(深红 一作：轻)梅定妒，菊应羞，画阑开处冠中秋。骚人可煞无情思，何事当年不见收。(阑 通：栏)\n","contyishang":["译文　　淡黄色的桂花，并不鲜艳，但体态轻盈。于幽静之处，不惹人注意，只留给人香味。不需要具有名花的红碧颜色。桂花色淡香浓，应属最好的。　　（和桂花相比）梅花一定妒嫉，菊花自当羞惭。桂花是秋天里百花之首，天经地义。可憾屈原对桂花不太了解，太没有情意了。不然，他在《离骚》中赞美那么多花，为什么没有提到桂花呢？","注释⑴鹧鸪天：词牌名。⑵“画阑”句：化用李贺《金铜仙人辞汉歌》的“画栏桂树悬秋香”之句意，谓桂花为中秋时节首屈一指的花木。⑶“骚人”二句：取意于陈与义《清平乐·木犀》的“楚人未识孤妍，《离骚》遗恨千年”之句意。“骚\n"]}},{"title":"咏物","cont":{"title":"摸鱼儿·观潮上叶丞相","nian":"宋代","author":"辛弃疾","contson":"\n望飞来半空鸥鹭，须臾动地鼙鼓。截江组练驱山去，鏖战未收貔虎。朝又暮。诮惯得、吴儿不怕蛟龙怒。风波平步。看红旆惊飞，跳鱼直上，蹙踏浪花舞。凭谁问，万里长鲸吞吐，人间儿戏千弩。滔天力倦知何事，白马素车东去。堪恨处，人道是、属镂怨愤终千古。功名自误。谩教得陶朱，五湖西子，一舸弄烟雨。\n","contyishang":["译文望向天边，潮水好似覆盖半个天空的白色鸥鹭一样铺天盖地而来。片刻之间便听到如擂动战鼓般地动山摇的波涛声，之间横截江面的波峰如千军万马驱赶着白色的山峰而来。江潮汹涌翻滚，如勇士激战不休。吴地青年朝朝暮暮与水为戏，对此简直就像是平常一样，吴儿又怎么会害怕着蛟龙一样翻滚的波涛。弄潮儿在波涛中如履平地，看那红旗翻飞，他们如同锦鳞出水，鱼跃水面，踏着浪花起舞。任凭何人，面对怒潮汹涌如巨鲸吐水一般的潮水，吴越王用箭矢射向潮水不过是人间的一场儿戏。连天的怒潮最终也力倦难治，缓缓东归。常言道，伍子胥用属镂自刎化为潮神遗恨千古自是因为功名误了千古英雄。这警示白白便宜了范蠡与西施漫\n"]}},{"title":"咏物","cont":{"title":"双双燕·小桃谢后","nian":"宋代","author":"吴文英","contson":"\n小桃谢后，双双燕，飞来几家庭户。轻烟晓暝，湘水暮云遥度，帘外余寒未卷，共斜入、红楼深处。相将占得雕梁，似约韶光留住。 堪举。翩翩翠羽。杨柳岸，泥香半和梅雨。落花风软，戏促乱红飞舞。多少呢喃意绪。尽日向、流莺分诉。还过短墙，谁会万千言语。\n","contyishang":[]}},{"title":"咏物","cont":{"title":"多丽·咏白菊","nian":"宋代","author":"李清照","contson":"\n小楼寒，夜长帘幕低垂。恨萧萧、无情风雨，夜来揉损琼肌。也不似、贵妃醉脸，也不似、孙寿愁眉。韩令偷香，徐娘傅粉，莫将比拟未新奇。细看取、屈平陶令，风韵正相宜。微风起，清芬酝藉，不减酴醿。 渐秋阑、雪清玉瘦，向人无限依依。似愁凝、汉皋解佩，似泪洒、纨扇题诗。朗月清风，浓烟暗雨，天教憔悴度芳姿。纵爱惜、不知从此，留得几多时。人情好，何须更忆，泽畔东篱。\n","contyishang":["译文长夜里，虽然放下了帘幕，小楼上依旧寒气逼人。可恨那萧萧飒飒的无情风雨，在夜里摧残着如玉的白菊。 看那白菊，不似杨贵妃的微红醉脸，也不似孙寿的娇柔愁眉。韩令偷香，徐娘傅粉，他们的行径都不能拿来与白菊相比。细细看着，屈原和陶令，孤傲高洁的品性正与白菊相宜。微风吹起，白菊的清香蕴藉，丝毫不亚于淡雅的荼蘼。秋天将尽，白菊愈发显得雪清玉瘦，似向人流露出它无限依恋的惜别情怀。你看它似忧愁凝聚，在汉皋解佩；似泪洒于纨扇题诗。有时是明月清风，有时是浓雾秋雨，老天让白菊在日益憔悴中度尽芳姿。我纵然爱惜，但不知从此还能将它留下多少时候。唉！世人如果都晓得爱护、欣赏，又何须再去追忆\n"]}}]