[{"title":"哲理","cont":{"title":"","nian":"","author":"","contson":"","contyishang":[]}},{"title":"哲理","cont":{"title":"敬姜论劳逸","nian":"先秦","author":"佚名","contson":"\n　　公父文伯退朝，朝其母，其母方绩，文伯曰：“以歜之家而主犹绩，惧干季孙之怒也。其以歜为不能事主乎？”其母叹曰：“鲁其亡乎？使僮子备官而未之闻耶？居，吾语女。昔圣王之处民也，择瘠土而处之，劳其民而用之，故长王天下。夫民劳则思，思则善心生；逸则淫，淫则忘善；忘善则恶心生。沃土之民不材，淫也。瘠土之民，莫不向义，劳也。\n　　是故天子大采朝日，与三公九卿，祖识地德，日中考政，与百官之政事。师尹惟旅牧相，宣序民事。少采夕月，与大史司载纠虔天刑。日入，监九御，使洁奉鐕郊之粢盛，而後即安。诸侯朝修天子之业命，昼考其国国职，夕省其典刑，夜儆百工，使无慆淫，而後即安。卿大朝考其职，昼讲其庶政，夕序其业，夜庀其家事，而後即安。士朝受业，昼而讲贯，夕而习复，夜而计过，无憾，而後即安。自庶人以下，明而动，晦而休，无日以怠。王后亲织玄紞，公侯之夫人，加之纮、綖。卿之内为大带，命妇成祭服。列士之妻，加之以朝服。自庶士以下，皆衣其夫。社而赋事，蒸而献功，男女效绩，愆则有辟。古之制也！君子劳心，小人劳力，先王之训也！自上以下，谁敢淫心舍力？\n　　今我寡也，尔又在下位，朝夕处事，犹恐忘先人之业。况有怠惰，其何以避辟？吾冀而朝夕修我，曰：‘必无废先人。’尔今曰：‘胡不自安？’以是承君之官，余惧穆伯之绝祀也？”\n　　仲尼闻之曰：“弟子志之，季氏之妇不淫矣！”\n","contyishang":["译文　　公父文伯退朝之后，去看望他的母亲，他的母亲正在放线，文伯说：“象我公父歜这样的人家还要主母亲自放线，这恐怕会让季孙恼怒。他会觉得我公父歜不愿意孝敬母亲吧？”他的母亲叹了一口气说：“鲁国要灭亡了吧？让你这样的顽童充数做官却不把做官之道讲给你听？坐下来，我讲给你听。过去圣贤的国王为老百姓安置居所，选择贫瘠之地让百姓定居下来，使百姓劳作，发挥他们的才能，因此(君主)就能够长久地统治天下。老百姓要劳作才会思考，要思考才能（找到）改善生活（的好办法）；闲散安逸会导致人们过度享乐，人们过度享乐就会忘记美好的品行；忘记美好的品行就会产生邪念。居住在沃土之地的百姓劳动水平不高，是因为\n"]}},{"title":"哲理","cont":{"title":"酒箴","nian":"两汉","author":"扬雄","contson":"\n　　子犹瓶矣。观瓶之居，居井之眉。处高临深，动而近危。酒醪不入口，臧水满怀。不得左右，牵于纆徽。一旦叀礙，为瓽所轠。身提黄泉，骨肉为泥。自用如此，不如鸱夷。 \n　　鸱夷滑稽，腹大如壶。尽日盛酒，人复借酤。常为国器，讬于属车。出入两宫，经营公家。由是言之，酒何过乎？ \n","contyishang":["瓶，古代汲水的器具，是陶制的罐子。眉，边缘，和水边为湄的“湄”，原是一字。醪（劳），一种有渣滓的醇酒。臧，同“藏”。纆（墨）徽，原意为捆囚犯的绳索，这里指系瓶的绳子。叀（专）碍，绳子被挂住。叀，悬。瓽（挡dàng），井壁上的砖。轠（雷），碰击。提，抛掷。鸱（痴）夷，装酒的皮袋。滑（骨gǔ）稽，古代一种圆形的，能转动注酒的酒器。此处借喻圆滑。《汉书》作“腹如大壶”。今从《北堂书钞》、《艺文类聚》、《初学记》等书所引。国器，贵重之器。属车，皇帝出行时\n"]}},{"title":"哲理","cont":{"title":"前出塞九首·其六","nian":"唐代","author":"杜甫","contson":"\n挽弓当挽强，用箭当用长。射人先射马，擒贼先擒王。杀人亦有限，列国自有疆。苟能制侵陵，岂在多杀伤。\n","contyishang":["译文拉弓要拉最坚硬的，射箭要射最长的。射人先要射马，擒贼先要擒住他们的首领。杀人要有限制，各个国家都有边界。只要能够制止敌人的侵犯就可以了，难道打仗就是为了多杀人吗？","注释挽：拉。当：应当。长：指长箭。擒：捉拿。前四句极像谣谚，可能是当时军中流行的作战歌诀。马目标大易射，马倒则人非死即伤，故先射马，蛇无头而不行，王擒则贼自溃散，故先擒王。擒王句乃主意所在，下四句便是引伸这一句的。亦有限：是说也有个限度，有个主从。正承上句意。沈德潜《杜诗偶评》：“诸本杀人亦有限，惟文待诏（文徵明\n"]}},{"title":"哲理","cont":{"title":"妾薄命","nian":"唐代","author":"李白","contson":"\n汉帝重阿娇，贮之黄金屋。咳唾落九天，随风生珠玉。宠极爱还歇，妒深情却疏。长门一步地，不肯暂回车。雨落不上天，水覆难再收。君情与妾意，各自东西流。昔日芙蓉花，今成断根草。以色事他人，能得几时好。\n","contyishang":["译文　　汉武帝曾经十分宠爱阿娇，为她筑造金屋让她居住。武帝对她娇宠万分，即使她的唾沫落下，也会被看做像珠玉那样珍贵。娇宠到极点，恩爱也就停歇了，武帝对她的情意渐渐停歇淡薄。阿娇被贬长门后，即使与武帝的寝宫相距很近，武帝也不肯回车，在阿娇那里暂时停留。雨落之后再不会飞上天空，覆水也难再收回。武帝与阿娇的情意，各自东西。往日美丽的芙蓉花，今日成为凄凉的断根之草。如果凭借姿色侍奉他人，相好的日子是十分短暂的。","注释①“汉帝”两句：汉武帝曾有语：“若得阿娇作妇，必作金屋贮之。”②“咳唾”两句：这里化用的是《庄子》里的故事。《庄子·秋水》中有：“\n"]}},{"title":"哲理","cont":{"title":"登鹳雀楼","nian":"唐代","author":"王之涣","contson":"\n白日依山尽，黄河入海流。欲穷千里目，更上一层楼。\n","contyishang":["译文夕阳依傍着西山慢慢地沉没， 滔滔黄河朝着东海汹涌奔流。若想把千里的风光景物看够， 那就要登上更高的一层城楼。 ","注释1．鹳雀楼：旧址在山西永济县，楼高三层，前对中条山，下临黄河。传说常有鹳雀在此停留，故有此名。2．白日：太阳。3．依：依傍。4．尽：消失。 这句话是说太阳依傍山峦沉落。5。欲：想要得到某种东西或达到某种目的的愿望，但也有希望、想要的意思。6．穷：尽，使达到极点。7．千里目：眼界宽阔。8．更：替、换。（不是通常理解的“再”的意思）"]}},{"title":"哲理","cont":{"title":"高阳台·除夜","nian":"宋代","author":"韩疁","contson":"\n频听银签，重燃绛蜡，年华衮衮惊心。饯旧迎新，能消几刻光阴。老来可惯通宵饮，待不眠、还怕寒侵。掩清尊。多谢梅花，伴我微吟。邻娃已试春妆了，更蜂腰簇翠，燕股横金。勾引东风，也知芳思难禁。朱颜那有年年好，逞艳游、赢取如今。恣登临。残雪楼台，迟日园林。\n","contyishang":["译文我频频地倾听更漏之声，又重新点起红烛，满屋光明。年华滚滚宛如流水，令我黯然心惊。饯别旧岁，迎接新春，还能用得着几刻光阴，新的一年翩翩来临。年老体衰，怎么能习惯通宵畅饮？想要守夜不睡，又怕寒气袭人衣襟。我轻轻地放下酒樽，感谢那初开的梅花，陪伴着我独自低吟。邻家的姑娘已试着穿上春衣，美丽的鬓发上首饰簇新。蜂腰形的翡翠晶莹润泽，燕股形的宝钗嵌有黄金。温和的春风引起人们的春情，也令人芳情难禁。朱颜哪能年年都好，应该尽情地游乐，趁着现在的大好光阴，恣意地去眺望登临，观赏那残雪未消的玉色楼台，游览那斜阳辉映的美丽园林。","注释①高阳台：词牌名，取\n"]}},{"title":"哲理","cont":{"title":"贫女","nian":"唐代","author":"秦韬玉","contson":"\n蓬门未识绮罗香，拟托良媒益自伤。谁爱风流高格调，共怜时世俭梳妆。敢将十指夸针巧，不把双眉斗画长。苦恨年年压金线，为他人作嫁衣裳。\n","contyishang":["译文贫家的女儿不识绮罗的芳香，想托个良媒说亲更感到悲伤。谁能爱我高尚的品格和情调？却都喜欢时下正流行的俭妆。敢夸十指灵巧针线做得精美，决不天天描眉与人争短比长。深恨年年手里拿着金线刺绣，都是替富人家小姐做嫁衣裳。","注释⑴蓬门：用蓬茅编扎的门，指穷人家。绮罗：华贵的丝织品或丝绸制品。这里指富贵妇女的华丽衣裳。⑵拟：打算。托良媒：拜托好的媒人。益：更加。⑶风流高格调：指格调高雅的妆扮。风流：指意态娴雅。高格调：很高的品格和情调。⑷怜：喜欢，欣赏。时事俭梳妆：当时妇女的一种妆扮。称“\n"]}},{"title":"哲理","cont":{"title":"画鸡","nian":"明代","author":"唐寅","contson":"\n头上红冠不用裁，满身雪白走将来。平生不敢轻言语，一叫千门万户开。\n","contyishang":["译文头上的红色冠子不用特别剪裁，雄鸡身披雪白的羽毛雄纠纠地走来。它平生不敢轻易鸣叫，它叫的时候，千家万户的门都打开。","注释①裁：裁剪，这里是制作的意思。②将：助词，用在动词和来、去等表示趋向的补语之间。③平生：平素，平常。④轻：随便，轻易。⑤言语：这里指啼鸣，喻指说话，发表意见。⑥一：一旦。⑦千门万户：指众多的人家。"]}},{"title":"哲理","cont":{"title":"北人食菱","nian":"明代","author":"江盈科","contson":"\n　　北人生而不识菱者，仕于南方，席上啖菱，并壳入口。或曰：“食菱须去壳。”其人自护所短，曰：“我非不知，并壳者，欲以去热也。”问者曰：“北土亦有此物否？”答曰：“前山后山，何地不有？”\n　　夫菱生于水而非土产，此坐强不知以为知也。\n","contyishang":["译文　　有个出生在北方不认识菱角的人，在南方做官，（一次）他在酒席上吃菱角，（那个人）连角壳一起放进嘴里吃。有人对他说：“吃菱角必须去掉壳再吃。”那人为了掩饰自己的缺点，（护住自己的无知），说：“我并不是不知道，连壳一起吃进去的原因，是想要清热解毒。”问的人说：“北方也有这种东西吗？”他回答说：“前面的山后面的山，哪块地没有呢？”","　　菱角生长在水中,（他）却说是在土里生长的，这是因为他为了装作有学问，硬要把不知道的说成知道的。","注释1.北人：北方人。2.识：知道。3.菱：俗称菱角，形状像牛头，紫红色，水生植\n"]}},{"title":"哲理","cont":{"title":"长歌行","nian":"两汉","author":"佚名","contson":"\n青青园中葵，朝露待日晞。阳春布德泽，万物生光辉。常恐秋节至，焜黄华叶衰。百川东到海，何时复西归？少壮不努力，老大徒伤悲！\n","contyishang":["译文园中的葵菜都郁郁葱葱，晶莹的朝露阳光下飞升。春天把希望洒满了大地，万物都呈现出一派繁荣。常恐那肃杀的秋天来到，树叶儿黄落百草也凋零。百川奔腾着东流到大海，何时才能重新返回西境？少年人如果不及时努力，到老来只能是悔恨一生。","注释⑴长歌行：汉乐府曲题。这首诗选自《乐府诗集》卷三十，属相和歌辞中的平调曲。⑵葵：“葵”作为蔬菜名，指中国古代重要蔬菜之一。《诗经·豳风·七月》：“七月亨葵及菽。”李时珍《本草纲目》说“葵菜古人种为常食，今之种者颇鲜。有紫茎、白茎二种，以白茎为胜。大叶小花，花紫黄色\n"]}},{"title":"哲理","cont":{"title":"论语十则","nian":"先秦","author":"佚名","contson":"\n子曰：“学而时习之，不亦说乎?有朋自远方来，不亦乐乎?人不知而不愠，不亦君子乎?”（《学而》）\n曾子曰：“吾日三省吾身：为人谋而不忠乎？与朋友交而不信乎？传不习乎？”（《学而》）\n子曰：“温故而知新，可以为师矣。”（《为政》）\n子曰：“学而不思则罔,思而不学则殆。”（《为政》）\n子曰：“由，诲女知之乎！知之为知之，不知为不知，是知也。”（《为政》）\n子曰：“见贤思齐焉，见不贤而内自省也。”（《里仁》）\n子曰：“三人行，必有我师焉。择其善者而从之，其不善者而改之。”（《述而》）\n曾子曰：“士不可以不弘毅，任重而道远。仁以为己任，不亦重乎？死而后已，不亦远乎？”（《泰伯》）\n子曰：“岁寒，然后知松柏之后凋也。”（《子罕》）\n子贡问曰：“有一言而可以终身行之者乎？”子曰：“其恕乎！己所不欲，勿施于人。”（《卫灵公》）\n","contyishang":["第一则:学习方法　　子曰：“学而时习之，不亦说乎？有朋自远方来，不亦乐乎？人不知而不愠(yùn)，不亦君子乎?” (《学而》) 　　孔子说:\"学习并且按时地去复习，不也很快乐吗？有志同道合的人从远方来，不也很高兴吗？别人不了解我但我不生气，不也是道德上有修养的人吗？\" 　　重点字词解释:　(1)子：先生，指孔子。中国古代对于有地位、有学问的男子的尊称，有时也泛称男子。《论语》书中“子曰”的子，都是指孔子而言。孔子（前551——前479），名丘，字仲尼，春秋时鲁国陬邑（现在山东曲 阜）人。是儒家学派的创始人，我国古代的思想家、教育家。\n"]}},{"title":"哲理","cont":{"title":"西施","nian":"唐代","author":"罗隐","contson":"\n家国兴亡自有时，吴人何苦怨西施。西施若解倾吴国，越国亡来又是谁。\n","contyishang":["译文国家兴亡衰败自有其时运，吴人又何苦埋怨是西施使他们国家灭亡的呢？如果西施知道怎样颠覆吴国，那么后来让越国灭亡的又是谁呢？","注释家国：家与国。亦指国家。何苦：用反问语气表示不值得（可用否定式）。解：懂，明白，理解。亡：灭亡。"]}},{"title":"哲理","cont":{"title":"申胥谏许越成","nian":"先秦","author":"左丘明","contson":"\n　　吴王夫差乃告诸大夫曰：“孤将有大志于齐，吾将许越成，而无拂吾虑。若越既改，吾又何求？若其不改，反行，吾振旅焉。”申胥谏曰：“不可许也。夫越非实忠心好吴也，又非慑畏吾甲兵之强也。大夫种勇而善谋，将还玩吴国于股掌之上，以得其志。夫固知君王之盖威以好胜也，故婉约其辞，以从逸王志，使淫乐于诸夏之国，以自伤也。使吾甲兵钝弊，民人离落，而日以憔悴，然后安受吾烬。夫越王好信以爱民，四方归之，年谷时熟，日长炎炎，及吾犹可以战也。为虺弗摧，为蛇将若何？”吴王曰：“大夫奚隆于越？越曾足以为大虞乎？若无越，则吾何以春秋曜吾军士？”乃许之成。\n　　将盟，越王又使诸稽郢辞曰：“以盟为有益乎？前盟口血未乾，足以结信矣。以盟为无益乎？君王舍甲兵之威以临使之，而胡重于鬼神而自轻也。”吴王乃许之，荒成不盟。 \n","contyishang":["译文　　吴国国王夫差便告诉各位大夫说：“我还对齐国有大的企图，我就同意越国的求和，你等不要违背我的意愿。如果越国已经改过，我（对它）还有什么要求呢？如果它不悔改，（等我从齐国）回来，我挥师讨伐它。”申胥劝道：“不能同意求和啊。越国不是诚心和吴国和好，也不是害怕我们的军队的强大。（他们的）大夫文种有勇有谋，（他）将把（我们）吴国在股掌之上玩得团团转，来实现他的愿望。他本来就知道君王您喜欢逞威斗胜，所以说婉转驯服地言辞，来纵容国王您的心志，使您沉浸在征服中原各国的快乐中，来让你自己伤害自己。使我们的军队困顿疲惫，民众流离失所，而日益憔悴，然后他们安全地收拾我们的残局。而越王信用好\n"]}},{"title":"哲理","cont":{"title":"题长安壁主人","nian":"唐代","author":"张谓","contson":"\n世人结交须黄金，黄金不多交不深。 纵令然诺暂相许，终是悠悠行路心。\n","contyishang":["译文世俗的人互相结交需要以黄金为纽带，黄金用得不多，交情自然不深。纵然口头上暂时承诺了什么，实际上他的心就如路人一样冷漠。","注释①世人：指世俗之人。②纵令：纵然，即使。③然诺：许诺。然：答应，信守。④悠悠：平淡隔膜、庸俗不堪的样子。⑤行路心：路上行人的心理。"]}},{"title":"哲理","cont":{"title":"后赤壁赋","nian":"宋代","author":"苏轼","contson":"\n　　是岁十月之望，步自雪堂，将归于临皋。二客从予过黄泥之坂。霜露既降，木叶尽脱， 人影在地，仰见明月，顾而乐之，行歌相答。已而叹曰：“有客无酒，有酒无肴，月白风 清，如此良夜何！”客曰：“今者薄暮，举网得鱼，巨口细鳞，状如松江之鲈。顾安所得酒 乎？”归而谋诸妇。妇曰：“我有斗酒，藏之久矣，以待子不时之需。”于是携酒与鱼，复 游于赤壁之下。江流有声，断岸千尺；山高月小，水落石出。曾日月之几何，而江山不可复 识矣。予乃摄衣而上，履巉岩，披蒙茸，踞虎豹，登虬龙，攀栖鹘之危巢，俯冯夷之幽 宫。盖二客不能从焉。划然长啸，草木震动，山鸣谷应，风起水涌。予亦悄然而悲，肃然而 恐，凛乎其不可留也。反而登舟，放乎中流，听其所止而休焉。时夜将半，四顾寂寥。适有 孤鹤，横江东来。翅如车轮，玄裳缟衣，戛然长鸣，掠予舟而西也。 \n　　须臾客去，予亦就睡。梦一道士，羽衣蹁跹，过临皋之下，揖予而言曰：“赤壁之游乐 乎？”问其姓名，俯而不答。“呜呼！噫嘻！我知之矣。畴昔之夜，飞鸣而过我者，非子也 邪？”道士顾笑，予亦惊寤。开户视之，不见其处。 \n","contyishang":["译文　　这一年十月十五日，我从雪堂出发，准备回临皋亭。有两位客人跟随着我，一起走过黄泥坂。这时霜露已经降下，叶全都脱落。我们的身影倒映在地上，抬头望见明月高悬。四下里瞧瞧，心里十分快乐；于是一面走一面吟诗，相互酬答。","　　过了一会儿，我叹惜地说：“有客人却没有酒，有酒却没有菜。月色皎洁，清风吹拂，这样美好的夜晚，我们怎么度过呢？”一位客人说：“今天傍晚，我撒网捕到了鱼，大嘴巴，细鳞片，形状就像吴淞江的鲈鱼。不过，到哪里去弄到酒呢？”我回家和妻子商量，妻子说：“我有一斗酒，保藏了很久，为了应付您突然的需要。”","　　就这样，我们携带着酒和鱼，再次到\n"]}},{"title":"哲理","cont":{"title":"沧浪歌","nian":"先秦","author":"佚名","contson":"\n沧浪之水清兮，可以濯我缨；沧浪之水浊兮，可以濯我足。\n","contyishang":["译文水清的时候可以用来洗涤冠缨；水浊的时候就可以用来洗脚。","注释濯：洗。缨：用线或绳等做的装饰品。"]}},{"title":"哲理","cont":{"title":"王孙圉论楚宝","nian":"先秦","author":"佚名","contson":"\n　　王孙圉聘于晋，定公飨之。赵简子鸣玉以相，问于王孙圉曰：“楚之白珩犹在乎？”对曰：“然。”简子曰：“其为宝也，几何矣？”曰：“未尝为宝。楚之所宝者，曰观射父，能作训辞，以行事于诸侯，使无以寡君为口实。又有左史倚相，能道训典，以叙百物，以朝夕献善败于寡君，使寡君无忘先王之业；又能上下说于鬼神，顺道其欲恶，使神无有怨痛于楚国。又有薮曰云，连徒洲，金、木、竹、箭之所生也，龟、珠、角、齿、皮、革、羽、毛，所以备赋，以戒不虞者也；所以共币帛，以宾享于诸侯者也。若诸侯之好币具，而导之以训辞，有不虞之备，而皇神相之，寡君其可以免罪于诸侯，而国民保焉。此楚国之宝也。若夫白珩，先王之玩也，何宝之焉？”\n　　“圉闻国之宝，六而已：圣能制议百物，以辅相国家，则宝之；玉足以庇荫嘉谷，使无水旱之灾，则宝之；龟足以宪臧否，则宝之；珠足以御火灾，则宝之；金足以御兵乱，则宝之；山林薮泽足以备财用，则宝之。若夫哗嚣之美，楚虽蛮夷，不能宝也。” \n","contyishang":["译文　　（楚国大夫）王孙圉在晋国访问，（晋国国王）定公设宴招待他，（晋国大夫）赵简子（佩带着能发出）鸣响的玉来和他相见，问王孙圉说：“楚国的白珩还在吗？”（王孙圉）回答说：“在。”简子说：“它是宝啊，价值多少啊？”（王孙圉）说：“没（将它）当成宝。楚国所当成宝的，叫观射父，他能发表（上乘的）训导和外交辞令，来和各诸侯国打交道，使我国国君不会有什么话柄。还有左史倚相，能够说出（先王）的训导和典章，陈述各种事物，朝夕将成败的经验和教训告诉国君，使国君不忘记先王的基业；还能上下取悦鬼神，顺应了解它们的好恶，使神不会对楚国有怨怼。还有叫做云连徒洲的多草之湖，金属、木材、箭竹、箭杆所生\n"]}},{"title":"哲理","cont":{"title":"秋日","nian":"宋代","author":"程颢","contson":"\n闲来无事不从容，睡觉东窗日已红。万物静观皆自得，四时佳兴与人同。道通天地有形外，思入风云变态中。富贵不淫贫贱乐，男儿到此是豪雄。\n","contyishang":["译文日子闲散的时候，没有一样事情不自如从容，往往一觉醒来，东边的窗子早已被日头照得一片通红。静观万物，都可以得到自然的乐趣，人们对一年四季中美妙风光的兴致都是一样的。道理通著天地之间一切有形无形的事物，思想渗透在风云变幻之中。只要能够富贵而不骄奢淫逸，贫贱而能保持快乐，这样的男子汉就是英雄豪杰了。","注释①从容：不慌不忙。 ②觉：醒。 ③静观：仔细观察。 ④自得：安逸舒适的样子 ⑤四时：指春、夏、秋、冬四季。 ⑥通：通达 ⑦淫：放纵。\n"]}},{"title":"哲理","cont":{"title":"送杜少府之任蜀州 / 送杜少府之任蜀川","nian":"唐代","author":"王勃","contson":"\n城阙辅三秦，风烟望五津。与君离别意，同是宦游人。海内存知己，天涯若比邻。无为在歧路，儿女共沾巾。\n","contyishang":["译文巍巍长安，雄踞三秦之地；渺渺四川，却在迢迢远方。你我命运何等相仿，奔波仕途，远离家乡。只要有知心朋友，四海之内不觉遥远。即便在天涯海角，感觉就像近邻一样。岔道分手，实在不用儿女情长，泪洒衣裳。","注释⑴少府：官名。之：到、往。蜀州：今四川崇州。⑵城阙（què ）辅三秦：城阙，即城楼，指唐代京师长安城。辅，护卫。三秦，指长安城附近的关中之地，即今陕西省潼关以西一带。秦朝末年，项羽破秦，把关中分为三区，分别封给三个秦国的降将，所以称三秦。这句是倒装句，意思是京师长安三秦作保护。五津：指岷江的五个渡口白华\n"]}},{"title":"哲理","cont":{"title":"乐天见示伤微之敦诗晦叔三君子皆有深分因成是诗以寄","nian":"唐代","author":"刘禹锡","contson":"\n吟君叹逝双绝句，使我伤怀奏短歌。世上空惊故人少，集中惟觉祭文多。芳林新叶催陈叶，流水前波让後波。万古到今同此恨，闻琴泪尽欲如何。\n","contyishang":["　　首联，写即指读了白居易寄来的两首绝句，後有感于友朋之离世，亦作诗抒发感慨。","　　颔联，写到友人一一离开人间，祭文所做自然增加，以致文集中祭文最多，对于友人去世之伤痛无奈之情，自己的孤独之感溢于言表。","　　颈联乃千古名句，亦最能体现刘禹锡的哲学思想。本义指春天里，茂盛的树林新长出的叶子，催换着老叶、旧叶；江河中，奔腾的流水前面的退让给后起的波浪。这里“陈叶”、“前波”可指微之、敦诗、晦叔等已经去世的好友，也可指旧事物。“新叶”、“後波”可指“晚辈”亦可指新事物。这一联我以为，至少包含了这些哲学思想：","　　1.新事物的产生旧事物的消亡有它的\n"]}},{"title":"哲理","cont":{"title":"一毛不拔","nian":"魏晋","author":"邯郸淳","contson":"\n一猴死，见冥王，求转人身。王曰：“既欲做人，须将毛尽拔去。”即唤夜叉拔之。方拔一根，猴不胜痛叫。王笑曰：“看你一毛不拔，如何做人？”\n","contyishang":["译文一只猴子死后见到了阎王，（向阎王）要求投胎做人。阎王说：“既然你想做人，就需要将毛全部拔掉。”于是（阎王）就叫夜叉给猴子拔毛。刚刚才拔下了一根，猴子就忍不住痛得叫了起来。阎王笑道：“看你，连一根毛都舍不得拔，怎么做人呢？”","注释既：既然之：代指猴毛方：才胜：能忍受"]}},{"title":"哲理","cont":{"title":"晏子使楚","nian":"两汉","author":"刘向","contson":"\n一晏子使楚。楚人以晏子短，楚人为小门于大门之侧而延晏子。晏子不入，曰：“使狗国者从狗门入，今臣使楚，不当从此门入。”傧者更道，从大门入。见楚王。王曰：“齐无人耶？”晏子对曰：“齐之临淄三百闾，张袂成阴，挥汗成雨，比肩继踵而在，何为无人？”王曰：“然则何为使予？”晏子对曰：“齐命使，各有所主：其贤者使使贤主，不肖者使使不肖主。婴最不肖，故宜使楚矣！”（张袂成阴 一作：张袂成帷）\n二晏子将使楚。楚王闻之，谓左右曰：“晏婴，齐之习辞者也。今方来，吾欲辱之，何以也？”左右对曰：“为其来也，臣请缚一人，过王而行，王曰：‘何为者也？’对曰：‘齐人也。’王曰：‘何坐？’曰：‘坐盗。’\n三晏子至，楚王赐晏子酒，酒酣，吏二缚一人诣王。王曰：“缚者曷为者也？”对曰：“齐人也，坐盗。”王视晏子曰：“齐人固善盗乎？”晏子避席对曰：“婴闻之，橘生淮南则为橘，生于淮北则为枳，叶徒相似，其实味不同。所以然者何？水土异也。今民生长于齐不盗，入楚则盗，得无楚之水土使民善盗耶？”王笑曰：“ 圣人非所与熙也，寡人反取病焉。”\n","contyishang":["译文（一）　　晏子出使到楚国。楚人因为晏子身材矮小，在大门的旁边开一个小门请晏子进去。晏子不进去，说：“出使到狗国的人从狗门进去，今天我出使到楚国来，不应该从这个狗门进去。”迎接宾客的人带晏子改从大门进去。（晏子）拜见楚王。楚王说：“齐国没有人可派吗？竟派您做使臣。”晏子回答说：“齐国的都城临淄有七千五百户人家，人们一起张开袖子，就能遮天；挥洒汗水，就是下雨；街上行人肩膀靠着肩膀，脚尖碰脚后跟，怎么能说齐国没有人呢？”楚王说：“既然这样，那么为什么会打发你来呢？”晏子回答说：“齐国派遣使臣，各有不同的规矩，那些有德有才的人被派遣出使到有德有才的君主所在的国家，没有\n"]}},{"title":"哲理","cont":{"title":"富人之子","nian":"宋代","author":"苏轼","contson":"\n齐有富人，家累千金。其二子甚愚，其父又不教之。一日，艾子谓其父曰：“君之子虽美，而不通世务，他日曷能克其家?”父怒曰：“吾之子敏而且恃多能，岂有不通世务者耶?”艾子曰：“不须试之他，但问君之子，所食者米，从何来？若知之，吾当妄言之罪。”父遂呼其子问之。其子嘻然笑曰：“吾岂不知此也？每以布囊取来。”其父愀然改容曰：“子之愚甚也!彼米不是田中来?”艾子曰：“非其父不生其子。”\n","contyishang":["译文齐国有个富人，家里有很多钱，但是他的两个儿子很笨，儿子的父亲又不教他。一天，艾子对富人说：“您的儿子虽然很好，但（您的儿子）不通事务，他日后怎么能够持家呢？”富人大怒道：“我的儿子，聪明并且具有各种本领，怎么会不了解世间的各种事务呢？”艾子说：“不如试一试他,只要问你的儿子，米是从哪里来的，如果知道，我承担造谣的罪名。”父亲就叫他的儿子来问他，儿子笑嘻嘻地说：“我怎么会不知道呢？米是从布袋里取来的。”富人神情变得严肃，改变面容说：“儿子（你）太笨了，难道不知道米是从田中来的吗？”艾子说：“不是他的父亲不生他的儿子（有这样的父亲，儿子怎么会不笨呢）。”","注释\n"]}},{"title":"哲理","cont":{"title":"杨布打狗","nian":"先秦","author":"列御寇","contson":"\n　　杨朱之弟曰布，衣素衣而出。天雨，解素衣，衣缁衣而返。其狗不知，迎而吠之。杨布怒，将扑之。杨朱曰：“子无扑矣，子亦犹是也。向者使汝狗白而往黑而来，岂能无怪哉？”\n","contyishang":["译文　　杨朱的弟弟叫杨布，他穿着件白色的衣服出门去了。天上下起了雨，杨布便脱下白衣，换了黑色的衣服回家。他家的狗没认出来是杨布，就迎上前冲他叫。杨布十分生气，正准备打狗。在这时，杨朱说：“你不要打狗，如果换做是你,你也会是像它这样做的。假如刚才你的狗离开前是白色的而回来变成了黑色的，你怎么能不感到奇怪呢?”","注释1.杨朱，先秦哲学家，战国时期魏国人，字子居2.曰：名叫。3.衣：穿。4.素：白色的。5.雨：下雨。6.衣：上衣，这里指衣服。7.缁（zī）：黑色。8反：同\n"]}},{"title":"哲理","cont":{"title":"西江月·世事短如春梦","nian":"宋代","author":"朱敦儒","contson":"\n世事短如春梦，人情薄似秋云。不须计较苦劳心。万事原来有命。幸遇三杯酒好，况逢一朵花新。片时欢笑且相亲。明日阴晴未定。\n","contyishang":[]}},{"title":"哲理","cont":{"title":"放言五首·其四","nian":"唐代","author":"白居易","contson":"\n谁家宅第成还破，何处亲宾哭复歌？昨日屋头堪炙手，今朝门外好张罗。北邙未省留闲地，东海何曾有顶波。莫笑贱贫夸富贵，共成枯骨两何如？\n","contyishang":["译文谁家住宅建成后还去破坏，哪里的亲朋哭了以后又唱起来？昨天屋内外还挤满了人，今天在门外就如此冷落了。北邙山没有留下空闲土地，东海何曾有稳定的波浪？不要嫌贫爱富去夸张炫耀，死后都成了枯骨又如何呢？","注释1.宅第：住宅。官员和贵族的大住宅。亲宾：亲人和朋友。哭复歌：因显贵而歌，因败亡而哭。2.炙（zhì）手：热得烫手。比喻权贵势焰之盛。《新唐书·崔铉传》：“铉所善者，郑鲁、杨绍复、段瑰、薛蒙，颇参议论。时语曰：‘郑、杨、段、薛，炙手可热；欲得命通，鲁、绍、瑰、蒙。’”张罗：本指张设罗网捕捉虫鸟。常以形容\n"]}},{"title":"哲理","cont":{"title":"观书有感二首·其一","nian":"宋代","author":"朱熹","contson":"\n半亩方塘一鉴开，天光云影共徘徊。问渠那得清如许？为有源头活水来。(那 通：哪)\n","contyishang":["译文半亩大的方形池塘像一面镜子一样打开，清澈明净，天光、云影在水面上闪耀浮动。要问池塘里的水为何这样清澈呢？是因为有永不枯竭的源头源源不断地为它输送活水。","注释方塘：又称半亩塘，在福建尤溪城南郑义斋馆舍（后为南溪书院）内。朱熹父亲朱松与郑交好，故尝有《蝶恋花·醉宿郑氏别墅》词云：“清晓方塘开一境。落絮如飞，肯向春风定。”鉴：一说为古代用来盛水或冰的青铜大盆。镜子；也有学者认为镜子。指像鉴（镜子）一样可以照人。“天光”句：是说天的光和云的影子反映在塘水之中，不停地变动，犹如人在徘徊。徘徊：来回移动。\n"]}},{"title":"哲理","cont":{"title":"两小儿辩日 / 两小儿辩斗","nian":"先秦","author":"列御寇","contson":"\n孔子东游，见两小儿辩日，问其故。(辩日 一作：辩斗)一儿曰：“我以日始出时去人近，而日中时远也。” 一儿以日初出远，而日中时近也。一儿曰：“日初出大如车盖，及日中则如盘盂，此不为远者小而近者大乎？”一儿曰：“日初出沧沧凉凉，及其日中如探汤，此不为近者热而远者凉乎？”孔子不能决也。两小儿笑曰：“孰为汝多知乎？”\n","contyishang":["译文孔子向东游历，见到两个小孩在争辩，就问他们在争辩的原因。一个小孩子说：“我认为太阳刚刚升起的时候距离人近，而正午的时候距离人远。”另一个小孩子认为太阳刚刚升起的时候距离人比较远，而正午的时候距离人比较近。一个小孩儿说：“太阳刚出时像车的车盖一样大，到了中午时就如同盘子一般小了，这不是远小近大的道理吗？”另一个小孩儿说：“太阳刚出来时凉爽，到了中午的时候热得如同把手伸进热水中，这不是近的就感觉热，而远就觉得凉的道理吗？”孔子听了之后不能判断他们俩谁对谁错。两个小孩子笑着对孔子说：“是谁说你智慧多呢？”\n"]}},{"title":"哲理","cont":{"title":"把酒问月·故人贾淳令予问之","nian":"唐代","author":"李白","contson":"\n青天有月来几时？我今停杯一问之。人攀明月不可得，月行却与人相随。皎如飞镜临丹阙，绿烟灭尽清辉发。但见宵从海上来，宁知晓向云间没。白兔捣药秋复春，嫦娥孤栖与谁邻？今人不见古时月，今月曾经照古人。古人今人若流水，共看明月皆如此。唯愿当歌对酒时，月光长照金樽里。\n","contyishang":["译文青天上明月高悬起于何时？我现在停下酒杯且一问之。人追攀明月永远不能做到，月亮行走却与人紧紧相随。皎洁得如镜飞升照临宫阙，绿烟散尽发出清冷的光辉。只能看见每晚从海上升起，谁能知道早晨在云间隐没。月亮里白兔捣药自秋而春，嫦娥孤单地住着与谁为邻？现在的人见不到古时之月，现在的月却曾经照过古人。古人与今人如流水般流逝，共同看到的月亮都是如此。只希望对着酒杯放歌之时，月光能长久地照在金杯里。","注释⑴题下作者自注：故人贾淳令予问之。⑵丹阙：朱红色的宫殿。绿烟：指\n"]}},{"title":"哲理","cont":{"title":"登飞来峰","nian":"宋代","author":"王安石","contson":"\n飞来山上千寻塔，闻说鸡鸣见日升。(飞来山 一作：飞来峰)不畏浮云遮望眼，只缘身在最高层。(只缘 一作：自缘)\n","contyishang":["译文韵译听说在飞来峰极高的塔上，鸡鸣时分可看到旭日初升。不怕浮云会遮住我的视线，只因为如今我身在最高层。","散译","飞来峰顶有座高耸入云的塔，听说鸡鸣时分可以看见旭日升起。不怕层层浮云遮住我那远眺的视野，只因为我站在飞来峰顶，登高望远心胸宽广。","注释⑴飞来峰：有两说：一说在浙江绍兴城外的林山。唐宋时其中有座应天塔。传说此峰是从琅即郡东武县飞来的，故名飞来峰。一说在今浙江杭州西湖灵隐寺前。⑵千寻塔：很高很高的塔。寻，古时长度单位，八尺为寻。⑶闻说：听说。\n"]}}]