[{"title":"唐诗三百","cont":{"title":"","nian":"","author":"","contson":"","contyishang":[]}},{"title":"唐诗三百","cont":{"title":"清平调·其一","nian":"唐代","author":"李白","contson":"\n云想衣裳花想容，春风拂槛露华浓。 若非群玉山头见，会向瑶台月下逢。\n","contyishang":["译文见云之灿烂想其衣裳之华艳，见花之艳丽想人之容貌照人。若不是在群玉山头见到了她，就是在瑶池的月光下来相逢。","注释⑴清平调：一种歌的曲调，“平调、清调、瑟调”皆周房中之遗声。⑵“云想”句：见云之灿烂想其衣之华艳，见花之艳丽想美人之容貌照人。实际上是以云喻衣，以花喻人。⑶槛：栏杆；露华浓：牡丹花沾着晶莹的露珠更显得颜色艳丽。⑷“若非……会向……”：相当于“不是……就是……”的意思。群玉：山名，传说中西王母所住之地。全句形容贵妃貌美惊人，怀疑她不是群玉山头所见的飘飘仙子，就是瑶台殿前月光照耀下的神女。\n"]}},{"title":"唐诗三百","cont":{"title":"宿建德江","nian":"唐代","author":"孟浩然","contson":"\n移舟泊烟渚，日暮客愁新。野旷天低树，江清月近人。\n","contyishang":["译文把小船停靠在烟雾迷蒙的小洲，日暮时分新愁又涌上客子心头。旷野无边无际远天比树还低沉，江水清清明月来和人相亲相近。","注释⑴建德江：指新安江流经建德（今属浙江）西部的一段江水。⑵移舟：划动小船。泊：停船靠岸。烟渚（zhǔ）：指江中雾气笼罩的小沙洲。烟：一作“幽”。渚：水中小块陆地。《尔雅·释水》：“水中可居者曰洲，小洲曰渚。”⑶客：指作者自己。愁：为思乡而忧思不堪。⑷野：原野。旷：空阔远大。天低树：天幕低垂，好像和树木相连。⑸月近人：倒映在水中的月亮好像来靠近人。"]}},{"title":"唐诗三百","cont":{"title":"感遇十二首·其二","nian":"唐代","author":"张九龄","contson":"\n幽人归独卧，滞虑洗孤清。持此谢高鸟，因之传远情。日夕怀空意，人谁感至精？飞沈理自隔，何所慰吾诚?\n","contyishang":["　　这是一种修行境界在打坐中感受到淡泊明智、宁静致远。这种心如虚空唯一至精的感受谁能知道呢？对自己还没有达道的功夫的谦虚还是经常有一点心乱，想更上一个境界一念不生是谓诚。"]}},{"title":"唐诗三百","cont":{"title":"行经华阴","nian":"唐代","author":"崔颢","contson":"\n岧峣太华俯咸京，天外三峰削不成。武帝祠前云欲散，仙人掌上雨初晴。河山北枕秦关险，驿路西连汉畤平。借问路傍名利客，何如此处学长生。(何 一作：无)\n","contyishang":["译文在高峻华山上俯视京都长安，三峰伸向天外不是人工削成。在武帝祠前的乌云将要消散，雨过天晴仙人掌峰一片青葱。秦关北靠河山地势多么险要，驿路通过长安往西连着汉畤。借问路旁那些追名逐利的人，为何不到此访仙学道求长生？","注释⑴华阴：今陕西省华阴县，位于华山北面。一作“华山”。⑵岧峣（yáo）：山势高峻的样子。太华：即华山。咸京：即咸阳，今陕西西安。《旧唐书·地理志》：“京师，秦之咸阳，汉之长安也。”所以此诗把唐都长安称为咸京。⑶三峰：指华山的芙蓉、玉女、明星三峰。一说莲花、玉女、松桧三峰。\n"]}},{"title":"唐诗三百","cont":{"title":"长干行·君家何处住","nian":"唐代","author":"崔颢","contson":"\n君家何处住，妾住在横塘。停船暂借问，或恐是同乡。\n","contyishang":["译文请问大哥你的家在何方。我家是住在建康的横塘。停下船吧暂且借问一声，听口音恐怕咱们是同乡。","注释①长干行：乐府曲名。 是长干里一带的民歌，长干里在今江苏省南京市南面。②君：古代对男子的尊称。③妾：古代女子自称的谦词。④横塘：现江苏省南京市江宁区。　⑤暂：暂且、姑且。⑥借问：请问一下。⑦或恐：也许。"]}},{"title":"唐诗三百","cont":{"title":"渭川田家","nian":"唐代","author":"王维","contson":"\n斜阳照墟落，穷巷牛羊归。(斜阳 一作：斜光)野老念牧童，倚杖候荆扉。雉雊麦苗秀，蚕眠桑叶稀。田夫荷锄至，相见语依依。即此羡闲逸，怅然吟式微。\n","contyishang":["译文村庄处处披满夕阳余辉，牛羊沿着深巷纷纷回归。老叟惦念着放牧的孙儿，柱杖等候在自家的柴扉。雉鸡鸣叫麦儿即将抽穗，蚕儿成眠桑叶已经薄稀。农夫们荷锄回到了村里，相见欢声笑语恋恋依依。如此安逸怎不叫我羡慕？我不禁怅然地吟起《式微》。","注释⑴渭川：一作“渭水”。渭水源于甘肃鸟鼠山，经陕西，流入黄河。田家：农家。⑵墟落：村庄。斜阳：一作“斜光”。⑶穷巷：深巷。⑷野老：村野老人。牧童：一作“僮仆”。⑸倚杖：靠着拐杖。荆扉：柴门。⑹雉雊（zhìgòu）：\n"]}},{"title":"唐诗三百","cont":{"title":"滁州西涧","nian":"唐代","author":"韦应物","contson":"\n独怜幽草涧边生，上有黄鹂深树鸣。 春潮带雨晚来急，野渡无人舟自横。\n","contyishang":["译文最是喜爱涧边生长的幽幽野草，还有那树丛深处婉转啼唱的黄鹂。春潮不断上涨，还夹带着密密细雨。荒野渡口无人，只有一只小船悠闲地横在水面。","注释⑴滁州：在今安徽滁州以西。西涧：在滁州城西，俗名称上马河。　⑵独怜：唯独喜欢。幽草：幽谷里的小草。幽，一作“芳”。生：一作“行”。⑶深树：枝叶茂密的树。深，《才调集》作“远”。树，《全唐诗》注“有本作‘处’”。⑷春潮：春天的潮汐。⑸野渡：郊野的渡口。横：指随意飘浮。"]}},{"title":"唐诗三百","cont":{"title":"黄鹤楼 / 登黄鹤楼","nian":"唐代","author":"崔颢","contson":"\n昔人已乘黄鹤去，此地空余黄鹤楼。黄鹤一去不复返，白云千载空悠悠。晴川历历汉阳树，芳草萋萋鹦鹉洲。日暮乡关何处是？烟波江上使人愁。\n","contyishang":["译文过去的仙人已经驾着黄鹤飞走了，这里只留下一座空荡荡的黄鹤楼。黄鹤一去再也没有回来，千百年来只看见悠悠的白云。阳光照耀下的汉阳树木清晰可见，鹦鹉洲上有一片碧绿的芳草覆盖。天色已晚，眺望远方，故乡在哪儿呢？眼前只见一片雾霭笼罩江面，给人带来深深的愁绪。","注释1.黄鹤楼：故址在湖北省武汉市武昌区，民国初年被火焚毁，1985年重建，传说古代有一位名叫费祎的仙人，在此乘鹤登仙。2.昔人：指传说中的仙人子安。因其曾驾鹤过黄鹤山〔又名蛇山〕，遂建楼。3.乘：驾。4.去：离开。\n"]}},{"title":"唐诗三百","cont":{"title":"赤壁","nian":"唐代","author":"杜牧","contson":"\n折戟沉沙铁未销，自将磨洗认前朝。东风不与周郎便，铜雀春深锁二乔。\n","contyishang":["译文一支折断了的铁戟（古代兵器）沉没在水底的沙中还没有销蚀掉，经过自己又磨又洗发现这是当年赤壁之战的遗留之物。假如东风不给周瑜以方便，结局恐怕是曹操取胜，二乔被关进铜雀台了。","注释⑴折戟：折断的戟。戟，古代兵器。⑵销：销蚀。⑶将：拿起。⑷磨洗：磨光洗净。⑸认前朝：认出戟是东吴破曹时的遗物。⑹东风：指三国时期的一个战役──火烧赤壁。⑺周郎：指周瑜，字公瑾，年轻时即有才名，人乎周郎。后任吴军大都督，曾参与赤壁之战并为此战役中的主要人物。⑻铜雀：即铜雀台，曹操\n"]}},{"title":"唐诗三百","cont":{"title":"洛阳女儿行","nian":"唐代","author":"王维","contson":"\n洛阳女儿对门居，才可颜容十五余。良人玉勒乘骢马，侍女金盘脍鲤鱼。画阁朱楼尽相望，红桃绿柳垂檐向。罗帷送上七香车，宝扇迎归九华帐。狂夫富贵在青春，意气骄奢剧季伦。自怜碧玉亲教舞，不惜珊瑚持与人。春窗曙灭九微火，九微片片飞花琐。戏罢曾无理曲时，妆成祗是熏香坐。城中相识尽繁华，日夜经过赵李家。谁怜越女颜如玉，贫贱江头自浣纱。\n","contyishang":["译文洛阳有一位女子住在我家对门，正当十五六的芳年容颜非常美丽。她的丈夫骑一匹青白相间的骏马，马具镶嵌着珍贵的美玉。她的婢女捧上黄金的盘子，里面盛着烹制精细的鲤鱼。她家彩绘朱漆的楼阁一幢幢遥遥相望，红桃绿柳在廊檐下排列成行。她乘坐的车子是用七种香木做成，绫罗的帷幔装在车上。仆从们举着羽毛的扇子，把她迎回绣着九花图案的彩帐。她的丈夫青春年少正得志，骄奢更胜过石季伦。他亲自教授心爱的姬妾学习舞蹈，名贵的珊瑚树随随便便就送给别人。他们彻夜寻欢作乐，窗上现出曙光才熄去灯火，灯花的碎屑片片落在雕镂的窗棱。\n"]}},{"title":"唐诗三百","cont":{"title":"宿府","nian":"唐代","author":"杜甫","contson":"\n清秋幕府井梧寒，独宿江城蜡炬残。永夜角声悲自语，中天月色好谁看。风尘荏苒音书绝，关塞萧条行路难。已忍伶俜十年事，强移栖息一枝安。\n","contyishang":["译文井畔梧桐在秋夜的风中抖动，只有蜡烛残光照着孤单的我。长夜里号角声悲壮似在自语，天空中的月色虽好谁与我共赏。光阴荏苒哪里寻觅亲人音信？关塞一片萧条寻找归路艰难。我已忍受十年的飘零生活，把家安在这里不过勉强栖身。","注释⑴府：幕府。古代将军的府署。杜甫当时在严武幕府中。⑵井梧：梧桐。叶有黄纹如井，又称金井梧桐。梧：一作“桐”。⑶炬：一作“烛”。⑷“永夜”句：意谓长夜中唯闻号角声像在自作悲语。永夜：整夜。自语：自言自语。⑸中天：半空之中。⑹风尘荏苒：指战乱已\n"]}},{"title":"唐诗三百","cont":{"title":"早秋三首·其一","nian":"唐代","author":"许浑","contson":"\n遥夜泛清瑟，西风生翠萝。残萤栖玉露，早雁拂金河。高树晓还密，远山晴更多。淮南一叶下，自觉洞庭波。\n","contyishang":["译文漫漫长夜中泛流着琴瑟的清音；青萝轻拂好象有西风飕飕而生。白露凝珠的野草栖留几只残萤；秋之晨雁群掠过银河向南飞腾。高大的树木拂晓看来尚未凋零，阳光下遥望远山层次格外分明。淮南子有一叶落而知岁暮之句；我悟到洞庭波兮木叶下的诗情。","注释①金河：秋天的银河。古代五行说以秋为金。②拂：掠过。③泛：弹，犹流荡。④还密：尚未凋零。⑤淮南两句：用《淮南子·说山训》“见一叶落而知岁暮”和《楚辞·九歌·湘夫人》“洞庭波兮木叶下”意。"]}},{"title":"唐诗三百","cont":{"title":"送魏万之京","nian":"唐代","author":"李颀","contson":"\n朝闻游子唱离歌，昨夜微霜初渡河。鸿雁不堪愁里听，云山况是客中过。关城树色催寒近，御苑砧声向晚多。(树色 一作：曙)莫见长安行乐处，空令岁月易蹉跎。\n","contyishang":["译文清晨听到游子高唱离别之歌，昨夜下薄霜你一早渡过黄河。怀愁之人最怕听到鸿雁鸣叫，云山冷寂更不堪落寞的过客。潼关晨曦催促寒气临近京城，京城深秋捣衣声到晚上更多。请不要以为长安是行乐所在，以免白白地把宝贵时光消磨。","注释⑴魏万：又名颢。上元（唐高宗年号，674—676）初进士。曾隐居王屋山，自号王屋山人。⑵游子：指魏万。离歌：离别的歌。⑶初渡河：刚刚渡过黄河。魏万家住王屋山，在黄河北岸，去长安必须渡河。⑷“鸿雁”二句：设想魏万在途中的寂寞心情。客中：即作客途中。⑸关城\n"]}},{"title":"唐诗三百","cont":{"title":"郡斋雨中与诸文士燕集","nian":"唐代","author":"韦应物","contson":"\n兵卫森画戟，宴寝凝清香。海上风雨至，逍遥池阁凉。烦疴近消散，嘉宾复满堂。自惭居处崇，未睹斯民康。理会是非遣，性达形迹忘。鲜肥属时禁，蔬果幸见尝。俯饮一杯酒，仰聆金玉章。神欢体自轻，意欲凌风翔。吴中盛文史，群彦今汪洋。方知大藩地，岂曰财赋强。\n","contyishang":["韵译官邸门前画戟林立兵卫森严，休息室内凝聚着焚檀的清香。东南近海层层风雨吹进住所，逍遥自在池阁之间阵阵风凉。心里头的烦躁苦闷将要消散，嘉宾贵客重新聚集济济一堂。自己惭愧所处地位太过高贵，未能顾及平民百姓有无安康。如能领悟事理是非自然消释，性情达观世俗礼节就可淡忘。鲜鱼肥肉是夏令禁食的荤腥，蔬菜水果希望大家尽管品尝。大家躬身饮下一杯醇清美酒，抬头聆听各人吟诵金玉诗章。精神愉快身体自然轻松舒畅，心里真想临风飘举奋力翱翔。吴中不愧为文史鼎盛的所在，文人学士简直多如大海汪洋。现\n"]}},{"title":"唐诗三百","cont":{"title":"将赴吴兴登乐游原一绝","nian":"唐代","author":"杜牧","contson":"\n清时有味是无能，闲爱孤云静爱僧。 欲把一麾江海去，乐游原上望昭陵。\n","contyishang":["译文太平时闲游有趣却是无能，闲爱天上孤云安静爱山僧。我愿手持旌麾去吴兴上任，乐游原上再望望风雨昭陵。 ","注释⑴吴兴：即今浙江省湖州市。乐游原：在长安城南，地势高敞，可以眺望，是当时的游览胜地。⑵“清时”句：意谓当这清平无所作为之时，自己所以有此闲情。 ⑶一麾（huī）：旌旗。⑷昭陵：唐太宗的陵墓。"]}},{"title":"唐诗三百","cont":{"title":"自夏口至鹦鹉洲夕望岳阳寄源中丞","nian":"唐代","author":"刘长卿","contson":"\n汀洲无浪复无烟，楚客相思益渺然。汉口夕阳斜渡鸟，洞庭秋水远连天。孤城背岭寒吹角，独树临江夜泊船。(独树 一作：独戍)贾谊上书忧汉室，长沙谪去古今怜。\n","contyishang":["韵译鹦鹉洲在长江中浮沉，无浪也无烟；我这楚客思念中丞，心绪更加渺远。汉口斜映着夕阳，飞鸟都纷纷归巢；洞庭湖的秋水，烟波浩渺远接蓝天。汉阳城后的山岭，传来悲凉的号角；滨临江边的独树旁，夜里泊着孤船。当年贾谊上书文帝，全是忧心汉室；他却被贬谪居长沙，古今谁不衰怜！","注解1、汀洲：水中可居之地，指鹦鹉洲。2、楚客：指到此的旅人。夏口古属楚国境。3、孤城：指汉阳城，城后有山。4、角：古代军队中的一种吹乐器。"]}},{"title":"唐诗三百","cont":{"title":"游子吟","nian":"唐代","author":"孟郊","contson":"\n慈母手中线，游子身上衣。临行密密缝，意恐迟迟归。谁言寸草心，报得三春晖。\n","contyishang":["译文慈母用手中的针线，为远行的儿子赶制身上的衣衫。临行前一针针密密地缝缀，怕的是儿子回来得晚衣服破损。有谁敢说，子女像小草那样微弱的孝心，能够报答得了像春晖普泽的慈母恩情呢？","注释⑴游子：古代称远游旅居的人。吟：诗体名称。⑵游子：指诗人自己，以及各个离乡的游子。⑶临：将要。⑷意恐：担心。归：回来，回家。⑸谁言：一作“难将”。言：说。寸草：小草。这里比喻子女。心：语义双关，既指草木的茎干，也指子女的心意。⑹报得：报答。三春晖：春天灿烂的阳光，指慈母之恩。三春：旧称农历\n"]}},{"title":"唐诗三百","cont":{"title":"老将行","nian":"唐代","author":"王维","contson":"\n少年十五二十时，步行夺得胡马骑。射杀山中白额虎，肯数邺下黄须儿！一身转战三千里，一剑曾当百万师。汉兵奋迅如霹雳，虏骑崩腾畏蒺藜。卫青不败由天幸，李广无功缘数奇。自从弃置便衰朽，世事蹉跎成白首。昔时飞箭无全目，今日垂杨生左肘。路旁时卖故侯瓜，门前学种先生柳。苍茫古木连穷巷，寥落寒山对虚牖。誓令疏勒出飞泉，不似颍川空使酒。贺兰山下阵如云，羽檄交驰日夕闻。节使三河募年少，诏书五道出将军。试拂铁衣如雪色，聊持宝剑动星文。愿得燕弓射大将，耻令越甲鸣吾君。莫嫌旧日云中守，犹堪一战取功勋。\n","contyishang":["译文当年十五二十岁青春之时，徒步就能夺得胡人战马骑。年轻力壮射杀山中白额虎，数英雄岂止邺下的黄须儿？身经百战驰骋疆场三千里，曾以一剑抵当了百万雄师。汉军声势迅猛如惊雷霹雳，虏骑互相践踏是怕遇蒺藜。卫青不败是由于天神辅助，李广无功却缘于命运不济。自被摈弃不用便开始衰朽，世事随时光流逝人成白首。当年象后羿飞箭射雀无目，如今不操弓疡瘤生于左肘。象故侯流落为民路旁卖瓜，学陶令门前种上绿杨垂柳。古树苍茫一直延伸到深巷，寥落寒山空对冷寂的窗牖。誓学耿恭在疏勒祈井得泉，不做颍川灌夫为\n"]}},{"title":"唐诗三百","cont":{"title":"梦游天姥吟留别 / 梦游天姥山别东鲁诸公","nian":"唐代","author":"李白","contson":"\n海客谈瀛洲，烟涛微茫信难求；越人语天姥，云霞明灭或可睹。天姥连天向天横，势拔五岳掩赤城。天台四万八千丈，对此欲倒东南倾。(四万 一作：一万)我欲因之梦吴越，一夜飞度镜湖月。(度 通：渡)湖月照我影，送我至剡溪。谢公宿处今尚在，渌水荡漾清猿啼。脚著谢公屐，身登青云梯。半壁见海日，空中闻天鸡。千岩万转路不定，迷花倚石忽已暝。熊咆龙吟殷岩泉，栗深林兮惊层巅。云青青兮欲雨，水澹澹兮生烟。列缺霹雳，丘峦崩摧。洞天石扉，訇然中开。青冥浩荡不见底，日月照耀金银台。 霓为衣兮风为马，云之君兮纷纷而来下。虎鼓瑟兮鸾回车，仙之人兮列如麻。忽魂悸以魄动，恍惊起而长嗟。惟觉时之枕席，失向来之烟霞。世间行乐亦如此，古来万事东流水。别君去兮何时还？且放白鹿青崖间，须行即骑访名山。安能摧眉折腰事权贵，使我不得开心颜!\n","contyishang":["译文海外来客们谈起瀛洲，烟波渺茫实在难以寻求。越中来人说起天姥山，在云雾忽明忽暗间有人可以看见。天姥山仿佛连接着天遮断了天空。山势高峻超过五岳，遮掩过赤城山。天台山虽高四万八千丈，面对着它好像要向东南倾斜拜倒一样。我根据越人说的话梦游到吴越，一天夜晚飞渡过明月映照下的镜湖。镜湖上的月光照着我的影子，一直伴随我到了剡溪。谢灵运住的地方如今还在，清澈的湖水荡漾，猿猴清啼。我脚上穿着谢公当年特制的木鞋，攀登直上云霄的山路。上到半山腰就看见了从海上升起的太阳，在半空中传来天鸡报晓的叫声。\n"]}},{"title":"唐诗三百","cont":{"title":"贼退示官吏","nian":"唐代","author":"元结","contson":"\n癸卯岁，西原贼入道州，焚烧杀掠，几尽而去。明年，贼又攻永破邵，不犯此州边鄙而退。岂力能制敌与？盖蒙其伤怜而已。诸使何为忍苦征敛，故作诗一篇以示官吏。\n昔岁逢太平，山林二十年。泉源在庭户，洞壑当门前。井税有常期，日晏犹得眠。忽然遭世变，数岁亲戎旃。今来典斯郡，山夷又纷然。城小贼不屠，人贫伤可怜。是以陷邻境，此州独见全。使臣将王命，岂不如贼焉？今彼征敛者，迫之如火煎。谁能绝人命，以作时世贤！思欲委符节，引竿自刺船。将家就鱼麦，归老江湖边。\n","contyishang":["译文癸卯年，西原贼人攻入道州城，焚烧杀戮掠夺，几乎扫光全城才走。第二年，贼人又攻打永州并占领邵州，却不侵犯道州边境而去。难道道州官兵能有力制敌吗？不过是蒙受贼人的哀怜而巳。催缴赋税的官吏为什么还如此忍心苦苦搜括呢？因此作诗一篇给官吏们看看。我早年遇到了太平世道，在山林中隐居了二十年。清泉水流经过我家门口，山涧洞谷对着我家门前。田租赋税有个固定期限，日上三竿依然安稳酣眠。忽然间遭遇到世道突变，数年来亲自从军上前线。如今我来治理\n"]}},{"title":"唐诗三百","cont":{"title":"八月十五夜赠张功曹","nian":"唐代","author":"韩愈","contson":"\n纤云四卷天无河，清风吹空月舒波。沙平水息声影绝，一杯相属君当歌。君歌声酸辞且苦，不能听终泪如雨。洞庭连天九疑高，蛟龙出没猩鼯号。十生九死到官所，幽居默默如藏逃。下床畏蛇食畏药，海气湿蛰熏腥臊。昨者州前捶大鼓，嗣皇继圣登夔皋。赦书一日行万里，罪从大辟皆除死。迁者追回流者还，涤瑕荡垢清朝班。州家申名使家抑，坎轲只得移荆蛮。判司卑官不堪说，未免捶楚尘埃间。同时辈流多上道，天路幽险难追攀。君歌且休听我歌，我歌今与君殊科。一年明月今宵多，人生由命非由他。有酒不饮奈明何。\n","contyishang":["译文薄云四处飘散还不见银河，清风吹开云雾月光放清波。沙滩里水平波息声影消失，斟杯美酒相劝请你唱支歌。你的歌声酸楚歌辞也悲苦，没有听完热泪就纷纷下落。洞庭湖水连天九疑山高峻，湖中的蛟龙出没猩鼯哀号。九死一生到达这被贬官所，默默地幽居远地好像潜逃。下床怕蛇咬吃饭又怕毒药，潮气与毒气相杂到处腥臊。昨日州衙前忽然擂动大鼓，新皇继位要举用夔和皋陶。大赦文书一日万里传四方，犯有死罪的一概免除死刑。被贬谪的召回放逐的回朝，革除弊政要剪除朝中奸佞。刺史提名赦免观察使扣压，命运坎坷只能够\n"]}},{"title":"唐诗三百","cont":{"title":"客夜与故人偶集 / 江乡故人偶集客舍","nian":"唐代","author":"戴叔伦","contson":"\n天秋月又满，城阙夜千重。还作江南会，翻疑梦里逢。风枝惊暗鹊，露草覆寒蛩。羁旅长堪醉，相留畏晓钟。\n","contyishang":["译文秋月又一次盈满，城中夜色深浓。你我在江南相会，我怀疑是梦中相逢。晚风吹动树枝，惊动了栖息的鸟鹊。秋草披满霜露，伴随着悲吟的寒虫。你我客居他乡，应该畅饮以排遣愁闷，留你长饮叙旧，只担心天晓鸣钟。","注释⑴偶集：偶然与同乡聚会。⑵天秋：谓天行秋肃之气；时令已值清秋。唐李白《秋思》诗：“天秋木叶下，月冷莎鸡悲。”⑶城阙（què）：宫城前两边的楼观，泛指城池。《诗经·郑风·子衿》：“佻兮达兮，在城阙兮。”孔颖达疏：“谓城上之别有高阙，非宫阙也。”千重：千层，层层迭迭，形容夜色浓重。《后汉书·马融\n"]}},{"title":"唐诗三百","cont":{"title":"关山月","nian":"唐代","author":"李白","contson":"\n明月出天山，苍茫云海间。长风几万里，吹度玉门关。汉下白登道，胡窥青海湾。由来征战地，不见有人还。戍客望边邑，思归多苦颜。(望边邑 一作：望边色)高楼当此夜，叹息未应闲。\n","contyishang":["译文一轮明月从祁连山升起，穿行在苍茫云海之间。浩荡的长风吹越几万里，吹过将士驻守的玉门关。当年汉兵直指白登山道，吐蕃觊觎青海大片河山。这里就是历代征战之地，出征将士很少能够生还。戍守兵士远望边城景象，思归家乡不禁满面愁容。此时将士的妻子在高楼，哀叹何时能见远方亲人。","注释⑴关山月：乐府旧题，属横吹曲辞，多抒离别哀伤之情。《乐府古题要解》：“‘关山月’，伤离别也。”⑵天山：即祁连山。在今甘肃、新疆之间，连绵数干里。因汉时匈奴称”天“为”祁连“，所以祁连山也叫做天山。⑶\n"]}},{"title":"唐诗三百","cont":{"title":"寻西山隐者不遇","nian":"唐代","author":"丘为","contson":"\n绝顶一茅茨，直上三十里。扣关无僮仆，窥室唯案几。若非巾柴车，应是钓秋水。差池不相见，黾勉空仰止。草色新雨中，松声晚窗里。及兹契幽绝，自足荡心耳。虽无宾主意，颇得清净理。兴尽方下山，何必待之子。\n","contyishang":["译文高高的山顶上有一座茅屋，从山下走上去足有三十里。轻扣柴门竟无童仆回问声，窥看室内只有桌案和茶几。主人不是驾着巾柴车外出，一定是到秋水碧潭去钓鱼。错过了时机不能与他见面，空负了殷勤仰慕一片心意。新雨中草色多么青翠葱绿，晚风将松涛声送进窗户里。这清幽境地很合我的雅兴，足可以把身心和耳目荡涤。我虽然还没有和主人交谈，却已经领悟到清净的道理。玩到兴尽就满意地下山去，何必非要和这位隐者相聚。","注释⑴茅茨：茅屋。⑵扣关：敲门。僮仆：指书童。⑶唯案几：\n"]}},{"title":"唐诗三百","cont":{"title":"旅夜书怀","nian":"唐代","author":"杜甫","contson":"\n细草微风岸，危樯独夜舟。星垂平野阔，月涌大江流。名岂文章著，官应老病休。飘飘何所似，天地一沙鸥。\n","contyishang":["译文微风吹拂着江岸的细草，那立着高高桅杆的小船在夜里孤零地停泊着。星星垂在天边，平野显得宽阔；月光随波涌动，大江滚滚东流。我难道是因为文章而著名吗？年老病多也应该休官了。自己到处漂泊像什么呢？就像天地间的一只孤零零的沙鸥。 ","注释（1）岸：指江岸边。（2）危樯（qiáng）：高竖的桅杆。危，高。樯，船上挂风帆的桅杆。（3）独夜舟：是说自己孤零零的一个人夜泊江边。（4）星垂平野阔：星空低垂，原野显得格外广阔。（5）月涌：月亮倒映，随水流涌。大江：指长江。（\n"]}},{"title":"唐诗三百","cont":{"title":"西塞山怀古","nian":"唐代","author":"刘禹锡","contson":"\n王濬楼船下益州，金陵王气黯然收。千寻铁锁沉江底，一片降幡出石头。人世几回伤往事，山形依旧枕寒流。今逢四海为家日，故垒萧萧芦荻秋。\n","contyishang":["译文王濬的战船从益州出发，东吴的王气便黯然消逝。千丈长的铁链沉入江底，一片降旗挂在石头城头。人生中多少次伤怀往事，山形依然不变靠着寒流。从今以后天下归为一同，芦荻在旧垒上萧萧飘摇。 ","注释⑴西塞山：位于今湖北省黄石市，又名道士洑，山体突出到长江中，因而形成长江弯道，站在山顶犹如身临江中。⑵王濬：晋益州刺史。一作“西晋”。益州：晋时郡治在今成都。晋武帝谋伐吴，派王濬造大船，出巴蜀，船上以木为城，起楼，每船可容二千余人。⑶金陵：今南京，当时是吴国的都城。王气：帝王之气。黯然：一作“漠然”。\n"]}},{"title":"唐诗三百","cont":{"title":"同从弟南斋玩月忆山阴崔少府","nian":"唐代","author":"王昌龄","contson":"\n高卧南斋时，开帷月初吐。清辉澹水木，演漾在窗户。冉冉几盈虚，澄澄变今古。美人清江畔，是夜越吟苦。千里共如何，微风吹兰杜。\n","contyishang":["译文我和从弟在南斋高卧的时候，掀开窗帘玩赏那初升的玉兔。淡淡月光泻在水上泄在树上，轻悠悠的波光涟漪荡入窗户。光阴苒苒这窗月已几盈几虚，清光千年依旧世事不同今古。德高望重崔少府在清江河畔，他今夜必定如庄舄思越之苦。千里迢迢可否共赏醉人婵娟？微风吹拂着清香四溢的兰杜。","注释⑴从弟：堂弟。斋：书房。山阴：今浙江绍兴。崔少府：即崔国辅，开元十四年（726）进士及第，授职山阴（浙江绍兴）县尉。少府，官名，秦置，为九卿之一，次于县令。唐代科第出身的士子也任其职。⑵帷：帘幕，一作“帐”。⑶澹\n"]}},{"title":"唐诗三百","cont":{"title":"赋得暮雨送李胄 / 赋得暮雨送李曹","nian":"唐代","author":"韦应物","contson":"\n楚江微雨里，建业暮钟时。漠漠帆来重，冥冥鸟去迟。 海门深不见，浦树远含滋。相送情无限，沾襟比散丝。\n","contyishang":["译文楚江笼罩在细细微雨里，建业城正敲响暮钟之时。雨丝繁密船帆显得沉重，天色错暗鸟儿飞得迟缓。长江流入海门深远不见，江边树木饱含雨滴润滋。送别老朋友我情深无限，沾襟泪水象江面的雨丝。","注释1.楚江：长江三峡以下至濡须口一段，古属楚国，称楚江。2.海门：长江入海处，在今江苏省海门市。3.建业：今南京市。4.散丝：细雨，这里喻指流泪。5.浦树：水边的树。6.含滋：湿润，带着水汽。"]}},{"title":"唐诗三百","cont":{"title":"章台夜思","nian":"唐代","author":"韦庄","contson":"\n清瑟怨遥夜，绕弦风雨哀。孤灯闻楚角，残月下章台。 芳草已云暮，故人殊未来。乡书不可寄，秋雁又南回。\n","contyishang":["译文幽怨的琴声在长夜中回荡，弦音悲切，似有凄风苦雨缭绕。孤灯下，又听见楚角声哀，清冷的残月徐徐沉下章台。芳草渐渐枯萎，已到生命尽头.亲人故友，从未来此地。鸿雁已往南飞，家书不能寄回。","注释（1）章台：即章华台，宫名，故址在今陕西长安。在今湖北省监利县西北。《左传·昭公七年》：“楚子城（筑）章华之台。”（2）瑟：古代弦乐器。多为二十五弦。弦乐器，这里指乐声。清瑟，即凄清的瑟声。遥夜：长夜。连下两句是说，凄清的瑟声，在长夜发出哀怨的音调；而伴随这哀怨乐曲的，又是秋夜悲鸣的风雨声。（3）楚角：楚地吹的号角。其声悲凉。（\n"]}},{"title":"唐诗三百","cont":{"title":"近试上张籍水部 / 近试上张水部 / 闺意献张水部","nian":"唐代","author":"朱庆馀","contson":"\n洞房昨夜停红烛，待晓堂前拜舅姑。 妆罢低声问夫婿，画眉深浅入时无。\n","contyishang":["译文洞房里昨夜花烛彻夜通明，等待拂晓拜公婆讨个好评。打扮好了轻轻问丈夫一声：我的眉画得浓淡可合时兴？","注释⑴张水部：即张籍，曾任水部员外郎。⑵洞房：新婚卧室。停红烛：让红烛通宵点着。停：留置。⑶舅姑：公婆。⑷深浅：浓淡。入时无：是否时髦。这里借喻文章是否合适。"]}},{"title":"唐诗三百","cont":{"title":"无题·重帏深下莫愁堂","nian":"唐代","author":"李商隐","contson":"\n重帏深下莫愁堂，卧后清宵细细长。神女生涯原是梦，小姑居处本无郎。风波不信菱枝弱，月露谁教桂叶香。直道相思了无益，未妨惆怅是清狂。\n","contyishang":["译文重重帷幕深垂，我孤居莫愁堂；独卧不眠，更觉静夜漫漫长长。巫山神女艳遇楚王，原是梦幻；青溪小姑住所，本就独处无郎。我是柔弱菱枝，偏遭风波摧残；我是铃芳桂叶，却无月露香。虽然深知沉溺相思，无益健康；我却痴情到底，落个终身清狂。 ","注解１、神女：即宋玉《神女赋》中的巫山神女。２、小姑句：古乐府《青溪小姑曲》：“小姑所居，独处无郎。”３、风波句：意谓菱枝虽是弱质，却不相信会任凭风波欺负。４、直道两句：意谓即使相思全无好处，但这种惆怅\n"]}},{"title":"唐诗三百","cont":{"title":"遣悲怀三首·其三","nian":"唐代","author":"元稹","contson":"\n闲坐悲君亦自悲，百年都是几多时。邓攸无子寻知命，潘岳悼亡犹费词。同穴窅冥何所望，他生缘会更难期。惟将终夜常开眼，报答平生未展眉。\n","contyishang":["译文闲坐无事为你悲伤为我感叹，人生短暂百年时间又多长呢！邓攸没有后代是命运的安排，潘岳悼念亡妻只是徒然悲鸣。即使能合葬也无法倾诉衷情，来世结缘是多么虚幻的企望。只能睁着双眼整夜把你思念，报答你平生不得伸展的双眉。","注释邓攸：西晋人，字伯道，官河西太守。《晋书·邓攸传》载：永嘉末年战乱中，他舍子保侄，后终无子。潘岳：西晋人，字安仁，妻死，作《悼亡诗》三首。这两句写人生的一切自有命定，暗伤自己无妻无子的命运。窅冥：深暗的样子。"]}},{"title":"唐诗三百","cont":{"title":"无题·来是空言去绝踪","nian":"唐代","author":"李商隐","contson":"\n来是空言去绝踪，月斜楼上五更钟。梦为远别啼难唤，书被催成墨未浓。蜡照半笼金翡翠，麝熏微度绣芙蓉。刘郎已恨蓬山远，更隔蓬山一万重！\n","contyishang":["韵译你说来相会是空话，别后不见踪影；醒来楼上斜月空照，听得晓钟初鸣。梦里为伤远别啼泣，双双难以呼唤；醒后研墨未浓，奋笔疾书写成一信。残烛半照金翡翠的被褥，朦朦胧胧；麝香熏透芙蓉似的纱帐，软软轻轻。当年的刘郎，早已怨恨那蓬山遥远；你去的所在，要比蓬山更隔万重岭！","注解１、半笼：半映。指烛光隐约，不能全照床上被褥。２、金翡翠：指饰以金翠的被子。《长恨歌》：“悲翠衾寒谁与共。”３、麝：本动物名，即香獐，其体内的分泌物可作香料。这里即指香气。\n"]}},{"title":"唐诗三百","cont":{"title":"黄鹤楼送孟浩然之广陵","nian":"唐代","author":"李白","contson":"\n故人西辞黄鹤楼，烟花三月下扬州。孤帆远影碧空尽，唯见长江天际流。 (唯 通：惟)\n","contyishang":["译文老朋友向我频频挥手，告别了黄鹤楼，在这柳絮如烟、繁花似锦的阳春三月去扬州远游。友人的孤船帆影渐渐地远去，消失在碧空的尽头，只看见一线长江，向邈远的天际奔流。","注释⑴黄鹤楼：中国著名的名胜古迹，故址在今湖北武汉市武昌蛇山的黄鹄矶上，属于长江下游地带，传说三国时期的费祎于此登仙乘黄鹤而去，故称黄鹤楼。原楼已毁，现存楼为1985年修葺。孟浩然：李白的朋友。之：往、到达。广陵：即扬州。⑵故人：老朋友，这里指孟浩然。其年龄比李白大，在诗坛上享有盛名。李白对他很敬佩，彼此感情深厚，因此称之为“故人”。辞：辞别。⑶烟花：形\n"]}},{"title":"唐诗三百","cont":{"title":"古意","nian":"唐代","author":"李颀","contson":"\n男儿事长征，少小幽燕客。赌胜马蹄下，由来轻七尺。杀人莫敢前，须如猬毛磔。黄云陇底白云飞，未得报恩不能归。辽东小妇年十五，惯弹琵琶解歌舞。今为羌笛出塞声，使我三军泪如雨。\n","contyishang":["译文男子汉当以国事为重，从军远征，从小就在幽燕纵横驰骋。经常与人在马上比试胜负，从不珍惜七尺身躯。奋勇搏杀，没人敢上前招应；气宇轩昂，脸上的胡子像刺猬的毛丛生。陇下黄沙弥漫，上面白云飘飞，未报朝廷恩情怎能轻易言归。辽东少妇年方十五，她弹熟了琵琶能歌善舞。今日用羌笛吹一支出塞乐曲，感动得全军将士泪下如雨。","注释①古意：拟古诗，托古喻今之作。②事长征：从军远征。③幽燕：今河北、辽宁一带。古代幽燕地区游侠之风盛行。④赌胜：较量胜负。马蹄下：即驰骋疆场之意。\n"]}},{"title":"唐诗三百","cont":{"title":"新嫁娘词","nian":"唐代","author":"王建","contson":"\n三日入厨下，洗手作羹汤。未谙姑食性，先遣小姑尝。\n","contyishang":["译文新婚三天来到厨房，洗手亲自来作羹汤。不知婆婆什么口味，做好先让小姑品尝。","注释1.三日：古代风俗，新媳妇婚后三日须下厨房做饭菜。2.羹：泛指做成浓的菜肴。3.“未谙”句：意思是还不熟悉婆婆的口味。谙：熟悉。姑食性：婆婆的口味。4.遣：让。小姑：一作“小娘”。丈夫的妹妹。也称小姑子。"]}}]