[{"title":"地名","cont":{"title":"忆江南三首","nian":"唐代","author":"白居易","contson":"\n江南好，风景旧曾谙；日出江花红胜火，春来江水绿如蓝。能不忆江南？\n江南忆，最忆是杭州；山寺月中寻桂子，郡亭枕上看潮头。何日更重游！\n江南忆，其次忆吴宫；吴酒一杯春竹叶，吴娃双舞醉芙蓉。早晚复相逢！\n","contyishang":["译文江南的风景多么美好，风景久已熟悉。春天到来时，太阳从江面升起，把江边的鲜花照得比火红，碧绿的江水绿得胜过蓝草。怎能叫人不怀念江南？","江南的回忆，最能唤起追思的是杭州：游玩天竺寺寻找中秋的桂子，登上郡亭，枕卧其上，欣赏钱塘江大潮。什么时候能够再次去游玩？","江南的回忆，再来就是回忆苏州的吴宫，喝一喝吴宫的美酒春竹叶，看一看吴宫的歌女双双起舞像朵朵迷人的芙蓉。清晨夜晚总要再次相逢。","注释⑴忆江南：唐教坊曲名。作者题下自注说：“此曲亦名‘谢秋娘’，每首五句。”按《乐府诗集》：“‘忆江南’一名‘望江南’，因白氏词，后遂改名\n"]}},{"title":"地名","cont":{"title":"一枝花·杭州景","nian":"元代","author":"关汉卿","contson":"\n普天下锦绣乡，环海内风流地。大元朝新附国，亡宋家旧华夷。水秀山奇，一到处堪游戏，这答儿忒富贵。满城中绣幕风帘，一哄地人烟凑集。[梁州第七]百十里街衢整齐，万余家楼阁参差，并无半答儿闲田地。松轩竹径，药圃花蹊，茶园稻陌，竹坞梅溪。一陀儿一句诗题，一步儿一扇屏帏。西盐场便似一带琼瑶，吴山色千叠翡翠。兀良，望钱塘江万顷玻璃。更有清溪绿水，画船儿来往闲游戏。浙江亭紧相对，相对着险岭高峰长怪石，堪羡堪题。[尾]家家掩映渠流水，楼阁峥嵘出翠微，遥望西湖暮山势。看了这壁，觑了那壁，纵有丹青下不得笔。\n","contyishang":[]}},{"title":"地名","cont":{"title":"鹦鹉洲","nian":"唐代","author":"李白","contson":"\n鹦鹉来过吴江水，江上洲传鹦鹉名。鹦鹉西飞陇山去，芳洲之树何青青。烟开兰叶香风暖，岸夹桃花锦浪生。迁客此时徒极目，长洲孤月向谁明。\n","contyishang":["译文鹦鹉曾经来到吴江的岸边，江中的小洲传着鹦鹉的美名。鹦鹉已向西而飞回到陇山，鹦鹉洲上花香四溢草木青青。春风和暖烟云缭绕飘来阵阵兰香，两岸桃花落入江中形成层层锦浪。被迁谪的旅人此时只有徒然远望，长洲上孤月朗照究竟是为谁而明？","注释⑴鹦鹉洲：武昌西南长江中的一个小洲。祢衡曾作《鹦鹉赋》于此，故称。⑵吴江：指流经武昌一带的长江。因三国时属吴国，故称吴江。⑶陇山：又名陇坻，山名，在今陕西陇县西北。相传鹦鹉出产在这里。⑷芳洲：香草丛生的水中陆地。这里指鹦鹉洲。⑸锦浪：形容江\n"]}},{"title":"地名","cont":{"title":"淮阳感秋","nian":"隋代","author":"李密","contson":"\n金风荡初节，玉露凋晚林。此夕穷涂士，郁陶伤寸心。野平葭苇合，村荒藜藿深。眺听良多感，徙倚独沾襟。沾襟何所为，怅然怀古意。秦俗犹未平，汉道将何冀。樊哙市井徒，萧何刀笔吏。一朝时运会，千古传名谥。寄言世上雄，虚生真可愧。\n","contyishang":["译文金风吹荡初秋时节，玉露凋伤岁暮之林。今天晚上穷途之士，忧思郁结伤透寸心。原野平芜葭苇围合，村落破败藿藜纵深。眺听乱象良多感慨，徘徊感伤泪下沾襟。泪满衣襟意欲何为，惆帐都因怀古之意。秦俗乱世尚未荡平；汉道清朝尚难希冀。樊哙是个市井之徒，萧何不过是刀笔吏。一旦与时运相遇合，定会万古留名传谥。劝诫各路豪杰英雄．虚度此生实在有愧。","注释1.淮阳：隋大业及唐天宝、至德时改陈州（今河南准阳）为淮阳郡。2.金风：秋风。3.穷涂：绝路，比喻处\n"]}},{"title":"地名","cont":{"title":"南乡子·和杨元素时移守密州","nian":"宋代","author":"苏轼","contson":"\n东武望余杭，云海天涯两渺茫。何日功成名遂了，还乡，醉笑陪公三万场。不用诉离觞，痛饮从来别有肠。今夜送归灯火冷，河塘，堕泪羊公却姓杨。\n","contyishang":["译文东武和余杭两地相望，但见远隔天涯云海茫茫。不知什么时候才能功成名就，衣锦还乡，到那时我与你同笑长醉三万场。不用像世俗的样子用酒来诉说离情别绪，痛快的饮宴从来都另有缘由。今夜拿着残灯送你归去，走过河塘，恍惚间见落泪如羊祜的却是你杨元素啊。","注释⑴南乡子：词牌名，唐教坊曲。《金奁集》入“黄钟宫”。唐教坊曲，原为单调，有二十七字、二十八字、三十字各体，平仄换韵。单调始自后蜀欧阳炯。南唐冯延巳始增为双调。冯词平韵五十六字，十句，上下片各四句用韵。另有五十八字体。双调五十六字，前后阕各四平韵，一韵到底。⑵杨元素：即杨绘，公元107\n"]}},{"title":"地名","cont":{"title":"南园十三首·其五","nian":"唐代","author":"李贺","contson":"\n男儿何不带吴钩，收取关山五十州。请君暂上凌烟阁，若个书生万户侯？\n","contyishang":["译文男子汉大丈夫为什么不腰带武器去收取关山五十州呢？请你且登上那画有开国功臣的凌烟阁去看，又有哪一个书生曾被封为食邑万户的列侯？ ","注释⑴吴钩：吴地出产的弯形的刀，此处指宝刀。⑵凌烟阁：唐太宗为表彰功臣而建的殿阁，上有秦琼等二十四人的像。"]}},{"title":"地名","cont":{"title":"芜城赋","nian":"南北朝","author":"鲍照","contson":"\n　　沵迆平原，南驰苍梧涨海，北走紫塞雁门。柂以漕渠，轴以昆岗。重关复江之隩，四会五达之庄。当昔全盛之时，车挂轊，人驾肩。廛闬扑地，歌吹沸天。孳货盐田，铲利铜山，才力雄富，士马精妍。故能侈秦法，佚周令，划崇墉，刳濬洫，图修世以休命。是以板筑雉堞之殷，井干烽橹之勤，格高五岳，袤广三坟，崪若断岸，矗似长云。制磁石以御冲，糊赪壤以飞文。观基扃之固护，将万祀而一君。出入三代，五百余载，竟瓜剖而豆分。泽葵依井，荒葛罥涂。坛罗虺蜮，阶斗麕鼯。木魅山鬼，野鼠城狐，风嗥雨啸，昏见晨趋。饥鹰厉吻，寒鸱吓雏。伏暴藏虎，乳血飡肤。崩榛塞路，峥嵘古馗。白杨早落，寒草前衰。稜稜霜气，蔌蔌风威。孤篷自振，惊沙坐飞。灌莽杳而无际，丛薄纷其相依。通池既已夷，峻隅又以颓。直视千里外，唯见起黄埃。凝思寂听，心伤已摧。若夫藻扃黼帐，歌堂舞阁之基；璇渊碧树，弋林钓渚之馆；吴蔡齐秦之声，鱼龙爵马之玩；皆薰歇烬灭，光沉响绝。东都妙姬，南国佳人，蕙心纨质，玉貌绛唇，莫不埋魂幽石，委骨穷尘。岂忆同辇之愉乐，离宫之苦辛哉？天道如何，吞恨者多。抽琴命操，为芜城之歌。歌曰：“边风急兮城上寒，井径灭兮丘陇残。千龄兮万代，共尽兮何言。”\n","contyishang":["译文　　地势辽阔平坦的广陵郡，南通苍梧、南海，北趋长城雁门关。前有漕河萦回，下有昆岗横贯。周围江河城关重叠，地处四通八达之要冲。当年吴王刘濞在此建都的全盛之时，街市车轴互相撞击，行人摩肩，里坊密布，歌唱吹奏之声喧腾沸天。吴王靠开发盐田繁殖财货，开采铜山获利致富。使广陵人力雄厚，兵马装备精良。所以能超过秦代的法度，逾越周代的规定。筑高墙，挖深沟，图谋国运长久和美好的天命。所以大规模地修筑城墙，辛勤地营建备有烽火的望楼。使广陵城高与五岳相齐，宽广与三坟连接。城墙若断岸一般高峻，似长云一般耸立。用磁铁制成城门以防歹徒冲入，城墙上糊红泥以焕发光彩。看城池修筑得如此牢固，总以为会万年而\n"]}},{"title":"地名","cont":{"title":"十七日观潮","nian":"宋代","author":"陈师道","contson":"\n漫漫平沙走白虹，瑶台失手玉杯空。晴天摇动清江底，晚日浮沉急浪中。\n","contyishang":["译文一望无垠的沙滩上，潮水涌上来了，像一道白色的长虹；我猜想，是不是瑶台仙人，失手把玉杯中的琼浆泼向了人间，如此奔腾汹涌。澎湃的潮水中，蓝天的倒影在水里颠簸摇动；夕阳西坠，浮沉出没在湍急的洪波巨浪中。","注释⑴十七日：农历八月十七、十八是钱塘江潮最为壮观的日子，潮水最大的日子。⑵漫漫平沙：广阔无边的江边平坦的沙滩。⑶走白虹：走，奔跑和滚动；白虹：指钱塘江潮。⑷瑶台：传说中指天上神仙居住的地方。⑸失手：因没拿住（玉杯）而倒翻。⑹晴天：因滚动的钱塘江潮，使倒映在江水中的蓝天也摇动不止\n"]}},{"title":"地名","cont":{"title":"金陵三首","nian":"唐代","author":"李白","contson":"\n晋家南渡日，此地旧长安。地即帝王宅，山为龙虎盘。金陵空壮观，天堑净波澜。醉客回桡去，吴歌且自欢。\n地拥金陵势，城回江水流。当时百万户，夹道起朱楼。亡国生春草，王宫没古丘。空余后湖月，波上对瀛州。\n六代兴亡国，三杯为尔歌。苑方秦地少，山似洛阳多。古殿吴花草，深宫晋绮罗。并随人事灭，东逝与沧波。\n","contyishang":["译文晋家朝廷南迁长江，金陵就是当时的首都——长安。地势有帝王之气，山水则虎踞龙蟠。金陵空自壮观，长江亦非天堑。酒醉回船归家去，口吟吴歌独自欢。","金陵地势雄壮，江水空摇，高墙巍峨不动。东晋在这里建都，百万富豪纷纷在这里夹道修建高楼。东晋终于灭亡，宫殿被荒草湮灭。只有玄武湖上的明月，在波浪上空注视着曾经繁华的江洲。","魏晋六代，兴衰迭起，我且痛饮三杯，为金陵高歌一曲。这里的宫殿不比长安的少，四周山峦围城，比洛阳的山更多。古殿傍边吴王种植的花草，深深宫院里美\n"]}},{"title":"地名","cont":{"title":"丁洲怀古","nian":"清代","author":"王绪","contson":"\n特统精兵御上游，笳吹先遁惊若鸥。扬州空把残旗耀，赢得舟中骂不休。\n","contyishang":[]}},{"title":"地名","cont":{"title":"热海行送崔侍御还京","nian":"唐代","author":"岑参","contson":"\n侧闻阴山胡儿语，西头热海水如煮。海上众鸟不敢飞，中有鲤鱼长且肥。岸旁青草长不歇，空中白雪遥旋灭。蒸沙烁石燃虏云，沸浪炎波煎汉月。阴火潜烧天地炉，何事偏烘西一隅？势吞月窟侵太白，气连赤坂通单于。送君一醉天山郭，正见夕阳海边落。柏台霜威寒逼人，热海炎气为之薄。\n","contyishang":["译文我听阴山人们说过多回，西方热海之水好似煮沸。海上各种鸟儿不敢飞翔，水中鲤鱼却是大而肥美！岸边青草常年不见哀歇，空中雪花远远融化消灭，沙石炽热燃烧边地层云，波浪沸腾煎煮古时明月。地下烈火暗中熊熊燃烧，为何偏把西方一角烘烤！气浪弥漫西方月窟太白，把那广大边塞地带笼罩。置酒送君在那天山城郭，热海之畔夕阳正要西落。君居柏台威严好似寒霜，热海炎气因而顿觉淡薄！","注释⑴热海：伊塞克湖，又名大清池、咸海，今属吉尔吉斯斯坦，唐时属安西节度使领辖。崔侍御：未详。侍御，指监察御史。\n"]}}]