[{"title":"宋词三百","cont":{"title":"离亭燕·一带江山如画","nian":"宋代","author":"张昪","contson":"\n一带江山如画，风物向秋潇洒。水浸碧天何处断？霁色冷光相射。蓼屿荻花洲，掩映竹篱茅舍。云际客帆高挂，烟外酒旗低亚。多少六朝兴废事，尽入渔樵闲话。怅望倚层楼，寒日无言西下。\n","contyishang":["译文金陵风光美丽如画，秋色明净清爽。碧天与秋水一色，何处是尽头呢？雨后晴朗的天色与秋水闪烁的冷光相辉映。蓼草荻花丛生的小岛上，隐约可见几间竹篱环绕的草舍。江水尽头客船上的帆仿佛高挂在云端，烟雾笼罩的岸边，有低垂的酒旗。那些六朝兴盛和衰亡的往事，如今已成为渔民、樵夫闲谈的话题。在高楼上独自遥望，倍感苍凉，凄冷的太阳默默地向西落下。","注释⑴离亭燕：词牌名。⑵一带：指金陵（今南京）一带地区。⑶风物：风光景物。潇洒：神情举止自然大方。此处是拟人化用法。⑷浸：液体渗入。此处指水天溶为一体。断：接合部。\n"]}},{"title":"宋词三百","cont":{"title":"","nian":"","author":"","contson":"","contyishang":[]}},{"title":"宋词三百","cont":{"title":"摊破浣溪沙·菡萏香销翠叶残","nian":"五代","author":"李璟","contson":"\n菡萏香销翠叶残，西风愁起绿波间。还与韶光共憔悴，不堪看。细雨梦回鸡塞远，小楼吹彻玉笙寒。多少泪珠何限恨，倚栏干。(栏 通：阑) (何限恨 一作：无限恨)\n","contyishang":["译文荷花落尽，香气消散，荷叶凋零，深秋的西风拂动绿水，使人愁绪满怀。美好的人生年华不断消逝。与韶光一同憔悴的人，自然不忍去看（这满眼萧瑟的景象）。 细雨绵绵，梦境中塞外风物缈远。（醒来）寒笙呜咽之声回荡在小楼中。（想起故人旧事），（她）含泪倚栏，怀抱无穷幽怨。","注释⑴摊破浣溪沙：词牌名。又名“添字浣溪沙”“山花子”“南唐浣溪沙”。双调四十八字，前阕三平韵，后阕两平韵，一韵到底。前后阕基本相同，只是前阕首句平脚押韵，后阕首句仄脚不押韵。后阕开始两句一般要求对仗。这是把四十二字的“浣溪沙”前后阕末句扩展成两句，所以叫“摊破浣溪沙”。\n"]}},{"title":"宋词三百","cont":{"title":"水龙吟·楚天千里无云","nian":"宋代","author":"曾觌","contson":"\n楚天千里无云，露华洗出秋容净。银蟾台榭，玉壶天地，参差桂影。鸳瓦寒生，画檐光射，碧梧金井。听韶华半夜，江梅三弄，风袅袅、良宵永。 携手西园宴罢，下瑶台、醉魂初醒。吹箫仙子，骖鸾归路，一襟清兴。鳷鹊楼高，建章门迥，星河耿耿。看沧江潮上，丹枫叶落，浸关山冷。\n","contyishang":[]}},{"title":"宋词三百","cont":{"title":"苏幕遮·怀旧","nian":"宋代","author":"范仲淹","contson":"\n碧云天，黄叶地。秋色连波，波上寒烟翠。山映斜阳天接水。芳草无情，更在斜阳外。黯乡魂，追旅思。夜夜除非，好梦留人睡。明月楼高休独倚。酒入愁肠，化作相思泪。(留人睡 一作：留人醉)\n","contyishang":["译文碧云飘悠的蓝天，黄叶纷飞的大地，秋景连接着江中水波，波上弥漫着苍翠寒烟。群山映着斜阳蓝天连着江水。芳草不谙人情，一直延绵到夕阳照不到的天边。默默思念故乡黯然神伤，缠人的羁旅愁思难以排遣，除非夜夜都做好梦才能得到片刻安慰。不想在明月夜独倚高楼望远，只有频频地将苦酒灌入愁肠，化作相思的眼泪。","注释⑴苏幕遮：原唐教坊曲名，来自西域，后用作词牌名。又名“云雾敛”“鬓云松令”。双调，六十二字，上下片各五句。⑵“波上”句：江波之上笼罩着一层翠色的寒烟。烟本呈白色，因其上连碧天，下接绿波，远望即与碧天同色，正所谓“秋水共长天一色”。\n"]}},{"title":"宋词三百","cont":{"title":"卜算子·送鲍浩然之浙东","nian":"宋代","author":"王观","contson":"\n水是眼波横，山是眉峰聚。欲问行人去那边？眉眼盈盈处。才始送春归，又送君归去。若到江南赶上春，千万和春住。\n","contyishang":["译文水像美人流动的眼波，山如美人蹙起的眉毛。想问行人去哪里？到山水交汇的地方。刚送走了春天，又要送你回去。假如你到江南，还能赶上春天的话，千万要把春天的景色留住。","注释①卜算子：词牌名。北宋时盛行此曲。万树《词律》以为取义于“卖卜算命之人”。双调，四十四字，上下片各两仄韵。两结亦可酌增衬字，化五言句为六言句，于第三字豆。宋教坊复演为慢曲，《乐章集》入“歇指调”。八十九字，前片四仄韵，后片五仄韵。②鲍浩然：生平不详，词人的朋友，家住浙江东路，简称浙东。③水是眼波横：水像美人流动的眼波。古人常以秋水喻美人之眼，这里反\n"]}},{"title":"宋词三百","cont":{"title":"临江仙·未遇行藏谁肯信","nian":"宋代","author":"侯蒙","contson":"\n未遇行藏谁肯信，如今方表名踪。无端良匠画形容。当风轻借力，一举入高空。 才得吹嘘身渐稳，只疑远赴蟾宫。雨馀时候夕阳红。几人平地上，看我碧霄中。\n","contyishang":["译文一直没有遇上圣明的君主，没作上官，过着隐居的生活，谁肯信服呢？而今才显现了名声和踪迹：画工将我画在风筝上，那么我正好借着风力，乘风直上。在半空中，风慢慢吹来，我觉得身体渐渐平稳了，只觉得要飘到月宫去了。此时正是雨后，夕阳西下之时，又有多少人身在平地，羡慕我登上了碧霄之中啊！","注释⑴临江仙：词牌名。本为唐教坊曲名，多用以咏水仙，故名。双调五十八字或六十字，皆用平韵。⑵未遇：未得到赏识和重用；未发迹。行藏：指出处或行止。语本《论语·述而》：“用之则行，舍之则藏。”⑶无端：谓无由产生。引申指无因由，无缘无故。良匠：\n"]}},{"title":"宋词三百","cont":{"title":"浪淘沙令·帘外雨潺潺","nian":"五代","author":"李煜","contson":"\n帘外雨潺潺，春意阑珊。罗衾不耐五更寒。梦里不知身是客，一晌贪欢。独自莫凭栏，无限江山，别时容易见时难。流水落花春去也，天上人间。\n","contyishang":["译文门帘外传来雨声潺潺，浓郁的春意又要凋残。罗织的锦被受不住五更时的冷寒。只有迷梦中忘掉自身是羁旅之客，才能享受片时的欢娱。独自一人在太阳下山时在高楼上倚靠栏杆遥望远方，因为想到旧时拥有的无限江山，心中便会泛起无限伤感。离别它是容易的，再要见到它就很艰难。像流失的江水凋落的红花跟春天一起回去也，今昔对比，一是天上一是人间。","注释①此词原为唐教坊曲，又名《浪淘沙令》、《卖花声》等。唐人多用七言绝句入曲，南唐李煜始演为长短句。双调，五十四字（宋人有稍作增减者），平韵，此调又由柳永、周邦彦演为长调《浪淘沙漫》，是别格。②潺潺：形容\n"]}},{"title":"宋词三百","cont":{"title":"六州歌头·少年侠气","nian":"宋代","author":"贺铸","contson":"\n少年侠气，交结五都雄。肝胆洞。毛发耸。立谈中。死生同。一诺千金重。推翘勇。矜豪纵。轻盖拥。联飞鞚。斗城东。轰饮酒垆，春色浮寒瓮。吸海垂虹。闲呼鹰嗾犬，白羽摘雕弓。狡穴俄空。乐匆匆。(闲呼 一作：间呼)似黄粱梦。辞丹凤。明月共。漾孤篷。官冗從。怀倥偬。落尘笼。簿书丛。鹖弁如云众。供粗用。忽奇功。笳鼓动。渔阳弄。思悲翁。不请长缨，系取天骄种。剑吼西风。恨登山临水，手寄七弦桐。目送归鸿。\n","contyishang":["译文 少年时一股侠气，结交各大都市的豪雄之士。待人真诚，肝胆照人，遇到不平之事，便会怒发冲冠，具有强烈的正义感。站立而谈，生死与共。我们推崇的是出众的勇敢，狂放不羁傲视他人。轻车簇拥联镳驰逐，出游京郊。在酒店里豪饮，酒坛浮现出诱人的春色，我们像长鲸和垂虹那样饮酒，顷刻即干。间或带着鹰犬去打猎，霎那间便荡平了狡兔的巢穴。虽然欢快，可惜时间太过短促。就像卢生的黄粱一梦，很快就离开京城。驾孤舟飘流于水中，唯有明月相伴。散职侍从官品位卑微，事多繁忙，情怀愁苦。陷入了污浊的官场仕途，担任了繁重的文书事物工作。像我这样成千上万的武官，都被支派到地方上去打杂，劳碌于文书案牍，不\n"]}},{"title":"宋词三百","cont":{"title":"眼儿媚·杨柳丝丝弄轻柔","nian":"宋代","author":"王雱","contson":"\n杨柳丝丝弄轻柔，烟缕织成愁。海棠未雨，梨花先雪，一半春休。而今往事难重省，归梦绕秦楼。相思只在：丁香枝上，豆蔻梢头。\n","contyishang":["译文杨柳丝丝风中摆弄轻柔，烟缕迷漾织进万千春愁。海棠尚未经细雨湿润，梨花却已盛开似雪，真可惜春天已过去一半。而今往事实在难以重忆，梦魂归绕你住过的闺楼。刻骨的相思如今只在，那芬芳的丁香枝上，那美丽的豆蔻梢头。","注释①眼儿媚：词牌名，又名《秋波媚》。双调四十八字，前片三平韵，后片两平韵。②弄轻柔：摆弄着柔软的柳丝。秦观《江城子》：“西城杨柳弄春柔。”③海棠三句：指春分时节。海棠常经雨开花，梨花开时似雪，故云。④难重省：难以回忆。省（xǐng）：明白、记忆。⑤秦楼：秦穆公女弄玉与其夫萧史所居之\n"]}},{"title":"宋词三百","cont":{"title":"浣溪沙·红蓼渡头秋正雨","nian":"唐代","author":"薛昭蕴","contson":"\n红蓼渡头秋正雨，印沙鸥迹自成行，整鬟飘袖野风香。不语含嚬深浦里，几回愁煞棹船郎，燕归帆尽水茫茫。\n","contyishang":[]}},{"title":"宋词三百","cont":{"title":"渔家傲·秋思","nian":"宋代","author":"范仲淹","contson":"\n塞下秋来风景异，衡阳雁去无留意。四面边声连角起，千嶂里，长烟落日孤城闭。浊酒一杯家万里，燕然未勒归无计。羌管悠悠霜满地，人不寐，将军白发征夫泪。\n","contyishang":["译文秋天到了，西北边塞的风光和江南不同。大雁又飞回衡阳了，一点也没有停留之意。黄昏时，军中号角一吹，周围的边声也随之而起。层峦叠嶂里，暮霭沉沉，山衔落日，孤零零的城门紧闭。饮一杯浊酒，不由得想起万里之外的家乡，未能像窦宪那样战胜敌人，刻石燕然，不能早作归计。悠扬的羌笛响起来了，天气寒冷，霜雪满地。夜深了，将士们都不能安睡：将军为操持军事，须发都变白了；战士们久戍边塞，也流下了伤心的眼泪。","注释①渔家傲：又名《吴门柳》、《忍辱仙人》、《荆溪咏》、《游仙关》。②塞：边界要塞之地，这里指西北边疆。③衡阳雁去：传说秋天北\n"]}},{"title":"宋词三百","cont":{"title":"青玉案·元夕","nian":"宋代","author":"辛弃疾","contson":"\n东风夜放花千树。更吹落、星如雨。宝马雕车香满路。凤箫声动，玉壶光转，一夜鱼龙舞。 蛾儿雪柳黄金缕。笑语盈盈暗香去。众里寻他千百度。蓦然回首，那人却在，灯火阑珊处。\n","contyishang":["译文像东风吹散千树繁花一样，又吹得烟火纷纷，乱落如雨。豪华的马车满路芳香。悠扬的凤箫声四处回荡，玉壶般的明月渐渐西斜，一夜鱼龙灯飞舞笑语喧哗。美人头上都戴着亮丽的饰物，笑语盈盈地随人群走过，身上香气飘洒。我在人群中寻找她千百回，猛然一回头，不经意间却在灯火零落之处发现了她。","注释⑴青玉案：词牌名。“案”读wan，第三声，与“碗”同音。⑵元夕：夏历正月十五日为上元节，元宵节，此夜称元夕或元夜。⑶“东风”句：形容元宵夜花灯繁多。花千树，花灯之多如千树开花。⑷星如雨：指焰火纷纷，乱落如雨。星，指焰火。形容满\n"]}},{"title":"宋词三百","cont":{"title":"清平乐·候蛩凄断","nian":"宋代","author":"张炎","contson":"\n候蛩凄断，人语西风岸。月落沙平江似练，望尽芦花无雁。暗教愁损兰成，可怜夜夜关情。只有一枝梧叶，不知多少秋声！\n","contyishang":["译文蟋蟀哀鸣欲断魂，秋风萧瑟秋江岸，人与秋虫共鸣。冷月落沙洲，澄江如彩绢，千里芦花望断，不见归雁行踪。默默愁煞庾信，可怜夜夜脉脉含离情。只有那一叶梧桐悠悠下，不知寄托了多少秋凉悲声！","注释1.清平乐：唐代教坊曲名，后用为词牌。又名《清平乐令》、《忆萝花》、《醉东风》等。双调四十六字。前段四句四仄韵；后段四句三平韵。又一体，前段四句四仄韵；后段四句三仄韵。2.蛩（qióng）：蟋蟀。3.练：素白未染之熟绢。4.芦花：芦絮。芦苇花轴上密生的白毛。5.愁损：愁杀。6.兰成：北周庾信的\n"]}},{"title":"宋词三百","cont":{"title":"浣溪沙·簌簌衣巾落枣花","nian":"宋代","author":"苏轼","contson":"\n徐门石潭谢雨，道上作五首。潭在城东二十里，常与泗水增减清浊相应。\n簌簌衣巾落枣花，村南村北响缲车，牛衣古柳卖黄瓜。(缲 通：缫)酒困路长惟欲睡，日高人渴漫思茶。敲门试问野人家。\n","contyishang":["译文枣花纷纷落在衣襟上。村南村北响起车缫丝的声音，古老的柳树底下有一个穿牛衣的农民在叫卖黄瓜。路途遥远，酒意上心头，昏昏然只想小憩一番。艳阳高照，无奈口渴难忍，想随便去哪找点水喝。于是敲开一家村民的屋门，问：可否给碗茶？ ","注释徐门：即徐州。谢雨：雨后谢神。簌簌：纷纷下落的样子，一作“蔌蔌”，音义皆同。缫车：纺车。缫，一作“缲”，把蚕茧浸在热水里，抽出蚕丝。牛衣：蓑衣之类。这里泛指用粗麻织成的衣服。《汉书.食货志》有“贫民常衣牛马之衣”的话。漫思茶：想随便去哪儿找点茶喝。漫，随\n"]}},{"title":"宋词三百","cont":{"title":"鹊桥仙·纤云弄巧","nian":"宋代","author":"秦观","contson":"\n纤云弄巧，飞星传恨，银汉迢迢暗度。金风玉露一相逢，便胜却人间无数。(度 通：渡)柔情似水，佳期如梦，忍顾鹊桥归路。两情若是久长时，又岂在朝朝暮暮。\n","contyishang":["译文纤薄的云彩在天空中变幻多端，天上的流星传递着相思的愁怨，遥远无垠的银河今夜我悄悄渡过。在秋风白露的七夕相会，就胜过尘世间那些长相厮守却貌合神离的夫妻。共诉相思，柔情似水，短暂的相会如梦如幻，分别之时不忍去看那鹊桥路。只要两情至死不渝，又何必贪求卿卿我我的朝欢暮乐呢。","注释纤云：轻盈的云彩。弄巧：指云彩在空中幻化成各种巧妙的花样。飞星：流星。一说指牵牛、织女二星。银汉：银河。迢迢：遥远的样子。暗度：悄悄渡过。金风玉露：指秋风白露。李商隐《辛未七夕》：“由来碧落银河畔，可要金风玉露时”。忍\n"]}},{"title":"宋词三百","cont":{"title":"南柯子·山冥云阴重","nian":"宋代","author":"王炎","contson":"\n山冥云阴重，天寒雨意浓。数枝幽艳湿啼红。莫为惜花惆怅对东风。蓑笠朝朝出，沟塍处处通。人间辛苦是三农。要得一犁水足望年丰。\n","contyishang":["译文“山冥云阴重，天寒雨意浓。数枝幽艳湿啼红。”彤云密布，山色阴暗，天下着濛濛的细雨。花朵上，水气聚成了晶莹的水珠，象是少女眼睛里含着泪珠，夺眶欲出，令人十分爱怜。作者摄取了这样一个特写镜头，十分形象地描绘出一幅田园风景图。莫为惜花惆怅，对东风。”不要因为风风雨雨摧残着美丽的花朵，而愁怅满怀，作无病呻吟。“蓑笠朝朝出，沟塍处处通。”戴着蓑笠的农民，天天清晨早出，他们的足迹踏遍了田间泥泞的沟渠和田埂。“人间辛苦是三农”春耕、春种、秋收，是农民们一年中最辛苦的三个季节。\"要得一犁水足，望年丰。”农民们终年辛劳，犁透了田，灌足了水，盼望有一个丰收的年成！他们是\n"]}},{"title":"宋词三百","cont":{"title":"雨霖铃·寒蝉凄切","nian":"宋代","author":"柳永","contson":"\n寒蝉凄切，对长亭晚，骤雨初歇。都门帐饮无绪，留恋处，兰舟催发。执手相看泪眼，竟无语凝噎。念去去，千里烟波，暮霭沉沉楚天阔。多情自古伤离别，更那堪，冷落清秋节！今宵酒醒何处？杨柳岸，晓风残月。此去经年，应是良辰好景虚设。便纵有千种风情，更与何人说？(好景 一作：美景)\n","contyishang":["译文秋后的蝉叫得是那样地凄凉而急促，面对着长亭，正是傍晚时分，一阵急雨刚停住。在京都城外设帐饯别，却没有畅饮的心绪，正在依依不舍的时候，船上的人已催着出发。握着手互相瞧着，满眼泪花，直到最后也无言相对，千言万语都噎在喉间说不出来。想到这回去南方，这一程又一程，千里迢迢，一片烟波，那夜雾沉沉的楚地天空竟是一望无边。自古以来多情的人最伤心的是离别，更何况又逢这萧瑟冷落的秋季，这离愁哪能经受得了！谁知我今夜酒醒时身在何处？怕是只有杨柳岸边，面对凄厉的晨风和黎明的残月了。这一去长年相别，相爱的人不在一起，我料想即使遇到好天气、好风景，也如同虚设。即使有满腹的情意，又能和谁\n"]}},{"title":"宋词三百","cont":{"title":"阮郎归·旧香残粉似当初","nian":"宋代","author":"晏几道","contson":"\n旧香残粉似当初。人情恨不如。一春犹有数行书。秋来书更疏。 衾凤冷，枕鸳孤。愁肠待酒舒。梦魂纵有也成虚。那堪和梦无。\n","contyishang":["译文旧日用残的香粉芳馥似当初，人儿的情意淡了反恨不如。一个春天还寄来几行书信，到了秋天书信越见稀疏。绣凤被儿冷，鸳鸯枕儿孤，郁郁愁肠只待酒来宽舒。梦魂儿纵然有相逢把晤也成虚无，怎忍受连想做个虚幻的梦儿也无路。","注释⑴阮郎归：词牌名。⑵旧香残粉：指旧日残剩的香粉。香粉，女性化妆用品。⑶疏：稀少。⑷衾凤：绣有凤凰图纹的彩被。⑸枕鸳：绣有鸳鸯图案的枕头。⑹舒：宽解，舒畅。⑺和：连。"]}},{"title":"宋词三百","cont":{"title":"忆秦娥·与君别","nian":"宋代","author":"房舜卿","contson":"\n与君别。相思一夜梅花发。梅花发。凄凉南浦，断桥斜月。 盈盈微步凌波袜。东风笑倚天涯阔。天涯阔。一声羌管，暮云愁绝。 \n","contyishang":[]}},{"title":"宋词三百","cont":{"title":"清平乐·独宿博山王氏庵","nian":"宋代","author":"辛弃疾","contson":"\n绕床饥鼠，蝙蝠翻灯舞。屋上松风吹急雨，破纸窗间自语。平生塞北江南，归来华发苍颜。布被秋宵梦觉，眼前万里江山。\n","contyishang":["译文饥饿的老鼠绕着床窜来窜去，蝙蝠围着昏黑的油灯上下翻舞。狂风夹带着松涛，犹如汹涌波涛般放声呼啸；大雨瓢泼而下，急促地敲打着屋顶；糊窗纸被风撕裂，发出呼啦啦的声音，仿佛在自言自语。从塞北辗转江南，如今归隐山林，已是容颜苍老，满头白发。一阵凄冷的秋风吹透了单薄的布被，突然惊醒，眼前依稀还是梦中的万里江山。","注释①博山，在江西永丰境内（今江西省广丰县），古名通元峰，由于其形状像庐山香炉峰，所以改称博山。庵：圆形草屋。②翻灯舞：绕着灯来回飞。③“破纸”句：窗间破纸瑟瑟作响，好像自言自语。④塞北：泛指中原地区\n"]}},{"title":"宋词三百","cont":{"title":"念奴娇·断虹霁雨","nian":"宋代","author":"黄庭坚","contson":"\n八月十七日，同诸生步自永安城楼，过张宽夫园待月。偶有名酒，因以金荷酌众客。客有孙彦立，善吹笛。援笔作乐府长短句，文不加点。\n断虹霁雨，净秋空，山染修眉新绿。桂影扶疏，谁便道，今夕清辉不足？万里青天，姮娥何处，驾此一轮玉。寒光零乱，为谁偏照醽醁？年少从我追游，晚凉幽径，绕张园森木。共倒金荷，家万里，难得尊前相属。老子平生，江南江北，最爱临风笛。孙郎微笑，坐来声喷霜竹。\n","contyishang":["译文雨后新晴，秋空如洗，彩虹挂天，青山如黛。桂影繁茂，谁知道，今与夕是那么的清辉不足？万里的晴天，嫦娥在何处？驾驶一轮玉盘，驰骋长空。寒光零乱，在为谁斟酌这醽醁？我和一群年轻人在张园密茂的树林中徜徉，离开家万里，难得有今宵开怀畅饮！老夫，在江南海北，最爱的是是临风笛。孙郎微笑着，是因为听着这笛子的声音。","注释1、此词豪放，宋胡仔《苕溪渔隐丛话》后集卷三十一云：“或以为可继东坡赤壁之歌。”2、永安：即白帝城，在今四川奉节县西长江边上。3、张宽夫：作者友人，生平不详。4、金荷：金质莲花杯。5、文不\n"]}},{"title":"宋词三百","cont":{"title":"青门引·春思","nian":"宋代","author":"张先","contson":"\n乍暖还轻冷。风雨晚来方定。庭轩寂寞近清明，残花中酒，又是去年病。 楼头画角风吹醒。入夜重门静。那堪更被明月，隔墙送过秋千影。\n","contyishang":["译文天气刚刚变暖，时而还透出一丝丝的微寒。一整天风雨交加，直到傍晚方才停止。时近清明，庭院里空空荡荡，寂寞无声。目睹残花落叶更令人伤情，不觉借酒消愁竟然大醉酩酊，这又是去年种下的旧病。一阵阵轻冷的晚风，夹着城楼上画角凄厉的嘶鸣，把我吹醒。夜幕降临，重门紧闭，更显得庭院中死一般的寂静。正心烦意乱、心绪不宁，哪料到那溶溶的月光，把邻院中荡秋千的少女倩影送入我的眼里。","注释庭轩：庭院，走廊。清明：清明节。残花中酒：悼惜花残春暮，饮酒过量。楼头画角：楼头，指城上的戍楼。画角，军用的号角，涂了彩色，故称画角。"]}},{"title":"宋词三百","cont":{"title":"相见欢·林花谢了春红","nian":"五代","author":"李煜","contson":"\n林花谢了春红，太匆匆。无奈朝来寒雨晚来风。胭脂泪，相留醉，几时重。自是人生长恨水长东。(相留 一作：留人)\n","contyishang":["译文树林间的红花已经凋谢，花开花落，才有几时，实在是去得太匆忙了。也是无可奈何啊，花儿怎么能经得起那凄风寒雨昼夜摧残呢？飘落遍地的红花，被雨水淋过，像是美人双颊上的胭脂在和着泪水流淌。花儿和怜花人相互留恋，如醉如痴，什么时候才能再重逢呢？人生从来就是令人怨恨的事情太多，就像那东逝的江水，不休不止，永无尽头。","注释⑴相见欢：原为唐教坊曲名，后用为词牌名。又名“乌夜啼”“秋夜月”“上西楼”。三十六字，上片三平韵，下片两仄韵两平韵。　⑵谢：凋谢。⑶无奈朝来寒雨：一作“常恨朝来寒重”。⑷胭脂泪：原指女子的眼泪\n"]}},{"title":"宋词三百","cont":{"title":"浪淘沙·借问江潮与海水","nian":"唐代","author":"白居易","contson":"\n借问江潮与海水，何似君情与妾心？相恨不如潮有信，相思始觉海非深。\n","contyishang":["译文我问这江潮和海水，哪里像郎君的深情和女子的心意。男女互相埋怨的时候认为对方不如潮水守时有信，互相思念的时候才发觉海并不算深。","注释①妾：古时女子的谦称。②恨：埋怨，不满的情绪。《说文》恨，怨也。"]}},{"title":"宋词三百","cont":{"title":"渔家傲·花底忽闻敲两桨","nian":"宋代","author":"欧阳修","contson":"\n花底忽闻敲两桨。逡巡女伴来寻访。酒盏旋将荷叶当。莲舟荡。时时盏里生红浪。花气酒香清厮酿。花腮酒面红相向。醉倚绿阴眠一饷。惊起望。船头阁在沙滩上。\n","contyishang":["译文荷花底下，忽听到双桨击水的声响，不一会，一群女友来把我寻访。摘下荷花当酒杯，采莲船在荷花池中荡漾。粉红色的荷花映酒中，杯里时时翻红浪。清新的荷香、醇美的酒味，搅在一起；粉红的荷花、粉红的脸蛋，同映酒缸。绿色的荷叶丛中，醉了正好躺一躺。一觉醒来抬头望，船头搁浅在沙滩上。","注释⑴渔家傲：词牌名。此调原为北宋年间流行歌曲，始见于北宋晏殊，因词中有“神仙一曲渔家傲” 句，便取“渔家傲”三字作词名。双调六十二字，上下片各四个七字句，一个三字句，每句用韵，声律谐婉。南北曲均有。⑵逡（qūn）巡：宋元俗语，犹顷刻，一会儿。指时间极短。\n"]}},{"title":"宋词三百","cont":{"title":"西江月·新秋写兴","nian":"宋代","author":"刘辰翁","contson":"\n天上低昂仰旧，人间儿女成狂。夜来处处试新妆。却是人间天上。 不觉新凉似水，相思两鬓如霜。梦从海底跨枯桑。阅尽银河风浪。\n","contyishang":["译文天上日落月升，斗转星移，景象跟从前一样，人间男女依然如痴如狂，陶醉在节日的欢乐中。七夕夜，处处可见着新装的人们，仿佛来到了人间天堂。不经意间感觉新秋凉意似水，因为思念故国，我两鬓已斑白如霜。我梦见自己在海底跨越枯桑，又在天上看尽银河风浪。","注释①西江月：词牌名，原唐教坊曲，用作词调。又名《白苹香》、《步虚词》、《晚香时候》、《玉炉三涧雪》、《江月令》，另有《西江月慢》。②低昂：起伏，指星月的升沉变化。③成狂：指欢度七夕的景象。④“梦从”句：用《神仙传》沧海屡变为桑田的典故，比喻世事变化很大。\n"]}},{"title":"宋词三百","cont":{"title":"忆王孙·春词","nian":"宋代","author":"李重元","contson":"\n萋萋芳草忆王孙。柳外楼高空断魂。杜宇声声不忍闻。欲黄昏。雨打梨花深闭门。 \n","contyishang":["译文茂密的青草可使我想起久客不归的王孙。杨柳树外楼阁高耸，她终日徒劳地伫望伤神。杜鹃乌儿一声声啼叫，悲凄的声音令人不忍听闻。眼看又到了黄昏，暮雨打得梨花凌落，深深闭紧闺门。","注释①萋萋：形容春草茂盛的样子。②王孙：这里指游子，行人。③杜宇：即杜鹃鸟，鸣声凄厉，好象在劝说行人“不如归去”。"]}},{"title":"宋词三百","cont":{"title":"点绛唇·丁未冬过吴松作","nian":"宋代","author":"姜夔","contson":"\n燕雁无心，太湖西畔随云去。数峰清苦。商略黄昏雨。 第四桥边，拟共天随住。今何许。凭阑怀古。残柳参差舞。\n","contyishang":["译文北方的鸿雁悠然自在，从太湖西畔随着白云飘浮。几座孤峰萧瑟愁苦，好像在商量黄昏是否下雨。我真想在第四桥边，跟随天随子一起隐居。可他如今在何处？我独倚栏杆缅怀千古，只见衰柳参差风中飞舞。","注释丁未：即公元1187年（宋孝宗淳熙十四年）。吴松：即今吴江市，属江苏省。燕雁：指北方幽燕一带的鸿雁。燕雁无心：羡慕飞鸟的无忧无虑，自由自在。太湖：江苏南境的大湖泊。商略：商量、酝酿。第四桥：即吴松城外的甘泉桥。天随：晚唐陆龟蒙，自号天随子。何许：何处，何时。"]}},{"title":"宋词三百","cont":{"title":"凤凰台上忆吹箫·香冷金猊","nian":"宋代","author":"李清照","contson":"\n香冷金猊，被翻红浪，起来慵自梳头。任宝奁尘满，日上帘钩。生怕离怀别苦，多少事、欲说还休。新来瘦，非干病酒，不是悲秋。休休，这回去也，千万遍《阳关》，也则难留。念武陵人远，烟锁秦楼。惟有楼前流水，应念我、终日凝眸。凝眸处，从今又添，一段新愁。(版本一)\n香冷金猊，被翻红浪，起来人未梳头。任宝奁闲掩，日上帘钩。生怕闲愁暗恨，多少事、欲说还休。今年瘦，非干病酒，不是悲秋。明朝，者回去也，千万遍阳关，也即难留。念武陵春晚，云锁重楼。记取楼前绿水，应念我、终日凝眸。凝眸处，从今更数，几段新愁。(版本二)\n","contyishang":["译文铸有狻猊提钮的铜炉里，熏香已经冷透，红色的锦被乱堆床头，如同波浪一般，我也无心去收。早晨起来，懒洋洋不想梳头。任凭华贵的梳妆匣落满灰尘，任凭朝阳的日光照上帘钩。我生怕想起离别的痛苦，有多少话要向他倾诉，可刚要说又不忍开口。新近渐渐消瘦起来，不是因为喝多了酒，也不是因为秋天的影响。算了罢，算了罢，这次他必须要走，即使唱上一万遍《阳关》离别曲，也无法将他挽留。想到心上人就要远去，剩下我独守空楼了，只有那楼前的流水，应顾念着我，映照着我整天注目凝眸。就在凝眸远眺的时候，从今而后，又平添一段日日盼归的新愁。","注释金猊(ni泥)：狮形铜香炉。红浪\n"]}},{"title":"宋词三百","cont":{"title":"青玉案·年年社日停针线","nian":"宋代","author":"黄公绍","contson":"\n年年社日停针线。怎忍见、双飞燕。今日江城春已半。一身犹在，乱山深处，寂寞溪桥畔。春衫著破谁针线。点点行行泪痕满。落日解鞍芳草岸。花无人戴，酒无人劝，醉也无人管。\n","contyishang":["译文年年春社的日子妇女们停下针线，孤单的她怎忍看见，双飞双栖的春燕？今日江城春色已过去大半，我独自还羁身于乱山深处，寂寞地伫立在小溪畔。春衫穿破了谁给我补缀针线？点点行行的泪痕洒满春衫。落日时分我解鞍驻马在芳草萋萋的河岸，虽有花枝却无人佩戴，虽有美酒却无人劝酒把盏，纵然醉了也无人照管。","注释社日：指立春以后的春社。停针线：《墨庄漫录》说：“唐、宋社日妇人不用针线，谓之忌作。”唐张籍《吴楚词》：“今朝社日停针线。”“春衫”两句：春衫已经穿破，这是谁做的针线活呢？这里的“谁针线”与“停针线”相呼应，由著破春衫想起那制作春\n"]}},{"title":"宋词三百","cont":{"title":"如梦令·昨夜雨疏风骤","nian":"宋代","author":"李清照","contson":"\n昨夜雨疏风骤，浓睡不消残酒。试问卷帘人，却道海棠依旧。知否，知否？应是绿肥红瘦。\n","contyishang":["译文昨天夜里雨点虽然稀疏，但是风却劲吹不停，我酣睡一夜，然而醒来之后依然觉得还有一点酒意没有消尽。于是就问正在卷帘的侍女，外面的情况如何，她只对我说：“海棠花依旧如故”。知道吗？知道吗？应是绿叶繁茂，红花凋零。","注释疏：指稀疏。卷帘人：有学者认为此指侍女。绿肥红瘦：绿叶繁茂，红花凋零。浓睡不消残酒：虽然睡了一夜，仍有余醉未消。浓睡：酣睡 残酒：尚未消散的醉意。雨疏风骤：雨点稀疏，晚风急猛。"]}},{"title":"宋词三百","cont":{"title":"菩萨蛮·劝君今夜须沉醉","nian":"唐代","author":"韦庄","contson":"\n劝君今夜须沉醉，尊前莫话明朝事。珍重主人心，酒深情亦深。须愁春漏短，莫诉金杯满。遇酒且呵呵，人生能几何。\n","contyishang":["译文今天晚上劝您务必要喝个一醉方休，酒桌前千万不要谈论明天的事情。就珍重现在热情的主人的心意吧，因为主人的酒杯是深的，主人的情谊也是深的。我忧愁的是像今晚这般欢饮的春夜太短暂了，我不再推辞说您又将我的酒杯斟得太满。既然有酒可喝再怎么样也得打起精神来，人生能有多长呢？","注释⑴尊前：酒席前。尊：同“樽（zūn）”，古代盛酒器具。《淮南子》：“圣人之道，犹中衢而设樽耶，过者斟酌，各得其宜。”　⑵“须愁”句：应愁时光短促。漏：刻漏，指代时间。⑶莫诉：不要推辞。⑷呵呵（huōhuō）：笑声。这里是指“得过且过”\n"]}},{"title":"宋词三百","cont":{"title":"生查子·新月曲如眉","nian":"五代","author":"牛希济","contson":"\n新月曲如眉，未有团圞意。红豆不堪看，满眼相思泪。终日劈桃穰，人在心儿里。两朵隔墙花，早晚成连理。\n","contyishang":["译文新月弯弯如眉毛，没有圆的意思。不忍心看红豆，满眼都是相思泪。整天劈核桃，那人像桃仁嵌在核壳中一样嵌在我心中。两朵隔墙相望的花，早晚会结成连理枝。","注释①生查子（zhā zǐ）：原为唐教坊曲名，后用为词牌名。《尊前集》注：双调。元高拭词注：南吕宫。四十字，上下片格式相同，各两仄韵，上去通押。②新月：阴历月初的月亮。③团圞（luán）：团圆。④红豆：又名相思豆，草本植物，种子形如豌豆。⑤劈：剖开。桃穰（ráng）：桃核。⑥仁儿：桃仁。这里“仁”与“人”谐音，意思双关。\n"]}},{"title":"宋词三百","cont":{"title":"江城子·乙卯正月二十日夜记梦","nian":"宋代","author":"苏轼","contson":"\n十年生死两茫茫，不思量，自难忘。千里孤坟，无处话凄凉。纵使相逢应不识，尘满面，鬓如霜。夜来幽梦忽还乡，小轩窗，正梳妆。相顾无言，惟有泪千行。料得年年肠断处，明月夜，短松冈。(肠断 一作：断肠)\n","contyishang":["译文两人一生一死，隔绝十年，相互思念却很茫然，无法相见。不想让自己去思念，自己却难以忘怀。妻子的孤坟远在千里，没有地方跟她诉说心中的凄凉悲伤。即使相逢也应该不会认识，因为我四处奔波，灰尘满面，鬓发如霜。晚上忽然在隐约的梦境中回到了家乡，只见妻子正在小窗前对镜梳妆。两人互相望着，千言万语不知从何说起，只有相对无言泪落千行。料想那明月照耀着、长着小松树的坟山，就是与妻子思念年年痛欲断肠的地方。 ","注释乙卯：公元1075年，即北宋熙宁八年。十年：指结发妻子王弗去世已十年。思量：想念。“量”按格律应念平声liáng\n"]}},{"title":"宋词三百","cont":{"title":"谒金门·风乍起","nian":"五代","author":"冯延巳","contson":"\n风乍起，吹皱一池春水。闲引鸳鸯香径里，手挼红杏蕊。斗鸭阑干独倚，碧玉搔头斜坠。终日望君君不至，举头闻鹊喜。\n","contyishang":["译文春风乍起，吹皱了一池碧水。（我）闲来无事，在花间小径里逗引池中的鸳鸯，随手折下杏花蕊把它轻轻揉碎。独自倚靠在池边的栏杆上观看斗鸭，头上的碧玉簪斜垂下来。（我）整日思念心上人，但心上人始终不见回来，（正在愁闷时），忽然听到喜鹊的叫声。","注释⑴谒金门：词牌名。⑵乍：忽然。⑶闲引：无聊地逗引着玩。⑷挼：揉搓。⑸斗鸭：以鸭相斗为欢乐。斗鸭阑和斗鸡台，都是官僚显贵取乐的场所。独：一作“遍”⑹碧玉搔头：一种碧玉做的簪子。《西京杂记》载：“（汉）武帝过李夫人，就取玉簪搔头；自此后，宫人搔\n"]}},{"title":"宋词三百","cont":{"title":"安公子·远岸收残雨","nian":"宋代","author":"柳永","contson":"\n远岸收残雨。雨残稍觉江天暮。拾翠汀洲人寂静，立双双鸥鹭。望几点、渔灯隐映蒹葭浦。停画桡、两两舟人语。道去程今夜，遥指前村烟树。游宦成羁旅。短樯吟倚闲凝伫。万水千山迷远近，想乡关何处。自别后、风亭月榭孤欢聚。刚断肠、惹得离情苦。听杜宇声声，劝人不如归去。\n","contyishang":["译文你独自靠着船舷向远处的岸边望去，淅淅沥沥的雨快要停歇了。天空中还是布满了黑云，让人觉得仿佛到了傍晚时分。水边的小洲上一片寂静，并没有采摘香草的女子。放眼望去，只见双双鸥鹭立在水边。一阵风拂过芦苇荡，芦苇轻轻摇晃，几点渔灯时隐时现。舟上两人在闲谈，一问“今晚宿在哪儿”？一手遥指远处，烟雨绿树中隐藏着一处村庄。你四处为官，早已成了他乡客。闲倚桅杆凝思长久立。望，万水千山迷茫远近处。家乡在何处。子别后、亭台楼榭依旧在，不见人欢聚。想到此、肝肠寸断，离情苦。却听到，杜鹃声声叫：不如归去“，让你更添愁绪。","注释①稍觉：渐渐感觉到。\n"]}},{"title":"宋词三百","cont":{"title":"水龙吟·春恨","nian":"宋代","author":"陈亮","contson":"\n闹花深处层楼，画帘半卷东风软。春归翠陌，平莎茸嫩，垂杨金浅。迟日催花，淡云阁雨，轻寒轻暖。恨芳菲世界，游人未赏，都付与、莺和燕。 寂寞凭高念远。向南楼、一声归雁。金钗斗草，青丝勒马，风流云散。罗绶分香，翠绡对泪，几多幽怨。正销魂，又是疏烟淡月，子规声断。\n","contyishang":["译文盛开的花丛深处，耸立着高楼，东风从半卷的画帘吹入，令人觉得分外柔软。春天已经回来，苍翠镀上阡陌，平莎长得娇嫩，垂杨轻轻地飘荡着金线。春日迟迟地催开百花，云烟淡淡地搁住新雨，刚刚感到微寒，忽又稍微和暖。可恨这繁华似锦的世界，游人还未欣赏，却全都交给了黄莺和飞燕。寂寞时登上高处眺望边远，转向南楼又听一听凄切的归雁。回想拔下金钗挑斗绿草，牵住青丝勒紧征马，别后已象风云飘流分散。只有丝带还飘荡着芳香，翠绿的薄绸还残留着眼泪，有多少的幽恨愁怨？正在为离愁伤感却又是稀薄的烟雾中透出淡淡的明月，远处传来杜鹃悲切的叫声令人肠断。","注释闹花：形容繁花\n"]}},{"title":"宋词三百","cont":{"title":"洞仙歌·冰肌玉骨","nian":"宋代","author":"苏轼","contson":"\n仆七岁时，见眉州老尼，姓朱，忘其名，年九十岁。自言尝随其师入蜀主孟昶宫中，一日大热，蜀主与花蕊夫人夜纳凉摩诃池上，作一词，朱具能记之。今四十年，朱已死久矣，人无知此词者，但记其首两句，暇日寻味，岂《洞仙歌》令乎？乃为足之云。\n冰肌玉骨，自清凉无汗。水殿风来暗香满。绣帘开，一点明月窥人，人未寝，欹枕钗横鬓乱。起来携素手，庭户无声，时见疏星渡河汉。试问夜如何？夜已三更，金波淡，玉绳低转。但屈指西风几时来，又不道流年暗中偷换。\n","contyishang":["译文冰一样的肌肤，玉一般的身骨，自然是遍身清凉没有汗。宫殿里清风徐来幽香弥漫。绣帘被风吹干，一线月光把佳人窥探。佳人还没有入睡，她斜倚绣枕钗横发乱。他起来携着她的小手，走出无声的庭院，随时可见流星横穿河汉。试问夜已多深？已过了三更，月光暗淡，玉绳星向下旋转。她掐着手计算，秋风几时吹来，不知不觉间感到，流年似水，岁月在暗暗变换。","注释⑴洞仙歌：词牌名。⑵眉州：今在四川眉山境内。⑶孟昶：五代时蜀国君主，在位三十一年，后国亡降宋，深知音律，善填词。⑷花蕊夫人：孟昶的妃子，别号花蕊夫人；摩诃池：故址在今成都昭\n"]}}]