[{"title":"宋词精选","cont":{"title":"千秋岁·水边沙外","nian":"宋代","author":"秦观","contson":"\n水边沙外。城郭春寒退。花影乱，莺声碎。飘零疏酒盏，离别宽衣带。人不见，碧云暮合空相对。 忆昔西池会。鹓鹭同飞盖。携手处，今谁在。日边清梦断，镜里朱颜改。春去也，飞红万点愁如海。\n","contyishang":["韵译浅水边，沙洲外，城郊早春的寒气悄然尽退。枝头繁花，晴光下的倩影，纷乱如坠地颠颤微微。流莺在花丛，轻巧的啼啭声，听来太急促，太细碎。啊，只身飘零，消愁的酒盏渐疏，难得有一回酣然沉醉。日复一日的思念，心身已煎熬成枯灰。相知相惜的挚友，迢迢阻隔，眼前，悠悠碧云，沉沉暮色，相对。想当年，志士俊才共赴西池盛会，一时豪情逸兴，华车宝马驱弛如飞。不料风云突变，如今，看携手同游处，剩几人未折摧？啊，秉舟绕过日月，那梦已断毁，只有镜中古铜色，照出红润的容颜已非。春，去了落花千点万点，飘飞着残败的衰颓，牵起一怀愁绪，如海，潮涌潮推。","散译浅浅春寒，从溪\n"]}},{"title":"宋词精选","cont":{"title":"怨王孙·湖上风来波浩渺","nian":"宋代","author":"李清照","contson":"\n湖上风来波浩渺。秋已暮、红稀香少。水光山色与人亲，说不尽、无穷好。 莲子已成荷叶老。青露洗、萍花汀草。眠沙鸥鹭不回头，似也恨、人归早。\n","contyishang":["译文微风轻拂着湖水，更觉得波光浩渺，正是深秋的时候，红花叶凋，芳香淡薄。水光山色与人亲近，唉！我也说不清这无比的美好。莲子已经成熟，莲叶也已衰老，清晨的露水，洗涤着水中蘋花，汀上水草。眠伏沙滩的水鸟也不回头，似乎怨恨人们归去的太早。","注释⑴双调忆王孙：词牌名。忆王孙，原为单调三十一字，此扩充为双调。此词词牌原为“怨王孙”，有误。⑵浩渺：形容湖面空阔无边。⑶秋已暮：秋时已尽。⑷红、香：以颜色、气味指代花。⑸蘋：亦称田字草，多年生浅水草本蕨类植物。汀：水边平地。⑹眠沙鸥鹭：眠伏在沙\n"]}},{"title":"宋词精选","cont":{"title":"长亭怨慢·渐吹尽","nian":"宋代","author":"姜夔","contson":"\n余颇喜自制曲。初率意为长短句，然后协以律，故前后阕多不同。桓大司马云：“昔年种柳，依依汉南。今看摇落，凄怆江潭：树犹如此，人何以堪？”此语余深爱之。\n渐吹尽，枝头香絮，是处人家，绿深门户。远浦萦回，暮帆零乱向何许？阅人多矣，谁得似长亭树？树若有情时，不会得青青如此！日暮，望高城不见，只见乱山无数。韦郎去也，怎忘得、玉环分付：第一是早早归来，怕红萼无人为主。算空有并刀，难剪离愁千缕。\n","contyishang":["译文渐渐吹尽了，枝梢上淡香的柳絮，到处人家，柳树浓密的绿荫将门户遮蔽。船儿顺着弯曲回绕的河浦渐渐远去，暮色里云帆凌乱，匆忙往返，究竟奔向哪里？看人间离别多矣，谁能比长亭的柳树悄然冷寂？柳树若是有情时，定不会长得如此青翠碧绿。落日昏暮，高耸的城郭已望不见，只见乱岩层叠的群山无数。我难忘临别的叮嘱：“韦郎这一去呀，怎能忘记你交付给我的玉环信物。”“最要紧是记住早早归来，我怕红萼孤独无人为我作主。”即使有并州制造的锋快剪刀也枉然，亦难以剪断万缕离愁别苦。","注释率意：随便。桓大司马：桓温（312-373年），字元子，东晋明帝之婿，初\n"]}},{"title":"宋词精选","cont":{"title":"武陵春·人道有情须有梦","nian":"宋代","author":"连静女","contson":"\n人道有情须有梦，无梦岂无情？夜夜相思直到明，有梦怎生成？伊若忽然来梦里，邻笛又还惊。笛里声声不忍听，浑是断肠声。\n","contyishang":["译文　　人说如果心里有所思，夜里就会有所梦，没有梦就是没有思念吗？每天夜里相思到天明，如果有梦的话，如何思念？　　他大概一会儿就要来到我的梦里，附近响起的笛声却又把我惊醒。实在不忍听这声声笛乐，在我听来全是断肠之音。","注释怎生：怎样，如何。辛弃疾《丑奴儿近》：“更远树斜阳，风景怎生图画？”伊：他。 忽然：一会，俄顷。《庄子 知北游》：“人生天地之间，若白驹之过却，忽然而已。”惊：将梦惊醒。浑是：全是，都是。"]}},{"title":"宋词精选","cont":{"title":"鹧鸪天·元夕有所梦","nian":"宋代","author":"姜夔","contson":"\n肥水东流无尽期。当初不合种相思。梦中未比丹青见，暗里忽惊山鸟啼。春未绿，鬓先丝。人间别久不成悲。谁教岁岁红莲夜，两处沉吟各自知。(沉 通：沈)\n","contyishang":["译文肥水汪洋向东流，永远没有停止的时候。早知今日凄凉，当初真不该苦苦相思。梦里的相见总是看不清楚，赶不上看画像更加清晰，而这种春梦也常常无奈会被山鸟的叫声惊起。春草还没有长绿，我的两鬓已成银丝，苍老得太快。我们离别得太久，慢慢一切伤痛都会渐渐被时光忘去。可不知是谁，让我朝思暮想，年年岁岁的团圆夜，这种感受，只有你和我心中明白。","注释①元夕：旧历正月十五元宵节。②肥水：源出安微合肥紫蓬山，东南流经将军岭，至施口入巢湖。③种相思：留下相思之情，谓当初不应该动情，动情后尤不该分别。④丹青：泛指图画，此处指画像。\n"]}},{"title":"宋词精选","cont":{"title":"临江仙·梦后楼台高锁","nian":"宋代","author":"晏几道","contson":"\n梦后楼台高锁，酒醒帘幕低垂。去年春恨却来时。落花人独立，微雨燕双飞。 记得小蘋初见，两重心字罗衣。琵琶弦上说相思。当时明月在，曾照彩云归。(蘋 通：苹)\n","contyishang":["译文深夜梦回楼台朱门紧锁，宿酒醒后帘幕重重低垂。去年的春恨涌上心头时，人在落花纷扬中幽幽独立，燕子在微风细雨中双双翱飞。记得与小苹初次相见，她穿着两重心字香熏过的罗衣。琵琶轻弹委委倾诉相思。当时明月如今犹在，曾照着她彩云般的身影回归。","注释⑴临江仙：双调小令，唐教坊曲名，后用为词牌。《乐章集》入“仙吕调”，《张子野词》入“高平调”。五十八字，上下片各三平韵。约有三格，第三格增二字。柳永演为慢曲，九十三字，前片五平韵，后片六平韵。⑵“梦后”两句：眼前实景，“梦后”“酒醒”互文，犹晏殊《踏莎行·小径红稀》所云“一场秋梦酒醒时”；\n"]}},{"title":"宋词精选","cont":{"title":"阳关曲·中秋月","nian":"宋代","author":"苏轼","contson":"\n中秋作本名小秦王，入腔即阳关曲\n暮云收尽溢清寒，银汉无声转玉盘。此生此夜不长好，明月明年何处看。\n","contyishang":["译文夜幕降临，云气收尽，天地间充满了寒气，银河流泻无声，皎洁的月儿转到了天空，就像玉盘那样洁白晶莹。我这一生中每逢中秋之夜，月光多为风云所掩，很少碰到像今天这样的美景，真是难得啊！可明年的中秋，我又会到何处观赏月亮呢？","注释⑴阳关曲：本名《渭城曲》。单调二十八字，四句三平韵。宋秦观云：《渭城曲》绝句，近世又歌入《小秦王》，更名《阳关曲》。属双调，又属大石调。按，唐教坊记，有《小秦王曲》，即《秦王小破阵乐》也，属坐部伎。⑵溢：满出。暗寓月色如水之意。⑶银汉：银河。唐袁晖《七月闺情》：“不如银汉女，岁岁鹊成桥。”\n"]}},{"title":"宋词精选","cont":{"title":"蝶恋花·送春","nian":"宋代","author":"朱淑真","contson":"\n楼外垂杨千万缕。欲系青春，少住春还去。犹自风前飘柳絮。随春且看归何处。 绿满山川闻杜宇。便做无情，莫也愁人苦。把酒送春春不语。黄昏却下潇潇雨。\n","contyishang":["、译文楼外垂杨千条万缕，仿佛要拴住春天的脚步，春天却匆匆而过不曾稍停。只有柳絮仍然在风里飘飞，它随春风要看春归向何处？绿色的山川只听杜鹃乌啼叫，它本是无情的鸟，凄厉的叫声岂不也在为人愁苦。举杯送别春天，春天却不语，黄昏时候却下起了潇潇细雨。","注释1、系：拴住。2、青春：大好春光。隐指词人青春年华。3、少住：稍稍停留一下。4、犹自：依然。5、杜宇：杜鹃鸟。6、便作：即使。7、莫也：岂不也。8、“把酒”句：把酒，举杯；把，持、拿。送春，阴历三月末是春天最后离\n"]}},{"title":"宋词精选","cont":{"title":"鹧鸪天·一点残红欲尽时","nian":"宋代","author":"周紫芝","contson":"\n一点残红欲尽时。乍凉秋气满屏帏。梧桐叶上三更雨，叶叶声声是别离。 调宝瑟，拨金猊。那时同唱鹧鸪词。如今风雨西楼夜，不听清歌也泪垂。\n","contyishang":["译文我独自守一盏残灯，灯已快要燃尽，天乍凉，秋气充塞罗帷和银屏，三更雨点点洒上梧桐，一叶叶、一声声，都是离别的哀音。那时，我和她相对调弄宝瑟，拨动炉中温馨的沉水香，同声齐唱《鹧鸪词》，曾是多么欢欣。如今，孤寂地在这西楼，当此风雨凄凄的暗夜，不听清歌也悲泪难禁。","注释①残红：此指将熄灭的灯焰，也有版本作残釭（gāng）。②屏帏：屏风和帷帐。③调：抚弄乐器。宝瑟：瑟的美称。④金猊（ní）：狮形的铜制香炉。猊，狻猊（suān ní），即狮子。⑤西楼：指作者住处。"]}},{"title":"宋词精选","cont":{"title":"鹧鸪天·镇日无心扫黛眉","nian":"宋代","author":"夏竦","contson":"\n镇日无心扫黛眉，临行愁见理征衣。尊前只恐伤郎意，阁泪汪汪不敢垂。停宝马，捧瑶卮，相斟相劝忍分离？不如饮待奴先醉，图得不知郎去时。\n","contyishang":["译文整日没有心思去描眉梳妆打扮，我愁容满面地看着心上人打点行装。饯别的宴席上担心破坏了你的心情，双眼蓄满泪水不敢落下来。为君捧杯饯行，相斟相劝又怎么忍心分离呢？不如让我先喝醉了，只希望我醉得不知道你是何时离我而去的。","注释①镇日：整日，成天。 扫黛眉：画眉，意即化妆。②阁泪：含着眼泪。③瑶卮（zhī）：玉制的酒器，用做酒器的美称。"]}},{"title":"宋词精选","cont":{"title":"望江南·燕塞雪","nian":"宋代","author":"华清淑","contson":"\n燕塞雪，片片大如拳。蓟上酒楼喧鼓吹，帝城车马走骈阗。羁馆独凄然。 燕塞月，缺了又还圆。万里妾心愁更苦，十春和泪看婵娟。何日是归年。\n","contyishang":["　　这是一首悲愤的思乡小令。1276年（宋恭帝德祐二年），元军统帅伯颜攻陷临安，恭帝及谢太后、全后等献玺表投降，伯颜将帝、后、一些大臣及宫人乐师等挟持至元都燕京（今北京），宫人华清淑和乐师汪元量等皆在被俘之列。十多年后，汪元量请为黄冠，获准南归，原宋人被羁留者多有送别之作。《全宋词》中收有金德淑、连妙淑、黄静淑、陶明淑、柳华淑、杨慧淑、华清淑、梅顺淑、吴昭淑、周容淑、吴淑真等十一位宋旧宫人“赠汪水云南还词”（汪元量号水云）各一首，除吴淑真用《霜天晓角》词牌外，其余十人所作，均调寄《望江南》。十一首宫人词中，华词颇有特色。","　　“燕塞雪，片片大如拳。”上片开首，推出一场燕塞\n"]}},{"title":"宋词精选","cont":{"title":"浣溪沙·闲弄筝弦懒系裙","nian":"宋代","author":"晏几道","contson":"\n闲弄筝弦懒系裙。铅华消尽见天真。眼波低处事还新。 怅恨不逢如意酒。寻思难值有情人。可怜虚度琐窗春。\n","contyishang":["　　一个歌妓自叹身世命运，作者代为立言，作此词。","　　上片描写女主人百无聊赖且心事重重之情状。闲弄筝弦，并非弹奏乐曲，而是一种近于无意识的习惯性动作，由此正可见其情绪之不佳。懒系衣裙，不施铅粉，同样见其忧伤之心情。第二句之“见天真”是说她美貌，第三句之“事还新”是说她聪颖。然而，尽管女主人各方面的条件都不错，但她以前的经历和当前的处境，却都是不能尽如人意的。过片一联，概括表述她的不如意事——“怅恨不逢如意酒，寻思难值有情人”。酒，只是一种指代之词，不得好酒喝，就是没有好日子过，这使他惆怅、怨恨。“难值有情人”，恐怕是她最沉重的心事，因为遇不到有情有义的男人，她就得不到依靠\n"]}},{"title":"宋词精选","cont":{"title":"渔家傲引·子月水寒风又烈","nian":"宋代","author":"洪适","contson":"\n子月水寒风又烈。巨鱼漏网成虚设。圉圉从它归丙穴。谋自拙。空归不管旁人说。昨夜醉眠西浦月。今宵独钓南溪雪。妻子一船衣百结。长欢悦。不知人世多离别。\n","contyishang":["　　洪适的《渔家傲引》，共有词十二首。词前有骈文“致语”，词后有“破子”、“遣队”。十二首词分咏渔家一年十二个月的生活情景，从“正月东风初解冻”起，至“腊月行舟冰凿罅”止，词体与《渔家傲》无异。 ","　　首句“子月水寒风又烈”，是在描写“子月”（即农历十一月）的特定环境下，渔家的生活状况与思想情趣。词的上片，写渔人顶烈风，涉寒水，捕鱼落空。“水寒风又烈”，是“子月”的气候特征。但这里并非泛写气侯，而是下文诸多内容的张本，渔人的劳动、生活、思想，皆与这种特定气侯相关联。尽管水寒风烈，渔人仍须下水捕鱼，可叹的是“巨鱼漏网”，圉圉而去，渔家生活，便无着落，连暂时缓解窘迫生活的希望\n"]}},{"title":"宋词精选","cont":{"title":"撼庭秋·别来音信千里","nian":"宋代","author":"晏殊","contson":"\n别来音信千里，恨此情难寄。碧纱秋月，梧桐夜雨，几回无寐。楼高目断，天遥云黯，只堪憔悴。念兰堂红烛，心长焰短，向人垂泪。\n","contyishang":["译文碧纱窗里看惯了春花秋月，听厌了梧桐夜雨点点滴滴敲打着相思之人的心，多少回彻夜无眠。她日登上高楼眺望，天地寥阔，阴云密布，全无离人的半点踪影，让人更加忧伤憔悴。可叹啊！那厅堂里燃着的红烛，空自心长焰短，替人流着一滴滴相思的苦泪。","注释①碧纱：即碧纱厨。绿纱编制的蚊帐。②梧桐夜雨：概括温庭筠《更漏子》词： “梧桐树，三更雨，不道离情正苦。一叶叶，一声声，空阶滴到明。”③无寐：失眠。④目断：望尽，望而不见。⑤憔悴：瘦弱萎靡的样子。⑥念兰堂红烛：想到芳香高雅居室里的红烛。\n"]}},{"title":"宋词精选","cont":{"title":"江梅引·忆江梅","nian":"宋代","author":"洪皓","contson":"\n岁在壬戌，甫临长至，张总侍御邀饮。众宾皆退，独留少款。侍婢歌江梅引，有“念此情、家万里”之句，仆曰：此词殆为我作也。又闻本朝使命将至，感慨久之。既归，不寝，追和四章，多用古人诗赋，各有一笑字，聊以自宽。如暗香、疏影、相思等语，虽甚奇，经前人用者众，嫌其一律，故辄略之。卒押吹字，非风即笛，不可易也。此方无梅花，士人罕有知梅事者，故皆注所出（旧注：阙一首。此录示乡人者，北人谓之四笑江梅引） 天涯除馆忆江梅。几枝开。使南来。还带馀杭、春信到燕台。准拟寒英聊慰远，隔山水，应销落，赴诉谁。 空恁遐想笑摘蕊。断回肠，思故里。漫弹绿绮。引三弄、不觉魂飞。更听胡笳、哀怨泪沾衣。乱插繁花须异日，待孤讽，怕东风，一夜吹。\n","contyishang":["　　这是一阙不同于一般的咏梅词！作者并不着眼于梅花傲霜斗寒的品性、芬芳高洁的气骨，在他笔下，梅花是故国家乡的象征物。","　　作为出使金国被羁押的宋臣，他坚贞不屈，但心中的痛苦又向谁去倾诉？闻说南宋使者将来，听到歌手唱《江梅引》“念此情，家万里”之句，不禁思绪万千，他想问使者江南梅花开几枝？京城临安有何佳音？他想得到故国梅花，但千里捎梅，花朵想必零落，他只能想像自己已回到故乡摘梅花，弹一段《梅花三弄》悠然销魂，听一曲胡笳然泪落。他希望头插梅花，梦想成真，他又怕风吹花谢，一切成空。这层层思绪，词人写来就如抽丝剥茧般真切动人，无怪当时人们“争传写焉”。(《容斋五笔》说它：“每首有\n"]}},{"title":"宋词精选","cont":{"title":"江梅引·人间离别易多时","nian":"宋代","author":"姜夔","contson":"\n丙辰之冬，予留梁溪，将诣淮南不得，因梦思以述志。\n人间离别易多时。见梅枝，忽相思。几度小窗幽梦手同携。今夜梦中无觅处，漫徘徊，寒侵被，尚未知。湿红恨墨浅封题。宝筝空，无雁飞。俊游巷陌，算空有、古木斜晖。旧约扁舟，心事已成非。歌罢淮南春草赋，又萋萋。漂零客，泪满衣。\n","contyishang":["译文庆元二年的冬天，我留在无锡，将往合肥而不能实现，依照梦中所思以记述自己的感情。人世间的离别容易看重时节，见梅枝，相思情忽地涌上心头。几回小窗内幽深的梦里，花间漫步手牵手。今夜梦中找不到你，我徒自徘徊独游。梦中我还未感觉，寒气已将衾被浸透。眼泪沾湿了红笺，怨恨饱和着墨迹。淡淡地封了信函，题了信头。宝筝空放久不弹，没有飞雁把书投。风流地游荡在大街小巷，想来只有古树斜阳空自留。旧目小舟共载的盟约，美好的心愿已付之东流。唱罢淮南小山“王孙不归”的诗句，恰好又是春草萋萋的时候。四处漂泊的游子，思念往事，泪满衣袖。","注释江梅引：词牌\n"]}},{"title":"宋词精选","cont":{"title":"安公子·远岸收残雨","nian":"宋代","author":"柳永","contson":"\n远岸收残雨。雨残稍觉江天暮。拾翠汀洲人寂静，立双双鸥鹭。望几点、渔灯隐映蒹葭浦。停画桡、两两舟人语。道去程今夜，遥指前村烟树。游宦成羁旅。短樯吟倚闲凝伫。万水千山迷远近，想乡关何处。自别后、风亭月榭孤欢聚。刚断肠、惹得离情苦。听杜宇声声，劝人不如归去。\n","contyishang":["译文你独自靠着船舷向远处的岸边望去，淅淅沥沥的雨快要停歇了。天空中还是布满了黑云，让人觉得仿佛到了傍晚时分。水边的小洲上一片寂静，并没有采摘香草的女子。放眼望去，只见双双鸥鹭立在水边。一阵风拂过芦苇荡，芦苇轻轻摇晃，几点渔灯时隐时现。舟上两人在闲谈，一问“今晚宿在哪儿”？一手遥指远处，烟雨绿树中隐藏着一处村庄。你四处为官，早已成了他乡客。闲倚桅杆凝思长久立。望，万水千山迷茫远近处。家乡在何处。子别后、亭台楼榭依旧在，不见人欢聚。想到此、肝肠寸断，离情苦。却听到，杜鹃声声叫：不如归去“，让你更添愁绪。","注释①稍觉：渐渐感觉到。\n"]}},{"title":"宋词精选","cont":{"title":"玉京秋·烟水阔","nian":"宋代","author":"周密","contson":"\n长安独客，又见西风，素月丹枫凄然其为秋也，因调夹钟羽一解烟水阔。高林弄残照，晚蜩凄切。碧碪度韵，银床飘叶。衣湿桐阴露冷，采凉花、时赋秋雪。叹轻别。一襟幽事，砌蛩能说。 客思吟商还怯。怨歌长、琼壶暗缺。翠扇恩疏，红衣香褪，翻成消歇。玉骨西风，恨最恨、闲却新凉时节。楚箫咽。谁倚西楼淡月。\n","contyishang":["译文　　轻烟笼罩，湖天寥廓，一缕夕阳的余光，在林梢处暂歇，宛如玩弄暮色。晚蝉的叫声悲凉呜咽。画角声中吹来阵阵寒意，捣衣砧敲出闺妇的相思之切。井边处飘下梧桐的枯叶。我站在梧桐树下，任凭凉露沾湿衣鞋，采来一枝芦花，不时吟咏这白茫茫的芦花似雪。我感叹与她轻易离别，满腔的幽怨和哀痛，台阶下的蟋　　蟀仿佛在替我低声诉说。　　客居中吟咏着秋天，只觉得心情寒怯。我长歌当哭，暗中竟把玉壶敲缺。如同夏日的团扇已被捐弃抛撇，如同鲜艳的荷花枯萎凋谢，一切芳景都已消歇。我在萧瑟的秋风中傲然独立，心中无比怨恨，白白虚度了这清凉的时节。远处传来箫声悲咽，是谁在凭倚西楼侧耳倾听，身\n"]}},{"title":"宋词精选","cont":{"title":"卜算子·咏梅","nian":"宋代","author":"陆游","contson":"\n驿外断桥边，寂寞开无主。已是黄昏独自愁，更著风和雨。 无意苦争春，一任群芳妒。零落成泥碾作尘，只有香如故。\n","contyishang":["译文驿站之外的断桥边，梅花孤单寂寞地绽开了花，无人过问。暮色降临，梅花无依无靠，已经够愁苦了，却又遭到了风雨的摧残。梅花并不想费尽心思去争艳斗宠，对百花的妒忌与排斥毫不在乎。即使凋零了，被碾作泥土，又化作尘土了，梅花依然和往常一样散发出缕缕清香。 ","注释①卜（bǔ）算子·咏梅：选自吴氏双照楼影宋本《渭南词》卷二。“卜算子”是词牌名。又名《百尺楼》《眉峰碧》《楚天遥》《缺月挂疏桐》等。万树《词律》卷三《卜算子》：“毛氏云：‘骆义鸟（骆宾王）诗用数名，人谓为“卜算子”，故牌名取之。’按山谷词，‘似扶著卖卜算’，盖取义以今卖卜算命之人也。”\n"]}},{"title":"宋词精选","cont":{"title":"唐多令·秋暮有感","nian":"宋代","author":"陈允平","contson":"\n休去采芙蓉。秋江烟水空。带斜阳、一片征鸿。欲顿闲愁无顿处，都著在两眉峰。心事寄题红。画桥流水东。断肠人、无奈秋浓。回首层楼归去懒，早新月、挂梧桐。\n","contyishang":["　　这首词是写秋季女子怀念远方的人的词，“斜阳”、“新月”指出时间是在傍晚时分，“秋江”“画桥”“层楼”则指出此诗的地点，词人从多方面描写词中人物的种种感受，秋感怀人虽是个古老的话题，但是此词之所以不落俗套，魅力不凡，则在于它的流畅、疏朗以及跌宕起伏的笔势，发端以祈使句式领起，以此来警醒读者，芙蓉，即荷花素为人们喜爱，是古人常常吟咏的对象，它具有多种的象征意义。采莲，原是民间妇女特有的劳动情趣，乐府民歌和文人乐府中多有佳作，此词开篇即规劝人们别去采撷，就有一种难言苦衷和一种特别的忧怨之情。次句切题之“秋”，说的是萧条旷阔的江面上，别无所有，只有一片茫茫烟水流淌着，它补充说明“休去”的原因\n"]}},{"title":"宋词精选","cont":{"title":"菩萨蛮·彩舟载得离愁动","nian":"宋代","author":"贺铸","contson":"\n彩舟载得离愁动，无端更借樵风送。波渺夕阳迟，销魂不自持。 良宵谁与共，赖有窗间梦。可奈梦回时，一番新别离！\n","contyishang":["译文画船载着离愁驶离了岸边，不料正有顺风送我登程。水波辽远夕阳中天色已晚，暮色中禁不住黯然伤神。美好的夜晚再与谁共度，幸好还能与爱人小窗同倚在睡梦里。无奈到了梦醒的时候，又是一番新的别离。","注释①菩萨蛮：本唐教坊曲，后用为词牌。亦作《菩萨鬘》，又名《子夜歌》、《重叠金》等。②彩舟：结彩的船，此处指行人乘坐的船。唐刘禹锡《竞渡曲》：“沅江五月平堤流，邑人相将浮彩舟。”③无端：无缘无故。樵风：树林中吹来的风。《后汉书·郑弘传》：“会稽山阴人”注引南朝宋孔灵符《会稽记》云：郑弘入山遇仙人问其所欲，“日：‘常患若耶溪载薪\n"]}},{"title":"宋词精选","cont":{"title":"南歌子·天上星河转","nian":"宋代","author":"李清照","contson":"\n天上星河转，人间帘幕垂。凉生枕簟泪痕滋。起解罗衣聊问、夜何其。翠贴莲蓬小，金销藕叶稀。旧时天气旧时衣。只有情怀不似、旧家时。\n","contyishang":["译文天空中银河不断转动、星移斗转，人世间的帘幕却一动不动的低低下垂。枕席变凉，泪水更多的流淌，一片湿滋滋。和衣而睡，醒来脱去绸缎外衣，随即问道：“夜已到何时？”这件穿了多年的罗衣，用青绿色的丝线绣成的莲蓬已经变小；用金线绣制的荷叶颜色减退、变得单薄而稀疏。每逢秋凉，还总是还上这件罗衣。唯独人的心情不像从前舒畅适时。","注释①南歌子：又名《断肠声》等。一说张衡《南都赋》的“坐南歌兮起郑舞”，当系此调名之来源。而李清照此词之立意，则与又名《肠断声》相合。②星河：银河，到秋天转向东南。③枕簟（diàn）：枕头和竹席。滋：\n"]}},{"title":"宋词精选","cont":{"title":"临江仙·千里长安名利客","nian":"宋代","author":"刘彤","contson":"\n千里长安名利客，轻离轻散寻常。难禁三月好风光。满阶芳草绿，一片杏花香。 记得年时临上马，看人眼泪汪汪。如今不忍更思量。恨无千日酒，空断九回肠。\n","contyishang":["　　开头从思妇的心中对游子的责难写起，“千里长安名利客”七字交代了游子的去向──长安，缘由──为名利而远行。“千里”一词强调了游子出行之远，也蕴含了思妇的忧怨深情。“轻离轻散寻常”一句，写出思妇对游子“重名利轻别离”的责难。此语率直质朴，从肺腑流出。如按此意写去，下面的情与景，该是愁情苦景，但本篇行文却突然转笔，道“难禁三月好风光，满阶芳草绿，一片杏花香”。“满阶芳草绿”二句是对“三月好风光”的形象描绘。词人以清新平易之笔勾出一幅春景图：春草如茵，满阶新绿，一片粉白，杏花飘香。这里粉绿交辉，一派生机。它给人们带来了春天的欢乐，即或是良人远游的思妇，也情不自禁地要享受这大好春光。“难禁”点\n"]}},{"title":"宋词精选","cont":{"title":"诉衷情·眉意","nian":"宋代","author":"欧阳修","contson":"\n清晨帘幕卷轻霜。呵手试梅妆。都缘自有离恨，故画作远山长。思往事，惜流芳。易成伤。拟歌先敛，欲笑还颦，最断人肠。\n","contyishang":["译文清晨卷起结着清霜的幕帘，呵暖双手试梳新式梅花妆。都因为内心有太多离愁别恨，所以把双眉涂得像远山那么长。回想那如烟往事，痛惜流逝的年华，更容易使人感伤。想唱歌又敛容，想欢笑眉头却紧皱，这日子最令人痛断肝肠。","注释⑴诉衷情：原为唐教坊曲名，后用为词牌名。唐温庭筠取《离骚》“众不可户说兮，孰云察余之中情”之意，创制此调。双调四十四字，上下片各三平韵。⑵轻霜：薄霜，表明时节已是初秋。⑶试梅妆：谓试着描画梅花妆。梅妆，“梅花妆”的省称。梅花妆是一种美妆，始于南朝宋寿阳公主。《太平御览》卷三十《时序部》引《杂五行书》：“\n"]}},{"title":"宋词精选","cont":{"title":"思远人·红叶黄花秋意晚","nian":"宋代","author":"晏几道","contson":"\n红叶黄花秋意晚，千里念行客。飞云过尽，归鸿无信，何处寄书得。 泪弹不尽临窗滴。就砚旋研墨。渐写到别来，此情深处，红笺为无色。\n","contyishang":["译文林叶转红，黄菊开遍，又是晚秋时节，我不禁想念起千里之外的游子来了。天边的云彩不断向远处飘去，归来的大雁也没有捎来他的消息，不知道游子的去处，能往何处寄书呢？我越失望越思念，伤心得临窗挥泪，泪流不止，滴到砚台上，就用它研墨写信吧。点点滴滴，一直写到离别后，情到深处，泪水更是一发不可收，滴到信笺上，竟然把红笺的颜色给染褪了。","注释①思远人：晏几道创调。词中有“千思念行客”句，取其意为调名，选自《小山词》。 ②红叶：枫叶。黄花：菊花。③千里念行客：思念千里之外的行客。④就砚旋研墨：眼泪滴到砚中，就用它来研墨。\n"]}},{"title":"宋词精选","cont":{"title":"鹊桥仙·纤云弄巧","nian":"宋代","author":"秦观","contson":"\n纤云弄巧，飞星传恨，银汉迢迢暗度。金风玉露一相逢，便胜却人间无数。(度 通：渡)柔情似水，佳期如梦，忍顾鹊桥归路。两情若是久长时，又岂在朝朝暮暮。\n","contyishang":["译文纤薄的云彩在天空中变幻多端，天上的流星传递着相思的愁怨，遥远无垠的银河今夜我悄悄渡过。在秋风白露的七夕相会，就胜过尘世间那些长相厮守却貌合神离的夫妻。共诉相思，柔情似水，短暂的相会如梦如幻，分别之时不忍去看那鹊桥路。只要两情至死不渝，又何必贪求卿卿我我的朝欢暮乐呢。","注释纤云：轻盈的云彩。弄巧：指云彩在空中幻化成各种巧妙的花样。飞星：流星。一说指牵牛、织女二星。银汉：银河。迢迢：遥远的样子。暗度：悄悄渡过。金风玉露：指秋风白露。李商隐《辛未七夕》：“由来碧落银河畔，可要金风玉露时”。忍\n"]}},{"title":"宋词精选","cont":{"title":"清平乐·春晚","nian":"宋代","author":"王安国","contson":"\n留春不住，费尽莺儿语。满地残红宫锦污，昨夜南园风雨。小怜初上琵琶，晓来思绕天涯。不肯画堂朱户，春风自在杨花。\n","contyishang":["译文怎么也未能把春天留住，白白地让黄莺唱个不停。满地都是脏污的红锦落花，是昨夜一场风雨的侵凌。小怜姑娘刚刚弹起琵琶，拂晓她思绪万千萦绕天庭。看那不肯进入豪门大户的杨花，自由自在地漫舞春风。","注释⑴清平乐（yuè）：唐教坊曲名，后用为词牌名。又名”清平乐令“”醉东风“”忆萝月“。《宋史·乐志》入“大石调”，《金奁集》《乐章集》并入“越调”。⑵宫锦：宫廷监制并特有的锦缎。这里喻指落花。⑶“满地”“昨夜”二句：应作倒装理解。⑷小怜：北齐后主淑妃冯小怜，善弹琵琶。这里借指弹琵琶的歌女。⑸杨花：一作\n"]}},{"title":"宋词精选","cont":{"title":"江城子·平沙浅草接天长","nian":"宋代","author":"李好古","contson":"\n平沙浅草接天长。路茫茫。几兴亡。昨夜波声。洗岸骨如霜。千古英雄成底事，徒感慨，谩悲凉。 少年有意伏中行。馘名王。扫沙场。击楫中流，曾记泪沾裳。欲上治安双阙远，空怅望，过维扬。\n","contyishang":["译文岸边的沙地、短草与天相接。前路茫茫，几度兴亡？波涛冲刷着岸边白色如霜的遗骨，仿佛述说着往日的沧桑。千古来，英雄的成就在那里，徒感慨、空悲凉。英雄少年要杀敌立功、扫荡沙场。要学祖逖中流击楫，立誓报国，想陈述胸中治国计策，无奈皇宫遥远，无法到达。船过维扬，只有满怀惆怅，遥遥远望。","注释①平沙：这里指岸边平坦的沙地。梁何逊《慈姥矶》诗：“远岸平沙合。”浅草：短草。②茫茫：遥远貌。几：几度。③骨如霜：色自如霜的遗骨。④底事：何事。谩：徒然。⑤伏：制服。中行：指汉文帝的宦官中行说（Zhōnghá\n"]}},{"title":"宋词精选","cont":{"title":"江南春·波渺渺","nian":"宋代","author":"寇准","contson":"\n波渺渺，柳依依。孤村芳草远，斜日杏花飞。江南春尽离肠断，苹满汀洲人未归。\n","contyishang":["译文烟波渺渺，垂柳依依，芳草萋萋蔓延至天际，远处斜横着几间茅屋，在夕阳余辉的映照中又飞舞着片片杏花。江南的春天已经过去，离人愁思萦绕；汀州长满了蘋花，心上人还未回还。","注释⑴江南春：词牌名。⑵柳依依：化用《诗经·小雅·采薇》诗句：“昔我往矣，杨柳依依。”⑶芳草远：化用《楚辞·招隐士》句：“王孙游兮不归，春草生兮萋萋。”⑷蘋满汀洲：代指春末夏初的时令。蘋：一种水生植物，也叫四叶菜、田字草。汀州：水中的小块陆地。"]}},{"title":"宋词精选","cont":{"title":"点绛唇·试灯夜初晴","nian":"宋代","author":"吴文英","contson":"\n卷尽愁云，素娥临夜新梳洗。暗尘不起。酥润凌波地。 辇路重来，仿佛灯前事。情如水。小楼熏被。春梦笙歌里。\n","contyishang":["译文　　雨后，漫天的愁云被风吹散，明月露出姣好的月容，就像嫦娥刚刚沐浴梳洗般。尽管街上车水马龙，来往着体态轻盈的佳人，却没有扬起半点尘埃，因为雨后的路面润泽酥软不起尘土。我如今重游京华旧地，当日赏灯的情事依稀在心。难忘她的柔情似水，我的思绪如流水般难以止息。独自回到小楼里，薰香拥被独自睡去，进入温馨的春梦，梦里恍惚听到笙歌乐音。 ","注释⑴试灯：上元节前，有“试灯”，宋俗，农历十二月下旬即开始试灯，直至正月十四日。⑵素娥：以月宫仙女“素娥”代指月亮，⑶辇路：帝王车驾经行之路，这里指京城繁华的大街。⑷凌波地：是靓装舞女行\n"]}},{"title":"宋词精选","cont":{"title":"阮郎归·绍兴乙卯大雪行鄱阳道中","nian":"宋代","author":"向子諲","contson":"\n江南江北雪漫漫，遥知易水寒。同云深处望三关，断肠山又山。天可老，海能翻，消除此恨难。频闻遣使问平安，几时鸾辂还？\n","contyishang":["译文江南江北漫天飞雪，遥知那北地正是地冻天寒。远望阴云密布的边境三关，山外有山令人忧愤肠断。即便是天能老去海能掀翻，要消除这亡国的愤恨千难万难。不断听说朝中派人去问候被囚的君王，若不发兵抗金君王何时才能起驾回还？","注释⑴阮（ruǎn）郎归：词牌名，又名醉桃源、醉桃园、碧桃春。双调四十七字，前后片各四平韵。⑵鄱（pó）阳：地名，今江西鄱阳。⑶江南江北：长江南北，这里泛指下雪的地方。⑷易水：水名，源出河北易县，此指沦陷区。⑸同云：即彤云，下雪前的阴云。⑹三关：公元954年，五代周世\n"]}},{"title":"宋词精选","cont":{"title":"西江月·携手看花深径","nian":"宋代","author":"贺铸","contson":"\n携手看花深径，扶肩待月斜廊。临分少伫已伥伥，此段不堪回想。欲寄书如天远，难销夜似年长。小窗风雨碎人肠，更在孤舟枕上。\n","contyishang":["译文携手看花，漫步芳丛深径；扶肩待月，双双共倚斜廊。匆匆惜别时，已怅然无措，那情景，此时不堪再回想。欲寄书信，却恨人如天远；难捱长夜，漫漫夜似年长。小窗风雨清冷，声声碎人愁肠，更无奈，独眠孤舟枕上。","注释⑴西江月：词牌名，原唐教坊曲，后用作词调。又名“白蘋香”、“步虚词”、“晚香时候”、“玉炉三涧雪”、“江月令”。调名取自李白《苏台览古》“只今唯有西江月，曾照吴王宫里人”。⑵携手：手挽手，形容很亲密的样子。深径：花丛深处的小路。⑶扶肩：肩并肩。⑷临分少伫：临别时少作伫立，表示不忍分离的情态。伫，久立而\n"]}},{"title":"宋词精选","cont":{"title":"霜天晓角·梅","nian":"宋代","author":"范成大","contson":"\n晚晴风歇。一夜春威折。脉脉花疏天淡，云来去、数枝雪。 胜绝。愁亦绝。此情谁共说。惟有两行低雁，知人倚、画楼月。\n","contyishang":["译文春寒凛冽，寒气已渐渐离去，傍晚时天晴雨住。几枝寒梅立在风中，浮云在天上来来去去，梅花白如胜雪。这景致真是绝美，人的愁情也无限。空对这如此的美景，我无比寂寞孤单，想倾诉心中的惆怅？只有那两行低飞的鸿雁，知道我独坐在高楼上，思念伊人。","注释①霜天晓角：词牌名。因林逋咏梅词有“霜洁”、“晓寒”、“玉龙三弄”而得名。又名《月当窗》等。双调四十三或四十四字，有仄韵、平韵两体。②春威：初春的寒威。俗谓“倒春寒”。③脉脉：深含感情的样子。④胜绝：景色极美，人也极愁苦。"]}},{"title":"宋词精选","cont":{"title":"鹧鸪天·卫县道中有怀其人","nian":"宋代","author":"史达祖","contson":"\n雁足无书古塞幽。一程烟草一程愁。帽檐尘重风吹野，帐角香销月满楼。 情思乱，梦魂浮。缃裙多忆敝貂裘。官河水静阑干暖，徙倚斜阳怨晚秋。\n","contyishang":["　　《鹧鸪天·卫县道中，有怀其人》抒写词人在行旅途中对家乡美眷的思念。上阕写行旅中的愁绪，感情凝重，意境深远：“雁足无书古塞幽，一程烟草一程愁。”词人还未到目的地就盼望家中的书信，他仰望长空的大雁，期望它们的足上带着亲人的书简，然而这只能是一个空幻的奢望，苍茫幽远的塞北风云，益发增添了他怀念家乡的忧思。衰黄的枯草笼着黯淡的烟尘，他走一程愁一程，愁绪随着路程的辽远不断增加，正是行程日以远，愁思日以增呵!“帽檐尘重风吹野”，写出诗人长途跋涉的苦况：冷风在旷野上肆虐地狂吹，帽檐上的尘土渐渐加厚加重；“帐角香销月满楼”，则写出诗人孤宿客馆中的寂寞，帷帐香销，月满高楼，深宵辗转，耿耿难眠。"]}},{"title":"宋词精选","cont":{"title":"相思令·吴山青","nian":"宋代","author":"林逋","contson":"\n吴山青，越山青，两岸青山相送迎，争忍有离情？君泪盈，妾泪盈，罗带同心结未成，江边潮已平。\n","contyishang":["译文看吴山青青，看越山青青，钱塘两岸青山相对迎。怎忍心分手有离情。你泪儿盈盈，我泪儿盈盈，香罗带未结成同心结。江潮已涨，船儿扬帆要远行。","注释①吴山：指钱塘江北岸的山，此地古代属吴国。越山，钱塘江南岸的山，此地古代属越国。②争忍：怎忍。③罗带句：古代结婚或定情时以香罗带打成菱形结子，以示同心相怜。南朝《苏小小歌》：“何处结同心，西陵松柏下。”④江边句：通过潮涨暗示船将启航。"]}},{"title":"宋词精选","cont":{"title":"阮郎归·天边金掌露成霜","nian":"宋代","author":"晏几道","contson":"\n天边金掌露成霜。云随雁字长。绿杯红袖趁重阳。人情似故乡。兰佩紫，菊簪黄。殷勤理旧狂。欲将沉醉换悲凉。清歌莫断肠。\n","contyishang":["译文天边的云彩有如仙人金掌承玉露。玉露凝成了白霜，浮云随着大雁南翔，排成一字长。举绿杯，舞红袖，趁着九九重阳，人情温厚似故乡。身佩紫兰，头簪菊黄，急切切重温旧日的颠狂。想借一番沉醉换掉失意悲凉，清歌莫唱悲曲，一唱断人肠。","注释①阮郎归：词牌名，又名《碧桃春》《醉桃源》等。《神仙记》载刘晨、阮肇入天台山采药，遇二仙女。留住半年，思归甚苦。既归则乡邑零落，经已十世。曲名本此，故作凄音。四十七字，前后片各四平韵。②金掌：汉武帝时在长安建章宫筑柏梁台，上有铜制仙人以手掌托盘，承接露水。此处以“金掌”借指国都，即汴京。即谓汴京己入深秋\n"]}}]