[{"title":"寒食","cont":{"title":"寒食","nian":"唐代","author":"韩翃","contson":"\n春城无处不飞花，寒食东风御柳斜。 日暮汉宫传蜡烛，轻烟散入五侯家。\n","contyishang":["译文暮春时节，长安城处处柳絮飞舞、落红无数，寒食节东风吹拂着皇家花园的柳枝。夜色降临，宫里忙着传蜡烛，袅袅炊烟散入王侯贵戚的家里。","注释①春城：暮春时的长安城。②寒食：古代在清明节前两天的节日，焚火三天，只吃冷食，所以称寒食。御柳：御苑之柳，皇城中的柳树。③汉宫：这里指唐朝皇官。传蜡烛：寒食节普天下禁火，但权贵宠臣可得到皇帝恩赐而得到燃烛。《唐辇下岁时记》“清明日取榆柳之火以赐近臣”。④五侯：汉成帝时封王皇后的五个兄弟王谭、王商、王立、王根、王逢时皆为候，受到特别的恩宠。这里泛指天子近幸之臣。"]}},{"title":"寒食","cont":{"title":"夜深 / 寒食夜","nian":"唐代","author":"韩偓","contson":"\n恻恻轻寒翦翦风，小梅飘雪杏花红。 夜深斜搭秋千索，楼阁朦胧烟雨中。\n","contyishang":["译文切肤的轻寒刺面的风，梅花如飘雪，杏花正红。夜深里，斜搭上的秋千索静静地悬着，烟雨朦胧之中，隐约可见那座楼阁。","注释1.恻（cè）：凄恻。这里作者含主观感情色彩来写对天气冷暖的感受。翦翦（jiǎn）：指春风尖利，砭人肌肤，正是乍暖还寒的时节。2.“小梅飘雪杏花红”句：仲春之际，梅花已谢，纷纷飘落，而桃杏花却刚刚盛开。一作“杏花飘雪小桃红”。3.斜搭秋千索：据《古今艺术图》等资料记载，当时北方寒食节，有女子荡秋千为戏的习俗。斜搭：指秋千索斜挂在木架上。"]}},{"title":"寒食","cont":{"title":"醉太平·寒食","nian":"元代","author":"王元鼎","contson":"\n声声啼乳鸦，生叫破韶华。夜深微雨润堤沙，香风万家。画楼洗净鸳鸯瓦，彩绳半湿秋千架。觉来红日上窗纱，听街头卖杏花。\n","contyishang":["译文一声声，小乌鸦不停地欢叫，硬是叫破了暗夜，迎来了春日光华。昨夜里微微春雨润湿了江堤软沙，阵阵香风溢满万家。把画楼的鸳鸯瓦洗得干干净净，还打湿了系着彩绳的秋千架。一觉醒来时红日已照着窗纱，听到街上有人在叫卖杏花。","注释①寒食：清明节前一日为寒食节，为纪念介子推而禁火三日。②乳鸦：雏鸦。③生：偏偏，硬是。韶华：美好时光，引指春光。④鸳鸯瓦：成对的瓦。"]}},{"title":"寒食","cont":{"title":"寒食","nian":"宋代","author":"郑刚中","contson":"\n江乡时节逢寒食，花落未将春减色，岭南能有几多花，寒食临之扫春迹。花多花少非我事，春去春来亦堪惜。柴门风雨小庭寒，无奈池塘烟草碧。欲将诗句慰穷愁，眼中万象皆相识。欣然应接已无暇，都为老来无笔力。\n","contyishang":[]}},{"title":"寒食","cont":{"title":"扫花游·西湖寒食","nian":"宋代","author":"吴文英","contson":"\n冷空淡碧，带翳柳轻云，护花深雾。艳晨易午。正笙箫竞渡，绮罗争路。骤卷风埃，半掩长蛾翠妩。散红缕。渐红湿杏泥，愁燕无语。乘盖争避处。就解佩旗亭，故人相遇。恨春太妒。溅行裙更惜，凤钩尘污。酹入梅根，万点啼痕暗树。峭寒暮。更萧萧、陇头人去。\n","contyishang":[]}},{"title":"寒食","cont":{"title":"寒食","nian":"唐代","author":"王建","contson":"\n田舍清明日，家家出火迟。白衫眠古巷，红索搭高枝。 纱带生难结，铜钗重欲垂。斩新衣踏尽，还似去年时。\n","contyishang":[]}},{"title":"寒食","cont":{"title":"洛桥寒食日作十韵","nian":"唐代","author":"白居易","contson":"\n上苑风烟好，中桥道路平。蹴球尘不起，泼火雨新晴。 宿醉头仍重，晨游眼乍明。老慵虽省事，春诱尚多情。 遇客踟蹰立，寻花取次行。连钱嚼金勒，凿落写银罂。 府酝伤教送，官娃岂要迎。舞腰那及柳，歌舌不如莺。 乡国真堪恋，光阴可合轻。三年遇寒食，尽在洛阳城。\n","contyishang":[]}},{"title":"寒食","cont":{"title":"菩萨蛮·落花夜雨辞寒食","nian":"宋代","author":"吴文英","contson":"\n落花夜雨辞寒食。尘香明日城南陌。玉靥湿斜红。泪痕千万重。 伤春头竟白。来去春如客。人瘦绿阴浓。日长帘影中。\n","contyishang":["　　《菩萨蛮》，又名《子夜歌》、《重叠金》。唐教坊曲，《宋史·乐志》、《尊前集》、《金奁集》并入“中吕宫”，《张子野词》作“中吕调”。唐苏鹗《杜阳杂编》：“大中初，女蛮国入贡，危髻金冠，璎珞被体，号‘菩萨蛮队’。当时倡优遂制《菩萨蛮曲》，文士亦往往声其词。”据此，知此调原出外来舞曲，输入在公元八四七年之后。但开元时崔令钦所著《教坊记》已有此曲名，可能此种舞队前后不止一次前来中国。小令四十四字，前后片各四句两仄韵，两平韵，平仄递转，情调由紧促转低沉，历来名作最多。","　　“落花”两句，述春景。“寒食”，在清明前二日，传为晋文公因纪念介子推，而于此日禁火，故曰“寒食”。“落花夜\n"]}}]