[{"title":"小学古诗","cont":{"title":"芙蓉楼送辛渐","nian":"唐代","author":"王昌龄","contson":"\n寒雨连江夜入吴，平明送客楚山孤。洛阳亲友如相问，一片冰心在玉壶。\n","contyishang":["译文迷蒙的烟雨，连夜洒遍吴地江天；清晨送走你，孤对楚山离愁无限！朋友啊，洛阳亲友若是问起我来；就说我依然冰心玉壶，坚守信念！","注释1.芙蓉楼：原名西北楼，在润州（今江苏省镇江市）西北。登临可以俯瞰长江，遥望江北。据《元和郡县志》卷二十六《江南道·润州》丹阳：“晋王恭为刺史，改创西南楼名万岁楼，西北楼名芙蓉楼。”丹阳在今江苏省西南部，东北滨长江，大运河斜贯，属镇江市。辛渐：诗人的一位朋友。2.寒雨：秋冬时节的冷雨。连江：雨水与江面连成一片，形容雨很大。吴：古代国名，这里泛指江苏南部、浙江北部一带。江苏镇江一带为三国时吴国所属。\n"]}},{"title":"小学古诗","cont":{"title":"秋思","nian":"唐代","author":"张籍","contson":"\n洛阳城里见秋风，欲作家书意万重。复恐匆匆说不尽，行人临发又开封。\n","contyishang":["译文一年一度的秋风，又吹到了洛阳城中，身居洛阳城内的游子，不知家乡的亲人怎么样了；写封家书问候平安，要说的话太多了，又不知从何说起。信写好了，又担心匆匆中没有把自己想要说的话写完；当捎信人出发时，又拆开信封，再还给他。","注释⑴意万重：极言心思之多；⑵复恐：又恐怕；⑶行人：指捎信的人；⑷临发：将出发；⑸开封：拆开已经封好的家书。"]}},{"title":"小学古诗","cont":{"title":"鸟鸣涧","nian":"唐代","author":"王维","contson":"\n人闲桂花落，夜静春山空。月出惊山鸟，时鸣春涧中。\n","contyishang":["译文很少有人活动只有桂花无声地飘落，夜里一片静谧春日的山谷寂寂空空。明月升起光辉照耀惊动了山中栖鸟，不时地高飞鸣叫在这春天的溪涧中。","注释⑴鸟鸣涧：鸟儿在山涧中鸣叫。⑵人闲：指没有人事活动相扰。闲：安静、悠闲，含有人声寂静的意思。桂花：此指木樨，有春花、秋花等不同品种，这里写的是春天开花的一种。⑶春山：春日的山。亦指春日山中。空：空寂、空空荡荡。空虚。这时形容山中寂静，无声，好像空无所有。⑷月出：月亮升起。惊：惊动，扰乱。山鸟：山中的鸟。⑸时鸣：偶尔（时而）啼叫。时：时而，偶尔。"]}},{"title":"小学古诗","cont":{"title":"元日","nian":"宋代","author":"王安石","contson":"\n爆竹声中一岁除，春风送暖入屠苏。千门万户曈曈日，总把新桃换旧符。\n","contyishang":["译文阵阵轰鸣的爆竹声中，旧的一年已经过去；和暖的春风吹来了新年，人们欢乐地畅饮着新酿的屠苏酒。初升的太阳照耀着千家万户，他们都忙着把旧的桃符取下，换上新的桃符。","注释⑴元日：农历正月初一，即春节。⑵爆竹：古人烧竹子时使竹子爆裂发出的响声。用来驱鬼避邪，后来演变成放鞭炮。一岁除：一年已尽。除，逝去。⑶屠苏：“指屠苏酒，饮屠苏酒也是古代过年时的一种习俗，大年初一全家合饮这种用屠苏草浸泡的酒，以驱邪避瘟疫，求得长寿。⑷千门万户：形容门户众多，人口稠密。曈曈：日出时光亮而温暖的样子。⑸桃：桃符，古\n"]}},{"title":"小学古诗","cont":{"title":"四时田园杂兴·其二","nian":"宋代","author":"范成大","contson":"\n梅子金黄杏子肥，麦花雪白菜花稀。日长篱落无人过，惟有蜻蜓蛱蝶飞。(惟 通 唯)\n","contyishang":[]}},{"title":"小学古诗","cont":{"title":"小儿垂钓","nian":"唐代","author":"胡令能","contson":"\n蓬头稚子学垂纶，侧坐莓苔草映身。 路人借问遥招手，怕得鱼惊不应人。\n","contyishang":["译文一个头发蓬乱、面孔青嫩的小孩在河边学钓鱼，侧着身子坐在草丛中，野草掩映了他的身影。听到有过路的人问路，小孩漠不关心地摆了摆手，生怕惊动了鱼儿，不敢回应过路人。","注释⑴蓬头：形容小孩可爱。稚子：年龄小的、懵懂的孩子。垂纶：钓鱼。纶：钓鱼用的丝线。⑵莓：一种野草。苔：苔藓植物。映：遮映。⑶借问：向人打听。⑷鱼惊：鱼儿受到惊吓。应：回应，答应，理睬。"]}},{"title":"小学古诗","cont":{"title":"卜算子·咏梅","nian":"近代","author":"毛泽东","contson":"\n读陆游咏梅词，反其意而用之。\n风雨送春归，飞雪迎春到。已是悬崖百丈冰，犹有花枝俏。俏也不争春，只把春来报。待到山花烂漫时，她在丛中笑。\n","contyishang":["译文风雨把春天送归这里，飞舞的雪花又在迎接春天的来到。已经是冰封雪冻最寒冷的时候，悬崖边上还盛开着俏丽的梅花。梅花虽然俏丽，但并不炫耀自己，只是为了向人们报告春天到来的消息。等到百花盛开的时候，她将会感到无比欣慰。 ","注释①冰：形容极度寒冷。②丛中笑：百花盛开时，感到欣慰和高兴。③犹：还，仍然。④俏：俊俏，美好的样子；（此处既能表现梅花的俏丽，又能表现革命者面对困难坚强不屈的美好情操。）⑤烂漫：颜色鲜明而美丽。（文中指花全部盛开的样子）"]}},{"title":"小学古诗","cont":{"title":"小池","nian":"宋代","author":"杨万里","contson":"\n泉眼无声惜细流，树阴照水爱晴柔。小荷才露尖尖角，早有蜻蜓立上头。\n","contyishang":["译文泉眼悄然无声是因舍不得细细的水流，树荫倒映水面是喜爱晴天和风的轻柔。娇嫩的小荷叶刚从水面露出尖尖的角，早有一只调皮的小蜻蜓立在它的上头。","注释泉眼：泉水的出口。惜：吝惜。照水：映在水里。晴柔：晴天里柔和的风光。尖尖角：初出水端还没有舒展的荷叶尖端。上头：上面，顶端。为了押韵，“头”不读轻声。"]}},{"title":"小学古诗","cont":{"title":"忆江南·江南好","nian":"唐代","author":"白居易","contson":"\n江南好，风景旧曾谙。日出江花红胜火，春来江水绿如蓝。能不忆江南？\n","contyishang":["译文江南的风景多么美好，如画的风景久已熟悉。春天到来时，太阳从江面升起，把江边的鲜花照得比火红，碧绿的江水绿得胜过蓝草。怎能叫人不怀念江南？","注释⑴忆江南：唐教坊曲名。作者题下自注说：“此曲亦名‘谢秋娘’，每首五句。”按《乐府诗集》：“‘忆江南’一名‘望江南’，因白氏词，后遂改名‘江南好’。”至晚唐、五代成为词牌名。这里所指的江南主要是长江下游的江浙一带。⑵谙（ān）：熟悉。作者年轻时曾三次到过江南。⑶江花：江边的花朵。一说指江中的浪花。红胜火：颜色鲜红胜过火焰。⑷绿如蓝：绿得比蓝还要绿。如，用法犹“于”，有胜过\n"]}}]