[{"title":"山水","cont":{"title":"","nian":"","author":"","contson":"","contyishang":[]}},{"title":"山水","cont":{"title":"暮江吟","nian":"唐代","author":"白居易","contson":"\n一道残阳铺水中，半江瑟瑟半江红。可怜九月初三夜，露似真珠月似弓。(真珠 通 珍珠)\n","contyishang":["译文一道残阳渐沉江中，半江碧绿半江艳红。最可爱的是那九月初三之夜，亮似珍珠朗朗新月形如弯弓。","注释⑴暮江吟：黄昏时分在江边所作的诗。吟，古代诗歌的一种形式。⑵残阳：快落山的太阳的光。也指晚霞。⑶瑟瑟：原意为碧色珍宝，此处指碧绿色 。⑷可怜：可爱。九月初三：农历九月初三的时候。⑸真珠：即珍珠。月似弓：农历九月初三，上弦月，其弯如弓。"]}},{"title":"山水","cont":{"title":"酒泉子·水碧风清","nian":"五代","author":"顾敻","contson":"\n水碧风清，入槛细香红藕腻。谢娘敛翠，恨无涯，小屏斜。堪憎荡子不还家，谩留罗带结。帐深枕腻炷沉烟，负当年。\n","contyishang":[]}},{"title":"山水","cont":{"title":"游洞庭湖五首·其二","nian":"唐代","author":"李白","contson":"\n南湖秋水夜无烟，耐可乘流直上天。且就洞庭赊月色，将船买酒白云边。\n","contyishang":["译文秋天夜晚的南湖水面水澄澈无烟，（不由生出遗世独立、羽化登仙的“上天”之念），可怎么能够乘流上天呢？姑且向洞庭湖赊几分月色，痛快地赏月喝酒。 ","注释①耐可：哪可，怎么能够。②赊：赊欠。"]}},{"title":"山水","cont":{"title":"满江红·江行和杨济翁韵","nian":"宋代","author":"辛弃疾","contson":"\n过眼溪山，怪都似、旧时相识。还记得、梦中行遍，江南江北。佳处径须携杖去，能消几緉平生屐。笑尘劳、三十九年非、长为客。吴楚地，东南坼。英雄事，曹刘敌。被西风吹尽，了无尘迹。楼观才成人已去，旌旗未卷头先白。叹人间、哀乐转相寻，今犹昔。\n","contyishang":["译文眼前的山山水水，都似曾相识。还记得在梦中已将万里江山走遍。游赏那些风景名胜，只需带上手杖即可，耗损不了几双木屐。可笑我忙忙碌碌，却有三十九年做得不对，长期做来去匆匆的过客。昔日一统江山，如今却被分为南北两半。曹操、刘备皆是当世的英雄。可惜那些英雄豪杰，都已成了旧事，如今已没有一丝痕。楼台刚刚建成，却已不见人踪；壮志未酬，我却满头白发。可叹人世间的悲欢，不过是在循环往复，从古至今都是如此。","注释⑴满江红：满江红，又名《上江虹》、《念良游》、《伤春曲》。唐人小说《冥音录》载曲名《上江虹》，后更名《满江红》。宋以来始填此词调。《钦定词谱》\n"]}},{"title":"山水","cont":{"title":"六盘山诗","nian":"清代","author":"梁联馨","contson":"\n绕径寒云拂步生，巑岏青嶂压孤城。东连华岳三峰小，北拥萧关大漠平。山外烟霞闲隐见，世间尘土自虚盈。劳人至此深惆怅，樵唱悠悠何处声。\n","contyishang":[]}},{"title":"山水","cont":{"title":"望岳","nian":"唐代","author":"杜甫","contson":"\n岱宗夫如何？齐鲁青未了。造化钟神秀，阴阳割昏晓。荡胸生曾云，决眦入归鸟。( 曾 通：层)会当凌绝顶，一览众山小。\n","contyishang":["译文巍峨的泰山，到底如何雄伟？走出齐鲁，依然可见那青青的峰顶。神奇自然汇聚了千种美景，山南山北分隔出清晨和黄昏。层层白云，荡涤胸中沟壑；翩翩归鸟，飞入赏景眼圈。定要登上泰山顶峰，俯瞰群山，豪情满怀。","注释⑴岱宗：泰山亦名岱山或岱岳，五岳之首，在今山东省泰安市城北。古代以泰山为五岳之首，诸山所宗，故又称“岱宗”。历代帝王凡举行封禅大典，皆在此山，这里指对泰山的尊称。夫：读“fú”。句首发语词，无实在意义，语气词，强调疑问语气。如何：怎么样。⑵齐、鲁：古代齐鲁两国以泰山为界，齐国在泰山北，鲁国在泰山南。原\n"]}},{"title":"山水","cont":{"title":"湖湘以竹车激水粳稻如云书此能仁院壁","nian":"宋代","author":"张孝祥","contson":"\n象龙唤不应，竹龙起行雨。联绵十车辐，伊轧百舟橹。转此大法轮，救汝旱岁苦。横江锁巨石，溅瀑叠城鼓。神机日夜运，甘泽高下普。老农用不知，瞬息了千亩。抱孙带黄犊，但看翠浪舞。余波及井臼，春玉饮酡乳。江吴夸七蹋，足茧腰背偻。此乐殊未知，吾归当教汝。\n","contyishang":[]}},{"title":"山水","cont":{"title":"临江仙·丝雨如尘云著水","nian":"清代","author":"纳兰性德","contson":"\n丝雨如尘云著水，嫣香碎拾吴宫。百花冷暖避东风。酷怜娇易散，燕子学偎红。人说病宜随月减，恹恹却与春同。可能留蝶抱花丛。不成双梦影，翻笑杏梁空。\n","contyishang":["译文丝丝细雨如同微尘，云彩染着水汽，吴王宫殿里，美人在溪流中采集香草。百花在微寒的东风中摇曳，仿佛在将寒气闪避。花朵凋谢最是令人怜惜，燕子也学人偎红倚翠，轻轻依偎着花朵。人们都说疾病会像满月减损成残月一般，慢慢减弱，无奈这倦怠的感觉，正如春天浓郁的慵懒气息。可否将蝴蝶留在花丛里呢？这成双飞舞的蝴蝶仿佛在嘲笑梁上燕巢空荡，笑燕子没有像它们一样双宿双栖。","注释①临江仙：唐教坊曲，后用作词牌，为双调小令。格律俱为平韵格，字数有五十二字、五十四字、五十八字、五十九字、六十字、六十二字六种。本词为六十字。②“丝雨”二句：意谓细雨蒙蒙，\n"]}},{"title":"山水","cont":{"title":"浣溪沙·游蕲水清泉寺","nian":"宋代","author":"苏轼","contson":"\n游蕲水清泉寺，寺临兰溪，溪水西流。\n山下兰芽短浸溪，松间沙路净无泥，潇潇暮雨子规啼。(潇潇 一作：萧萧)谁道人生无再少？门前流水尚能西！休将白发唱黄鸡。\n","contyishang":["译文游玩蕲水的清泉寺，寺庙在兰溪的旁边，溪水向西流淌。山脚下刚生长出来的幼芽浸泡在溪水中，松林间的沙路被雨水冲洗的一尘不染，傍晚，下起了小雨，布谷鸟的叫声从松林中传出。谁说人生就不能再回到少年时期？ 门前的溪水还能向西边流淌！不要在老年感叹时光的飞逝啊！ ","注释蕲qí水：县名，今湖北浠水县。时与医人庞安时（字安常）同游，见《东坡题跋》卷三《书清泉寺词》。浸：泡在水中。萧萧：形容雨声。子规：杜鹃，又叫杜宇、 布谷、子规、望帝、蜀鸟等。无再少：不能回到少年时代。白发：老年。\n"]}},{"title":"山水","cont":{"title":"阳羡歌·山秀芙蓉","nian":"宋代","author":"贺铸","contson":"\n山秀芙蓉，溪明罨画。真游洞穴沧波下。临风慨想斩蛟灵。长桥千载犹横跨。解佩投簪，求田问舍。黄鸡白酒渔樵社。元龙非复少时豪，耳根洗尽功名话。\n","contyishang":["译文山青芙蓉美，水明俨如画，仙游岩洞水波间。临风慨叹遥想，周处当年斩蛟灵，长桥千载尤横跨。解绶带投冠簪，归隐躬耕田间，黄鸡白酒渔樵社。陈登不复少壮豪，耳边再无功名噪。","注释①阳羡：今江苏宜兴，因境内有阳羡山而得名。词牌即是《踏莎行》曲调。②山秀芙蓉：形容阳羡山峦如花。李白《望九华山赠青阳韦仲堪》诗：“秀出九芙蓉。”③溪明罨（yǎn）画：常州宜兴有罨画溪，溪水明净。罨画：杂色彩画。④真游：犹仙游。阳羡有张公洞，相传汉代天师张道陵曾修行于此。⑤斩蛟灵：西晋阳羡人周处，年少时十分勇敢，曾于长桥下\n"]}},{"title":"山水","cont":{"title":"楚宫怨二首·其一","nian":"唐代","author":"李涉","contson":"\n十二山晴花尽开，楚宫双阙对阳台。 细腰争舞君沉醉，白日秦兵天下来。\n","contyishang":["　　《竹枝》，是长江中游地区流行的民间曲调，词人即用它来歌咏当地的史事和传说。","　　“十二山晴花尽开。”“十二山”，即巫峡十二峰，在今四川巫山县东，长江北岸。其中以神女峰最为纤丽奇峭。起句点地，将风光奇丽的巫峡写得花团锦簇。而此地又不仅以风景胜，更有着古老的历史遗迹与浪漫的神话传说，于是乃于第二句“楚宫汉阙对阳台”让它们有机地联系起来。“楚宫”，是春秋战国时楚王的离宫，俗称“细腰宫”，在巫山县西北，三面皆山，南望长江。“阳台”，一名“阳云台”，在巫山来鹤峰上，南枕长江，高一百二十丈。相传战国时楚怀王曾梦与巫山神女交欢，神女临去时自称“旦为朝云，暮为行雨，朝朝暮暮，阳台之下\n"]}},{"title":"山水","cont":{"title":"宣州谢脁楼饯别校书叔云","nian":"唐代","author":"李白","contson":"\n弃我去者，昨日之日不可留；乱我心者，今日之日多烦忧。长风万里送秋雁，对此可以酣高楼。蓬莱文章建安骨，中间小谢又清发。俱怀逸兴壮思飞，欲上青天览明月。(览 通：揽；明月 一作：日月)抽刀断水水更流，举杯销愁愁更愁。(销愁 一作 消愁）人生在世不称意，明朝散发弄扁舟。\n","contyishang":["译文弃我而去的昨日，早已不可挽留。乱我心思的今日，令人烦忧多多。万里长风，送走行行秋雁。面对美景，正可酣饮高楼。先生的文章正有建安风骨，又不时流露出小谢诗风的清秀。你我满怀超宜兴致，想上青天揽住明月。抽刀切断水流，水波奔流更畅；举杯想要销愁，愁思更加浓烈。人生在世，无法称心如意，不如披头散发，登上长江一叶扁舟。","注释⑴此诗《文苑英华》题作《陪侍御叔华登楼歌》，则所别者为李云（官秘书省校书郎)，李华(文学家)。李白另有五言诗《饯校书叔云》，作于某春季，且无登楼事，与此诗无涉。宣州\n"]}},{"title":"山水","cont":{"title":"秋日思旧山","nian":"唐代","author":"子兰","contson":"\n咸言上国繁华，岂谓帝城羁旅。十点五点残萤，千声万声秋雨。白云江上故乡，月下风前吟处。欲去不去迟迟，未展平生所伫。\n","contyishang":[]}},{"title":"山水","cont":{"title":"更漏子·三十六宫秋夜水","nian":"五代","author":"欧阳炯","contson":"\n三十六宫秋夜水，露华点滴高梧。丁丁玉漏咽铜壶，明月上金铺。红线毯，博山炉，香风暗触流苏。羊车一去长青芜，镜尘鸾影孤。\n","contyishang":[]}},{"title":"山水","cont":{"title":"湘口馆潇湘二水所会","nian":"唐代","author":"柳宗元","contson":"\n九疑浚倾奔，临源委萦回。会合属空旷，泓澄停风雷。高馆轩霞表，危楼临山隈。兹辰始澄霁，纤云尽褰开。天秋日正中，水碧无尘埃。杳杳渔父吟，叫叫羁鸿哀。境胜岂不豫，虑分固难裁。升高欲自舒，弥使远念来。归流驶且广，泛舟绝沿洄。\n","contyishang":["译文潇水奔腾出九疑，临源湘水逶迤行。二水会合空旷处，水清流缓波涛平。江岸高馆耸云霄，更有危楼倚山隈。雨后初晴天色朗，纤云舒卷碧空尽。秋高气爽日正中，江天一色无纤尘。才闻渔父低声唱，忽听羁鸿哀声鸣。见此胜景岂不乐？难以自制思绪分。登高欲遣杂念去，更招思念故乡情。无心游玩驾舟返，小舟徘徊人迟疑。 ","注释(1)浚：此处指水深。(2)临源：山名，《百家注柳集》云：“九疑、临源,潇湘所出。”(3)泓澄：水清而广。停风雷：谓波平涛息，水流转缓。\n"]}},{"title":"山水","cont":{"title":"后赤壁赋","nian":"宋代","author":"苏轼","contson":"\n　　是岁十月之望，步自雪堂，将归于临皋。二客从予过黄泥之坂。霜露既降，木叶尽脱， 人影在地，仰见明月，顾而乐之，行歌相答。已而叹曰：“有客无酒，有酒无肴，月白风 清，如此良夜何！”客曰：“今者薄暮，举网得鱼，巨口细鳞，状如松江之鲈。顾安所得酒 乎？”归而谋诸妇。妇曰：“我有斗酒，藏之久矣，以待子不时之需。”于是携酒与鱼，复 游于赤壁之下。江流有声，断岸千尺；山高月小，水落石出。曾日月之几何，而江山不可复 识矣。予乃摄衣而上，履巉岩，披蒙茸，踞虎豹，登虬龙，攀栖鹘之危巢，俯冯夷之幽 宫。盖二客不能从焉。划然长啸，草木震动，山鸣谷应，风起水涌。予亦悄然而悲，肃然而 恐，凛乎其不可留也。反而登舟，放乎中流，听其所止而休焉。时夜将半，四顾寂寥。适有 孤鹤，横江东来。翅如车轮，玄裳缟衣，戛然长鸣，掠予舟而西也。 \n　　须臾客去，予亦就睡。梦一道士，羽衣蹁跹，过临皋之下，揖予而言曰：“赤壁之游乐 乎？”问其姓名，俯而不答。“呜呼！噫嘻！我知之矣。畴昔之夜，飞鸣而过我者，非子也 邪？”道士顾笑，予亦惊寤。开户视之，不见其处。 \n","contyishang":["译文　　这一年十月十五日，我从雪堂出发，准备回临皋亭。有两位客人跟随着我，一起走过黄泥坂。这时霜露已经降下，叶全都脱落。我们的身影倒映在地上，抬头望见明月高悬。四下里瞧瞧，心里十分快乐；于是一面走一面吟诗，相互酬答。","　　过了一会儿，我叹惜地说：“有客人却没有酒，有酒却没有菜。月色皎洁，清风吹拂，这样美好的夜晚，我们怎么度过呢？”一位客人说：“今天傍晚，我撒网捕到了鱼，大嘴巴，细鳞片，形状就像吴淞江的鲈鱼。不过，到哪里去弄到酒呢？”我回家和妻子商量，妻子说：“我有一斗酒，保藏了很久，为了应付您突然的需要。”","　　就这样，我们携带着酒和鱼，再次到\n"]}},{"title":"山水","cont":{"title":"滕王阁序","nian":"唐代","author":"王勃","contson":"\n　　豫章故郡，洪都新府。星分翼轸，地接衡庐。襟三江而带五湖，控蛮荆而引瓯越。物华天宝，龙光射牛斗之墟；人杰地灵，徐孺下陈蕃之榻。雄州雾列，俊采星驰。台隍枕夷夏之交，宾主尽东南之美。都督阎公之雅望，棨戟遥临；宇文新州之懿范，襜帷暂驻。十旬休假，胜友如云；千里逢迎，高朋满座。腾蛟起凤，孟学士之词宗；紫电青霜，王将军之武库。家君作宰，路出名区；童子何知，躬逢胜饯。(豫章故郡 一作：南昌故郡)\n　　时维九月，序属三秋。潦水尽而寒潭清，烟光凝而暮山紫。俨骖騑于上路，访风景于崇阿。临帝子之长洲，得仙人之旧馆。层峦耸翠，上出重霄；飞阁流丹，下临无地。鹤汀凫渚，穷岛屿之萦回；桂殿兰宫，即冈峦之体势。（层峦 一作：层台；即冈 一作：列冈；仙人 一作：天人；飞阁流丹 一作：飞阁翔丹）\n　　披绣闼，俯雕甍，山原旷其盈视，川泽纡其骇瞩。闾阎扑地，钟鸣鼎食之家；舸舰迷津，青雀黄龙之舳。云销雨霁，彩彻区明。落霞与孤鹜齐飞，秋水共长天一色。渔舟唱晚，响穷彭蠡之滨，雁阵惊寒，声断衡阳之浦。(轴 通：舳；迷津 一作：弥津；云销雨霁，彩彻区明 一作：虹销雨霁，彩彻云衢)\n　　遥襟甫畅，逸兴遄飞。爽籁发而清风生，纤歌凝而白云遏。睢园绿竹，气凌彭泽之樽；邺水朱华，光照临川之笔。四美具，二难并。穷睇眄于中天，极娱游于暇日。天高地迥，觉宇宙之无穷；兴尽悲来，识盈虚之有数。望长安于日下，目吴会于云间。地势极而南溟深，天柱高而北辰远。关山难越，谁悲失路之人；萍水相逢，尽是他乡之客。怀帝阍而不见，奉宣室以何年？(遥襟甫畅 一作：遥吟俯畅)\n　　嗟乎！时运不齐，命途多舛。冯唐易老，李广难封。屈贾谊于长沙，非无圣主；窜梁鸿于海曲，岂乏明时？所赖君子见机，达人知命。老当益壮，宁移白首之心？穷且益坚，不坠青云之志。酌贪泉而觉爽，处涸辙以犹欢。北海虽赊，扶摇可接；东隅已逝，桑榆非晚。孟尝高洁，空余报国之情；阮籍猖狂，岂效穷途之哭！(见机 一作：安贫)\n　　勃，三尺微命，一介书生。无路请缨，等终军之弱冠；有怀投笔，慕宗悫之长风。舍簪笏于百龄，奉晨昏于万里。非谢家之宝树，接孟氏之芳邻。他日趋庭，叨陪鲤对；今兹捧袂，喜托龙门。杨意不逢，抚凌云而自惜；钟期既遇，奏流水以何惭？\n　　呜乎！胜地不常，盛筵难再；兰亭已矣，梓泽丘墟。临别赠言，幸承恩于伟饯；登高作赋，是所望于群公。敢竭鄙怀，恭疏短引；一言均赋，四韵俱成。请洒潘江，各倾陆海云尔：　　滕王高阁临江渚，佩玉鸣鸾罢歌舞。　　画栋朝飞南浦云，珠帘暮卷西山雨。　　闲云潭影日悠悠，物换星移几度秋。　　阁中帝子今何在？槛外长江空自流。\n","contyishang":["译文　　这里是汉代的豫章郡城，如今是洪州的都督府，天上的方位属于翼，轸两星宿的分野，地上的位置连结着衡山和庐山。以三江为衣襟，以五湖为衣带、控制着楚地，连接着闽越。物类的精华，是上天的珍宝，宝剑的光芒直冲上牛、斗二星的区间。人中有英杰，因大地有灵气，陈蕃专为徐孺设下几榻。雄伟的洪州城，房屋像雾一般罗列，英俊的人才，像繁星一样地活跃。城池座落在夷夏交界的要害之地，主人与宾客，集中了东南地区的英俊之才。都督阎公，享有崇高的名望，远道来到洪州坐镇，宇文州牧，是美德的楷模，赴任途中在此暂留。正逢十日休假的日子，杰出的友人云集，高贵的宾客，也都不远千里来到这里聚会。文坛领袖孟学士，文章\n"]}},{"title":"山水","cont":{"title":"题友人山居","nian":"唐代","author":"黄滔","contson":"\n到君栖迹所，竹径与衡门。亦在乾坤内，独无尘俗喧。 新泉浮石藓，崩壁露松根。更说寻僧处，孤峰上啸猿。\n","contyishang":[]}},{"title":"山水","cont":{"title":"登永嘉绿嶂山","nian":"南北朝","author":"谢灵运","contson":"\n裹粮杖轻策，怀迟上幽室。行源径转远，距陆情未毕。澹潋结寒姿，团栾润霜质。涧委水屡迷，林迥岩逾密。眷西谓初月，顾东疑落日。践夕奄昏曙，蔽翳皆周悉。蛊上贵不事，履二美贞吉。幽人常坦步，高尚邈难匹。颐阿竟何端，寂寂寄抱一。恬如既已交，缮性自此出。\n","contyishang":["　　公元422年（永初三年），谢灵运被降职外放永嘉任太守。诗人在郡不理政务，恣情遨游山水。每游一处，必有诗篇记胜。这首诗即是其一。据《读史方舆纪要》说：“（永嘉）西北二十里有青嶂山，上有大湖，澄波浩渺，一名七峰山。”此青嶂山，似即绿嶂山。","　　谢灵运的山水诗多采取纪游的写法。其章法结构，大抵是先纪游，继写景，最后兴情悟理。此诗即采取这种井然的推展次序。起首二句，写他出发前的准备和启程情况。诗人携带足够的干粮，拄着轻便的手杖，兴致勃勃地启程了。他沿着逶迤起伏的山路徐行而上，要攀登那风景清幽奇险的高峰。“怀迟”，与威夷、逶随、逶迤等词通。“幽室”，风景清幽之处，指绿嶂山。灵运\n"]}},{"title":"山水","cont":{"title":"十二郎·垂虹桥","nian":"宋代","author":"吴文英","contson":"\n素天际水，浪拍碎、冻云不凝。记晓叶题霜，秋灯吟雨，曾系长桥过艇。又是宾鸿重来后，猛赋得、归期才定。嗟绣鸭解言，香鲈堪钓，尚庐人境。幽兴。争如共载，越娥妆镜。念倦客依前，貂裘茸帽，重向淞江照影。酹酒苍茫，倚歌平远，亭上玉虹腰冷。迎醉面，暮雪飞花，几点黛愁山暝。\n","contyishang":[]}},{"title":"山水","cont":{"title":"江畔独步寻花·其五","nian":"唐代","author":"杜甫","contson":"\n黄师塔前江水东，春光懒困倚微风。桃花一簇开无主，可爱深红爱浅红？\n","contyishang":["译文黄师塔前那一江的碧波春水滚滚向东流，春天给人一种困倦让人想倚着春风小憩的感觉。江畔盛开的那一簇无主的桃花映入眼帘，究竟是爱深红色的还是更爱浅红色的呢？","注释①江畔：指成都锦江之滨。②独步：独自散步。③塔：墓地。④一簇：一丛，无主--没有主人。"]}},{"title":"山水","cont":{"title":"别云间","nian":"明代","author":"夏完淳","contson":"\n三年羁旅客，今日又南冠。无限山河泪，谁言天地宽！(山河 一作：河山)已知泉路近，欲别故乡难。毅魄归来日，灵旗空际看。\n","contyishang":["译文三年为抗清兵东走西飘荡，今天兵败被俘作囚入牢房。无限美好河山失陷伤痛泪，谁还敢说天庭宽阔地又广。已经知道黄泉之路相逼近，想到永别故乡实在心犯难。鬼雄魂魄等到归来那一日，灵旗下面要将故乡河山看。","注释1.云间：上海松江区古称云间，是作者家乡。1647年（永历元年/顺治四年），他在这里被逮捕。2.三年：作者自1645年（弘光元年/顺治二年）起，参加抗清斗争，出入于太湖及其周围地区，至1647年（顺治四年），共三年。3.羁旅：寄居他乡，生活飘泊不定。羁：音（jī），停留。4.南冠\n"]}},{"title":"山水","cont":{"title":"浣溪沙·水涨鱼天拍柳桥","nian":"宋代","author":"周邦彦","contson":"\n水涨鱼天拍柳桥。云鸠拖雨过江皋。一番春信入东郊。闲碾凤团消短梦，静看燕子垒新巢。又移日影上花梢。\n","contyishang":["　　这是首笔触细致而风格明秀的春日之作。 ","　　词篇幅一开，便春意盎然。“水涨鱼天拍柳桥”。水涨，点春讯。以下五字渲染之。春来涨潮，浮起了鱼天，不反水与岸齐，拍打着柳桥而已。鱼天一辞，妙不可言。鱼游于水，如翔于天，可见当涨潮托起春水之后，那春水仍是空明莹澈。“云鸠拖雨过江皋”，云鸠形容墨云行雨，其色如鸠。这又是一个妙手偶得的好辞。上句写春水空明，此句写春江烟雨，一阴一晴，阴晴不定，正是春天的特征之一。“一番春信入东郊”，春从东来，东郊先得春信。这又是词人下笔极细致有味之处。 ","　　过片二句，词境从江郊转为室内。“闲碾凤团消短梦，静看燕子垒新巢。”上句写自己\n"]}}]