[{"title":"忧民","cont":{"title":"","nian":"","author":"","contson":"","contyishang":[]}},{"title":"忧民","cont":{"title":"新荷叶·薄露初零","nian":"宋代","author":"李清照","contson":"\n薄露初零，长宵共、永书分停。绕水楼台，高耸万丈蓬瀛。芝兰为寿，相辉映、簪笏盈庭。花柔玉净，捧觞别有娉婷。鹤瘦松青，精神与、秋月争明。德行文章，素驰日下声名。东山高蹈，虽卿相、不足为荣。安石须起，要苏天下苍生。\n","contyishang":[]}},{"title":"忧民","cont":{"title":"鹧鸪天·上元启醮","nian":"宋代","author":"张孝祥","contson":"\n子夜封章扣紫清。五霞光里佩环声。驿传风火龙鸾舞，步入烟霄孔翠迎。 瑶简重，羽衣轻。金童双引到通明。三湘五管同民乐，万岁千秋与帝龄。\n","contyishang":["　　张孝祥自进士及第之日起即满怀激情关注国事，及至乾道五年（1169）去世之前的六年中，原有的政治热情虽然基本丧失，却也时不时有所流露。通过此词开头两句就可以看出，词人设醮祈福消灾，“祝南山”亦“瞻北阙”（张孝祥另一首《鹧鸪天·上元启醮》句），企盼着夜深还叩击宫门，再议抗战事，共进平戎计。“子夜”，夜半子时。“封章”，言机密事之章奏皆用皂囊重封以进，故名封章，亦称封事。“紫清”，原意天上，谓神仙居所，这里指翰林院，以翰林乃清贵之职，故称。“五霞”，道家称黄天、苍天、青天并皆空虚，有自然五霞。“佩环”，玉佩，一般情况下指女子，这里形容诗文韵调铿锵，亦即抗战、平戎之策论激昂宏畅。由于词人深受\n"]}},{"title":"忧民","cont":{"title":"水夫谣","nian":"唐代","author":"王建","contson":"\n苦哉生长当驿边，官家使我牵驿船。辛苦日多乐日少，水宿沙行如海鸟。逆风上水万斛重，前驿迢迢后淼淼。半夜缘堤雪和雨，受他驱遣还复去。夜寒衣湿披短蓑，臆穿足裂忍痛何！到明辛苦无处说，齐声腾踏牵船歌。一间茅屋何所值，父母之乡去不得。我愿此水作平田，长使水夫不怨天。\n","contyishang":["译文真是苦啊生长在这驿站旁边，官府强迫我去拉驿站的行船。辛苦的日子多欢乐的时候少，在船上睡在沙上行像只海鸟。顶风逆流而上好像有千斤重，前面驿站遥遥后面烟波渺渺。半夜沿着河堤冒着飞雪夹雨，受到府吏的驱使奔来又走去。夜里寒冷衣服湿我披上短蓑，胸磨破脚冻裂不忍痛又奈何！到天亮一夜的辛苦无处诉说，只好齐声合步吼起了拉船歌。一间破旧的茅屋能值几个钱，因只是生我的地方离开不得。我愿这河水化做平整的良田，永远让拉船人不再嗟地怨天。","注释⑴水夫：纤夫，内河中的船遇到浅水，往往难以前\n"]}},{"title":"忧民","cont":{"title":"临江仙·樱桃落尽春归去","nian":"五代","author":"李煜","contson":"\n樱桃落尽春归去，蝶翻金粉双飞。子规啼月小楼西，玉钩罗幕，惆怅暮烟垂。别巷寂寥人散后，望残烟草低迷。炉香闲袅凤凰儿，空持罗带，回首恨依依。\n","contyishang":["译文宗庙难献的樱桃已落尽——全都随着春天归去，无知的粉蝶儿还是寻乐双飞。杜宇转化的子规在小楼西面夜夜泣血鸣啼。倚着楼窗的玉钩罗幕了望，惆怅地看着幕烟低垂。入夜后小巷里一片岑寂，人们都以纷纷散去，凄然欲绝面对烟草低迷。炉里的香烟闲绕着绘饰凤凰的衾枕。但见她愁容满面空持罗带，怎能不令人回首恨依依。","注释1.樱桃：初夏时结果实，古代有帝王以樱桃献宗庙的传统。《礼记·月令》中记载：“仲夏之月，天子以含桃(樱桃)先荐寝庙。落尽：凋谢之意。2.翻：翻飞。3.金粉：妇女装饰用的铅粉，这里借指蝴蝶的翅膀。全句意谓蝴蝶翻飞着银灰色\n"]}},{"title":"忧民","cont":{"title":"阆山歌","nian":"唐代","author":"杜甫","contson":"\n阆州城东灵山白，阆州城北玉台碧。松浮欲尽不尽云，江动将崩未崩石。那知根无鬼神会？已觉气与嵩华敌。中原格斗且未归，应结茅斋著青壁。\n","contyishang":["译文阆州城东的灵山呈现一片白色，而阆州城北的玉台山则一片碧绿。松树上浮着欲尽不尽的云彩，江浪摇动着将崩未崩的石头。虽然这里人也祭拜祖先，可当地的子孙后代却从来没有与祖先灵魂或相会。虽然世界上没有鬼神与人能真正相会，但这里的祭拜盛况可与嵩山、华山的清明活动相匹敌。中原地区的战争尚未结束，应建个茅屋来把青纱幔挂于屋址的墙壁上。","注释⑴“阆州”二句：点出阆州名山及其方位。灵山在阆州城东北十里，传说蜀王鳖灵登此山，因名灵山。玉台山在阆州城北七里，上有玉台观，唐滕王（李元婴）所造。杜甫另有《玉台观》诗。灵山：一作“雪山”。\n"]}},{"title":"忧民","cont":{"title":"新制绫袄成感而有咏","nian":"唐代","author":"白居易","contson":"\n水波文袄造新成，绫软绵匀温复轻。晨兴好拥向阳坐，晚出宜披踏雪行。鹤氅毳疏无实事，木棉花冷得虚名。宴安往往叹侵夜，卧稳昏昏睡到明。百姓多寒无可救，一身独暖亦何情！心中为念农桑苦，耳里如闻饥冻声。争得大裘长万丈，与君都盖洛阳城！\n","contyishang":["译文表美如水波纹新袄刚做成，面料绵软匀细温暖又轻盈。晴天晨起抱它倚墙晒太阳，夜间赏雪应当不忘披在身。袍里夹绒不干吃苦的活儿，说木棉花儿冷是徒有其名。宴罢友人叹息声中黑夜至，稳稳躺下一觉睡到大天明。民众大多饥寒交迫无力救，一人独享荣华没啥好心情。心里咋就难忘农民耕种苦，好像听到饥民受冻不绝声。啥时能有万丈之长保暖衣，与您分享护住洛阳至更多。","注释①水波文：水波纹。②鹤氅：一种以鸟毛为原料的毛织物，大概样子像道袍，而不缝袖，所以披在身上像一只鹤。毳疏：鸟兽的细毛。\n"]}},{"title":"忧民","cont":{"title":"北征","nian":"唐代","author":"杜甫","contson":"\n北归至凤翔，墨制放往鄜州作。\n皇帝二载秋，闰八月初吉。杜子将北征，苍茫问家室。维时遭艰虞，朝野少暇日。顾惭恩私被，诏许归蓬荜。拜辞诣阙下，怵惕久未出。虽乏谏诤姿，恐君有遗失。君诚中兴主，经纬固密勿。东胡反未已，臣甫愤所切。挥涕恋行在，道途犹恍惚。乾坤含疮痍，忧虞何时毕。靡靡逾阡陌，人烟眇萧瑟。所遇多被伤，呻吟更流血。回首凤翔县，旌旗晚明灭。前登寒山重，屡得饮马窟。邠郊入地底，泾水中荡潏。猛虎立我前，苍崖吼时裂。菊垂今秋花，石戴古车辙。青云动高兴，幽事亦可悦。山果多琐细，罗生杂橡栗。或红如丹砂，或黑如点漆。雨露之所濡，甘苦齐结实。缅思桃源内，益叹身世拙。坡陀望鄜畤，岩谷互出没。我行已水滨，我仆犹木末。鸱鸟鸣黄桑，野鼠拱乱穴。夜深经战场，寒月照白骨。潼关百万师，往者散何卒。遂令半秦民，残害为异物。况我堕胡尘，及归尽华发。经年至茅屋，妻子衣百结。恸哭松声回，悲泉共幽咽。平生所娇儿，颜色白胜雪。见耶背面啼，垢腻脚不袜。床前两小女，补绽才过膝。海图坼波涛，旧绣移曲折。天吴及紫凤，颠倒在裋褐。老夫情怀恶，呕泄卧数日。那无囊中帛，救汝寒凛栗。粉黛亦解苞，衾裯稍罗列。瘦妻面复光，痴女头自栉。学母无不为，晓妆随手抹。移时施朱铅，狼藉画眉阔。生还对童稚，似欲忘饥渴。问事竞挽须，谁能即嗔喝。翻思在贼愁，甘受杂乱聒。新归且慰意，生理焉能说。至尊尚蒙尘，几日休练卒。仰观天色改，坐觉祆气豁。阴风西北来，惨澹随回鹘。其王愿助顺，其俗善驰突。送兵五千人，驱马一万匹。此辈少为贵，四方服勇决。所用皆鹰腾，破敌过箭疾。圣心颇虚伫，时议气欲夺。伊洛指掌收，西京不足拔。官军请深入，蓄锐何俱发。此举开青徐，旋瞻略恒碣。昊天积霜露，正气有肃杀。祸转亡胡岁，势成擒胡月。胡命其能久，皇纲未宜绝。忆昨狼狈初，事与古先别。奸臣竟菹醢，同恶随荡析。不闻夏殷衰，中自诛褒妲。周汉获再兴，宣光果明哲。桓桓陈将军，仗钺奋忠烈。微尔人尽非，于今国犹活。凄凉大同殿，寂寞白兽闼。都人望翠华，佳气向金阙。园陵固有神，扫洒数不缺。煌煌太宗业，树立甚宏达。\n","contyishang":["译文肃宗即位的第二年，闰八月初一日那天，我杜甫将要向北远行，天色空旷迷茫。这时因为战乱，时世艰难让人忧虑，朝野很少有空闲的时日。想来惭愧，因为只有我一人蒙受皇恩，皇上亲自下令允许我回家探亲。我到宫阙拜辞，感到恐惧不安，走了好久尚未走出。虽然缺乏敢于谏诤的气魄，总惟恐皇上思虑有所疏失。皇上确是中兴国家的君主，筹划国家大事，本来就该要谨慎努力。安史叛乱至今尚未平息，这使君臣深切愤恨。我只有挥泪告别，但仍恋念凤翔行宫，走在路上仍然神志恍惚，放心不下。如今天下尽是创伤，我的忧虑\n"]}},{"title":"忧民","cont":{"title":"茅屋为秋风所破歌","nian":"唐代","author":"杜甫","contson":"\n八月秋高风怒号，卷我屋上三重茅。茅飞渡江洒江郊，高者挂罥长林梢，下者飘转沉塘坳。南村群童欺我老无力，忍能对面为盗贼，公然抱茅入竹去。唇焦口燥呼不得，归来倚杖自叹息。俄顷风定云墨色，秋天漠漠向昏黑。布衾多年冷似铁，娇儿恶卧踏里裂。床头屋漏无干处，雨脚如麻未断绝。自经丧乱少睡眠，长夜沾湿何由彻?安得广厦千万间，大庇天下寒士俱欢颜，风雨不动安如山。呜呼！何时眼前突兀见此屋，吾庐独破受冻死亦足！(死亦足 一作：死意足）\n","contyishang":["译文八月里秋深，狂风怒号，狂风卷走了我屋顶上好几层茅草。茅草乱飞，渡过浣花溪，散落在对岸江边。飞得高的茅草缠绕在高高的树梢上，飞得低的飘飘洒洒沉落到池塘和洼地里。南村的一群儿童欺负我年老没力气，竟忍心这样当面做“贼”抢东西，毫无顾忌地抱着茅草跑进竹林去了。我嘴唇干燥也喝止不住，回来后拄着拐杖，独自叹息。一会儿风停了，天空中乌云像墨一样黑，深秋天空阴沉迷蒙渐渐黑下来了。布被盖了多年，又冷又硬，像铁板似的。孩子睡觉姿势不好，把被子蹬破了。一下雨屋顶漏水，屋内没有一点儿干燥的地方，房顶的雨水像麻线一样不停地往下漏。自从安史之乱之后，我睡眠的时间很少，长夜漫漫\n"]}},{"title":"忧民","cont":{"title":"","nian":"","author":"","contson":"","contyishang":[]}},{"title":"忧民","cont":{"title":"赠梁任父母同年 / 题梁任父同年","nian":"清代","author":"黄遵宪","contson":"\n寸寸山河寸寸金，侉离分裂力谁任。杜鹃再拜忧天泪，精卫无穷填海心。\n","contyishang":[]}},{"title":"忧民","cont":{"title":"登楼","nian":"唐代","author":"杜甫","contson":"\n花近高楼伤客心，万方多难此登临。锦江春色来天地，玉垒浮云变古今。北极朝廷终不改，西山寇盗莫相侵。可怜后主还祠庙，日暮聊为《梁甫吟》。(梁甫 一作：梁父)\n","contyishang":["直译繁花靠近高楼，远离家乡的我触目伤心，在这全国各地多灾多难的时刻，我登楼观览。锦江两岸蓬蓬勃勃的春色铺天盖地涌来，玉垒山上的浮云，古往今来，千形万象，变幻不定。朝廷如同北极星一样最终都不会改换，西山的寇盗吐蕃不要来侵扰。可叹蜀后主刘禅那样的昏君，仍然在祠庙中享受祭祀，黄昏的时候我也姑且吟诵那《梁甫吟》。","韵译登楼望春近看繁花游子越发伤心；万方多难愁思满腹我来此外登临。锦江的春色从天地边际迎面扑来；从古到今玉垒山的浮云变幻莫测。大唐的朝廷真像北极星不可动摇；吐蕃夷狄莫再前来骚扰徒劳入侵。\n"]}},{"title":"忧民","cont":{"title":"兵车行","nian":"唐代","author":"杜甫","contson":"\n车辚辚，马萧萧，行人弓箭各在腰。耶娘妻子走相送，尘埃不见咸阳桥。(耶娘 一作：“爷”)牵衣顿足拦道哭，哭声直上干云霄。道旁过者问行人，行人但云点行频。或从十五北防河，便至四十西营田。去时里正与裹头，归来头白还戍边。边庭流血成海水，武皇开边意未已。君不闻汉家山东二百州，千村万落生荆杞。纵有健妇把锄犁，禾生陇亩无东西。况复秦兵耐苦战，被驱不异犬与鸡。长者虽有问，役夫敢申恨？且如今年冬，未休关西卒。县官急索租，租税从何出？信知生男恶，反是生女好。生女犹得嫁比邻，生男埋没随百草。君不见，青海头，古来白骨无人收。新鬼烦冤旧鬼哭，天阴雨湿声啾啾！\n","contyishang":["译文车辆隆隆响，战马萧萧鸣，出征士兵弓箭各自佩在腰。爹娘妻子儿女奔跑来相送，行军时扬起的尘土遮天蔽日以致看不见咸阳桥。拦在路上牵着士兵衣服顿脚哭，哭声直上天空冲入云霄。路旁经过的人问出征士兵怎么样，出征士兵只是说按名册征兵很频繁。有的人十五岁到黄河以北去戍守，纵然到了四十岁还要到西部边疆去屯田。到里长那里用头巾把头发束起来，他们回时已经白头还要去守边疆。边疆无数士兵流血形成了海水，武皇开拓边疆的念头还没停止。您没听说汉家华山以东两百州，百千村落长满了草木。即使有健壮的妇女手拿锄犁耕种，田土里的庄稼也长得没有东西行列。更何况秦地的士兵又能够苦战，被驱使去作战与鸡狗没\n"]}},{"title":"忧民","cont":{"title":"悯农二首","nian":"唐代","author":"李绅","contson":"\n春种一粒粟，秋收万颗子。四海无闲田，农夫犹饿死。\n锄禾日当午，汗滴禾下土。谁知盘中餐，粒粒皆辛苦？\n","contyishang":["译文春天只要播下一粒种子，秋天就可收获很多粮食。普天之下，没有荒废不种的田地，劳苦农民，仍然要饿死。","盛夏中午，烈日炎炎，农民还在劳作，汗珠滴入泥土。有谁想到，我们碗中的米饭，粒粒饱含着农民的血汗？","注释⑴悯：怜悯。这里有同情的意思。诗一作《古风二首》。这两首诗的排序各版本有所不同。⑵粟：泛指谷类。⑶秋收：一作“秋成”。子：指粮食颗粒。⑷四海：指全国。闲田：没有耕种的田。⑸犹：仍然。⑹禾：谷类植物的统称。⑺餐：一作“飧”。熟食的通称。\n"]}},{"title":"忧民","cont":{"title":"穆陵关北逢人归渔阳","nian":"唐代","author":"刘长卿","contson":"\n逢君穆陵路，匹马向桑乾。楚国苍山古，幽州白日寒。城池百战后，耆旧几家残。处处蓬蒿遍，归人掩泪看。\n","contyishang":["译文与你相逢在穆陵关的路上，你只身匹马就要返回桑乾。楚国的青山依然苍翠古老，幽州的太阳发出阵阵凄寒。城里经历上百次战乱之后，还有几家老人在世上保全。到处是残垣断壁蓬蒿遍野，你定会流着眼泪边走边看。","注释⑴穆陵关：古关隘名，又名木陵关，在今湖北麻城北。渔阳：唐代郡名，郡治在今天津市蓟县，当时属范阳节度使管辖。⑵穆陵：指穆陵关。⑶桑乾：河名。今永定河之上游。源出山西，流经河北，相传每年桑椹成熟时河水干涸，故名。唐李白《战城南》诗：“去年战，桑乾源，今年战，葱河道。”这里指行客家在渔阳。\n"]}},{"title":"忧民","cont":{"title":"秋夜将晓出篱门迎凉有感二首","nian":"宋代","author":"陆游","contson":"\n迢迢天汉西南落，喔喔邻鸡一再鸣。壮志病来消欲尽，出门搔首怆平生。\n三万里河东入海，五千仞岳上摩天。遗民泪尽胡尘里，南望王师又一年。\n","contyishang":["译文迢迢万里的银河朝西南方向下坠，喔喔的鸡叫之声在邻家不断长鸣。疾病折磨我几乎把救亡壮志消尽，出门四望不禁手搔白发抱憾平生。","三万里长的黄河奔腾向东流入大海，五千仞高的华山耸入云霄上摩青天。中原人民在胡人压迫下眼泪已流尽，他们盼望王师北伐盼了一年又一年。","注释⑴将晓：天将要亮。篱门：竹子或树枝编的门。迎凉：出门感到一阵凉风。⑵天汉：银河。《诗经·小雅·大东》：“维天有汉，监亦有光。”毛传：“汉，天河也。”⑶搔首：以手搔头。焦急或有所思貌。怆（chuàng）：悲伤。⑷三万里：\n"]}},{"title":"忧民","cont":{"title":"秋望","nian":"明代","author":"李梦阳","contson":"\n黄河水绕汉宫墙，河上秋风雁几行。客子过壕追野马，将军弢箭射天狼。黄尘古渡迷飞挽，白月横空冷战场。闻道朔方多勇略，只今谁是郭汾阳。\n","contyishang":["译文滚滚黄河水包围着长安，河上秋风阵阵，有几行大雁飞过。士兵们跨过护城河时尘沙阵阵，将军从弓袋中拔箭射敌军。船驶在黄尘漫漫的古渡口，水流湍急，士兵们只好扶挽着坐在船中；明月当空，使战场悲凉起来。听说朔方有很多勇敢而有谋略的人，而今天谁会成为像大将郭子仪一样的人？","注释⑴汉宫墙：实际指明朝当时在大同府西北所修的长城，它是明王朝与革达靼部族的界限。一作“汉边墙”。⑵客子：指离家戍边的士兵。过壕：指越过护城河。野马：本意是游气或游尘，此处指人马荡起的烟尘。⑶弢（tāo）箭：将箭装入袋中，就是整装\n"]}},{"title":"忧民","cont":{"title":"春望","nian":"唐代","author":"杜甫","contson":"\n国破山河在，城春草木深。感时花溅泪，恨别鸟惊心。烽火连三月，家书抵万金。白头搔更短，浑欲不胜簪。\n","contyishang":["译文长安沦陷，国家破碎，只有山河依旧；春天来了，人烟稀少的长安城里草木茂密。感伤国事，不禁涕泪四溅，鸟鸣惊心，徒增离愁别恨。连绵的战火已经延续了半年多，家书难得，一封抵得上万两黄金。愁绪缠绕，搔头思考，白发越搔越短，简直要不能插簪了。","注释国：国都，指长安（今陕西西安）。破：陷落。山河在：旧日的山河仍然存在。城：长安城。草木深：指人烟稀少。感时：为国家的时局而感伤。溅泪：流泪。恨别：怅恨离别。烽火：古时边防报警的烟火，这里指安史之乱的战火。三月：正月、二月、三月。\n"]}},{"title":"忧民","cont":{"title":"示儿","nian":"宋代","author":"陆游","contson":"\n死去元知万事空，但悲不见九州同。王师北定中原日，家祭无忘告乃翁。\n","contyishang":["译文我本来知道，当我死后，人间的一切就都和我无关了；但唯一使我痛心的，就是我没能亲眼看到祖国的统一。因此，当大宋军队收复了中原失地的那一天到来之时，你们举行家祭，千万别忘把这好消息告诉我！","注释1.示儿：写给儿子们看。2.元知：原本知道。元，通“原”。本来。在苏教版等大部分教材中本诗第一句为“死去元知万事空”，但在老的人教版等教材中为“死去原知万事空”，因为是通假字，所以并不影响本诗的意境，尚有争议。人教版等教材多为“元”，不常用通假字。3.万事空：什么也没有了。4.但：只是。5.悲：悲伤\n"]}},{"title":"忧民","cont":{"title":"己亥岁二首·僖宗广明元年","nian":"唐代","author":"曹松","contson":"\n泽国江山入战图，生民何计乐樵苏。 凭君莫话封侯事，一将功成万骨枯。 \n传闻一战百神愁，两岸强兵过未休。 谁道沧江总无事，近来长共血争流。\n","contyishang":["译文富饶的水域江山都已绘入战图，百姓想要打柴割草度日而不得。请你别再提什么封侯的事情了，一将功成要牺牲多少士卒生命！","传说一旦开战连众神灵都发愁，两岸军队连年混战一直不停休。谁还说沧江总是太平没有祸事，近来江水混着鲜血争先向东流。","注释⑴己亥：为唐僖宗乾符六年（879年）的干支。⑵泽国：泛指江南各地，因湖泽星罗棋布，故称。⑶樵苏：一作“樵渔”。⑷传闻：一作“波间”。"]}},{"title":"忧民","cont":{"title":"山中寡妇 / 时世行","nian":"唐代","author":"杜荀鹤","contson":"\n夫因兵死守蓬茅，麻苎衣衫鬓发焦。桑柘废来犹纳税，田园荒后尚征苗。时挑野菜和根煮，旋斫生柴带叶烧。任是深山更深处，也应无计避征徭。\n","contyishang":["译文丈夫死于战乱她独守茅屋受煎熬，身穿苎麻布衣衫鬓发干涩又枯焦。桑树柘树全废毁还要交纳蚕丝税，田园耕地已荒芜仍然征税叫青苗。时常外出挖野菜连着根须一起煮，随即四处砍生柴带着叶子一起烧。任凭你住在比深山更深的偏僻处，也没办法逃脱官府的赋税和兵徭。","注释⑴蓬茅：茅草盖的房子。⑵麻苎（zhù）：即苎麻。鬓发焦：因吃不饱，身体缺乏营养而头发变成枯黄色。⑶柘：树木名，叶子可以喂蚕。征苗：征收农业税。⑷后：一作“尽”。⑸和：带着，连。⑹旋：同“现”。斫：砍。生柴：刚\n"]}},{"title":"忧民","cont":{"title":"猛虎行","nian":"唐代","author":"李白","contson":"\n朝作猛虎行，暮作猛虎吟。肠断非关陇头水，泪下不为雍门琴。旌旗缤纷两河道，战鼓惊山欲倾倒。秦人半作燕地囚，胡马翻衔洛阳草。一输一失关下兵，朝降夕叛幽蓟城。巨鳌未斩海水动，鱼龙奔走安得宁。颇似楚汉时，翻覆无定止。朝过博浪沙，暮入淮阴市。张良未遇韩信贫，刘项存亡在两臣。暂到下邳受兵略，来投漂母作主人。贤哲栖栖古如此，今时亦弃青云士。有策不敢犯龙鳞，窜身南国避胡尘。宝书长剑挂高阁，金鞍骏马散故人。昨日方为宣城客，掣铃交通二千石。有时六博快壮心，绕床三匝呼一掷。楚人每道张旭奇，心藏风云世莫知。三吴邦伯多顾盼，四海雄侠皆相推。萧曹曾作沛中吏，攀龙附凤当有时。溧阳酒楼三月春，杨花漠漠愁杀人。胡人绿眼吹玉笛，吴歌白纻飞梁尘。丈夫相见且为乐，槌牛挝鼓会众宾。我从此去钓东海，得鱼笑寄情相亲。\n","contyishang":["译文早上吟《猛虎行》，晚上也吟《猛虎行》。我之所以潸然泪下与听《陇头歌》的别离之辞无关，也并非是因为听了雍门子周悲切的琴声。河南河北战旗如云，咚咚的战鼓声震得山动地摇。秦地的百姓半为燕地的胡人所虏，东都沦陷，胡人的战马已在洛阳吃草。抗敌的官兵败退守至渔关之下，将帅被诛，实是大大的失策。幽蓟之地的城池朝降夕叛。安禄山这只翻江倒海的巨鳌未除，朝野上下君臣百姓奔走不暇，不得安静。这就好像楚汉相争时的情况一样，双方翻来覆去，胜负不见分晓。我到过博浪沙和淮阴市，想起了张良和韩信这两位决定楚汉命运的人物。\n"]}},{"title":"忧民","cont":{"title":"金陵三迁有感","nian":"宋代","author":"梁栋","contson":"\n憔悴城南短李绅，多情乌帽染黄尘。读书不了平生事，阅世空存后死身。落日江山宜唤酒，西风天地正愁人。任他蜂蝶黄花老，明月园林是小春。\n","contyishang":["译文我就是城南那憔悴短小的李绅，多愁善感，乌纱帽上落满黄尘。苦读诗书，却不明白平生所历世事；阅尽世态，空留下未曾殉国之身。眼看着落日残照下的江山，还是叫一壶酒吧；不见那西风萧瑟中的天地，正要愁杀士人！任凭它蜂蝶为黄花老去而发愁，明月下的园林里，自有一派小阳春。","注释金陵：今江苏南京。李绅：中唐诗人，有诗名。因身材短小精悍。时称“短李”。唐宪宗元和元年（806）登进士第，补国子助教，因非其所好，东归金陵，被润州节度使李铸辟为从事，因见李铸专横并想背叛朝廷，就不肯帮他起草文书。李铸想杀他，他伺机逃跑，才获\n"]}},{"title":"忧民","cont":{"title":"寄李儋元锡","nian":"唐代","author":"韦应物","contson":"\n去年花里逢君别，今日花开又一年。世事茫茫难自料，春愁黯黯独成眠。身多疾病思田里，邑有流亡愧俸钱。闻道欲来相问讯，西楼望月几回圆。\n","contyishang":["译文去年那花开时节我们依依惜别，如今花开时节我们分别已一年。世事渺茫自我的命运怎能预料，只有黯然的春愁让我孤枕难眠。多病的身躯让我想归隐田园间，看着流亡的百姓愧对国家俸禄。早听说你将要来此地与我相见，我到西楼眺望几度看到明月圆。","注释⑴李儋（dān）元锡：李儋，曾任殿中侍御史，为作者密友；元锡，字君贶，为作者在长安鄠县时旧友。⑵春愁：因春季来临而引起的愁绪。黯黯：低沉暗淡。一作“忽忽”。⑶思田里：想念田园乡里，即想到归隐。⑷邑有流亡：指在自己管辖的地区内还有百姓流亡。愧俸钱：感\n"]}},{"title":"忧民","cont":{"title":"海人谣","nian":"唐代","author":"王建","contson":"\n海人无家海里住，采珠役象为岁赋。 恶波横天山塞路，未央宫中常满库。\n","contyishang":["译文海人没有家，天天在海船中居住。他们每天都要出海去采撷珍珠，杀象取牙来缴纳赋税。险恶的波浪翻涌连天，道路全被高山阻隔。皇宫中的珍珠、象牙常常堆满的府库。 ","注释⑴海人：常潜海底的劳动者。⑵役象：海南出象，采珠人使象作为纳税的交通工具。⑶恶波：指险恶的波涛。山塞路：言陆运之苦。⑷未央宫：西汉长安宫名，这里借指唐代皇宫。⑸杀象：象牙是贡物，杀象可以取牙。传说生活在海上的人有杀象祭风神以祈求风波平静的习俗。"]}}]