[{"title":"怀古","cont":{"title":"人月圆·甘露怀古","nian":"元代","author":"徐再思","contson":"\n江皋楼观前朝寺，秋色入秦淮。败垣芳草，空廊落叶，深砌苍苔。远人南去，夕阳西下，江水东来。木兰花在，山僧试问，知为谁开？\n","contyishang":["译文登上江边的高楼眺望前朝的甘露寺，秦淮河上已是一片秋色。残垣断壁荒草萋萋，廊殿空寂落叶飘零，厚厚的青苔爬上了台阶。游人都已归去了，暮色已深，只有大江日夜奔游不息，淘尽了千古英雄人物。木兰花开，似见一点生机，因无人观赏不知为谁而开。 ","注释甘露：即甘露寺，位于今江苏省镇江市北固山后峰。建于国东吴甘露元年（265），后屡毁屡建。相传为刘备东吴招亲之处。江皋楼：皋，江边的高地。江皋楼，指甘露寺一带的楼阁，如清晖亭、江声阁、多景楼、祭江亭等。秦淮：即秦淮河，位于今江苏省南京市。空廊：指响糜廊。《吴郡志》：“响糜廊在灵岩山寺\n"]}},{"title":"怀古","cont":{"title":"登鹿门山怀古","nian":"唐代","author":"孟浩然","contson":"\n清晓因兴来，乘流越江岘。沙禽近方识，浦树遥莫辨。 渐至鹿门山，山明翠微浅。岩潭多屈曲，舟楫屡回转。 昔闻庞德公，采药遂不返。金涧饵芝朮，石床卧苔藓。 纷吾感耆旧，结揽事攀践。隐迹今尚存，高风邈已远。 白云何时去，丹桂空偃蹇。探讨意未穷，回艇夕阳晚。\n","contyishang":["译文清晨怀着兴致出门来，小船渡过汉江绕岘山。沙洲的水鸟近看才可识别，水边的树木远望不能分辨。船行款款来到鹿门山，阳光明亮使山岚浅淡。岩石间的潭水曲曲弯弯，行船到此每每迂回绕转。听说庞德公曾到这里，入山采药一去未回还。山涧中适宜生长灵芝白术，石床上滋满了厚厚的苔藓。深深感念这位襄阳老人，系住缆绳举足向上登攀。隐居的遗迹至今犹可寻觅，超俗的风格已经远离人间。相伴的白云不知何时飘去，栽下的丹桂空自妖娇美艳。寻迹怀古兴味犹未尽，划船归来夕阳落西山。","注释\n"]}},{"title":"怀古","cont":{"title":"念奴娇·登建康赏心亭呈史致道留守","nian":"宋代","author":"辛弃疾","contson":"\n我来吊古，上危楼、赢得闲愁千斛。虎踞龙蟠何处是，只有兴亡满目。柳外斜阳，水边归鸟，陇上吹乔木。片帆西去，一声谁喷霜竹。 却忆安石风流，东山岁晚，泪落哀筝曲。儿辈功名都付与，长日惟消棋局。宝镜难寻，碧云将暮，谁劝杯中绿。江头风怒，朝来波浪翻屋。\n","contyishang":["译文此言登亭凭吊古代遗迹，只落得满腔愁绪。钟山龙盘，石城虎踞，真帝王之都在哪里呢？只留下了六朝兴亡古迹。夕阳斜照在迷茫的柳树上 ；在水边觅食的鸟儿，急促地飞回窝巢；垅上的乔木，被狂风吹打，飘落下片片黄叶；一只孤零零的小船，漂泊在秦淮河中，匆匆地向西边驶；不知何人，吹奏起悲凉的笛声。官谢安一代风流，晚年仍不免忧谗畏讥，至有泪落哀筝之悲。谢安将建功立业的机会都交付给儿辈如谢玄等，自己则以下棋消磨时光。官耿耿心曲难为人知，时不我待，惟有借酒浇愁。朝来遥望江头，风急浪高，直有推翻房屋之势。","注释1.赏心亭：位于建康下水门之上，下临秦淮河，是当时\n"]}},{"title":"怀古","cont":{"title":"咏荆轲","nian":"魏晋","author":"陶渊明","contson":"\n燕丹善养士，志在报强嬴。招集百夫良，岁暮得荆卿。君子死知己，提剑出燕京；素骥鸣广陌，慷慨送我行。雄发指危冠，猛气冲长缨。饮饯易水上，四座列群英。渐离击悲筑，宋意唱高声。萧萧哀风逝，淡淡寒波生。商音更流涕，羽奏壮士惊。心知去不归，且有后世名。登车何时顾，飞盖入秦庭。凌厉越万里，逶迤过千城。图穷事自至，豪主正怔营。惜哉剑术疏，奇功遂不成。其人虽已没，千载有馀情。\n","contyishang":["译文燕国太子喜欢收养门客，目的是对秦国报仇雪恨。 他到处招集有本领的人，这一年年底募得了荆卿。 君子重义气为知己而死，荆轲仗剑就要辞别燕京。 白色骏马在大路上鸣叫，众人意气激昂为他送行。 个个同仇敌忾怒发冲冠，勇猛之气似要冲断帽缨。 易水边摆下盛大的别宴，在座的都是人中的精英。 渐离击筑筑声慷慨悲壮，宋意唱歌歌声响遏行云。 座席中吹过萧萧的哀风，水面上漾起淡淡的波纹。 唱到商音听者无不流泪，奏到羽音荆轲格外惊心。 他明知这一去不再回返，留下的姓名将万古长存。\n"]}},{"title":"怀古","cont":{"title":"登太白楼","nian":"明代","author":"王世贞","contson":"\n昔闻李供奉，长啸独登楼。此地一垂顾，高名百代留。白云海色曙，明月天门秋。欲觅重来者，潺湲济水流。\n","contyishang":["译文我听说从前李白曾独自登上这楼台，吟咏诗作。他一来到这里，此地和他的大名就一起百代流传。白云悠悠，海上霞光映照，明月皎洁升起，秋色宜人。潺湲的济水流淌，尽阅古今，却是再找不到那曾来过的人了。","注释⑴太白楼：在今山东济宁。济宁，唐为任城。李白曾客居其地，有《任城县厅壁记》、《赠任城卢主簿》诗。相传李白曾饮于楼上。唐咸通中，沈光作《李白酒楼记》，遂名于世。后世增修，历代名流过此，多有题咏。⑵李供奉：即李白。《新唐书·李白传》：“贺知章见其文，叹曰：‘子谪仙人也。’言于玄宗，召见金銮殿，论当世事，奏颂一篇\n"]}},{"title":"怀古","cont":{"title":"金陵后观棋绝句六首·选一","nian":"清代","author":"钱谦益","contson":"\n寂寞枯枰响泬寥，秦淮秋老咽寒潮。白头灯影凉宵里，一局残棋见六朝。\n","contyishang":[]}},{"title":"怀古","cont":{"title":"登楼","nian":"唐代","author":"杜甫","contson":"\n花近高楼伤客心，万方多难此登临。锦江春色来天地，玉垒浮云变古今。北极朝廷终不改，西山寇盗莫相侵。可怜后主还祠庙，日暮聊为《梁甫吟》。(梁甫 一作：梁父)\n","contyishang":["直译繁花靠近高楼，远离家乡的我触目伤心，在这全国各地多灾多难的时刻，我登楼观览。锦江两岸蓬蓬勃勃的春色铺天盖地涌来，玉垒山上的浮云，古往今来，千形万象，变幻不定。朝廷如同北极星一样最终都不会改换，西山的寇盗吐蕃不要来侵扰。可叹蜀后主刘禅那样的昏君，仍然在祠庙中享受祭祀，黄昏的时候我也姑且吟诵那《梁甫吟》。","韵译登楼望春近看繁花游子越发伤心；万方多难愁思满腹我来此外登临。锦江的春色从天地边际迎面扑来；从古到今玉垒山的浮云变幻莫测。大唐的朝廷真像北极星不可动摇；吐蕃夷狄莫再前来骚扰徒劳入侵。\n"]}},{"title":"怀古","cont":{"title":"咏怀八十二首·其七十九","nian":"魏晋","author":"阮籍","contson":"\n林中有奇鸟，自言是凤凰。清朝饮醴泉，日夕栖山冈。高鸣彻九州，延颈望八荒。适逢商风起，羽翼自摧藏。一去昆仑西，何时复回翔。但恨处非位，怆悢使心伤。\n","contyishang":["（1）林中有奇鸟，自言是凤凰。直译：树林有一只奇异的鸟，它自言是凤凰鸟。赏析：一“奇”字，点明此鸟所视甚高。这正是阮籍风格。","（2）清朝饮醴泉，日夕栖山冈。醴泉：lǐquán，甘甜的泉水。日夕：近黄昏时;傍晚。直译：凤凰清爽的早晨饮用的是甘甜的泉水，黄昏时栖息在高高的山冈。赏析：以凤凰鸟的所饮、所栖，传达了凤凰鸟的不凡，亦即诗人的高洁品性。","（3）高鸣彻九州，延颈望八荒。九州：中国的别称。八荒：八方荒远的地方。延颈：伸长头颈。直译：凤凰鸟\n"]}},{"title":"怀古","cont":{"title":"咸阳城东楼 / 咸阳城西楼晚眺","nian":"唐代","author":"许浑","contson":"\n一上高城万里愁，蒹葭杨柳似汀洲。溪云初起日沉阁，山雨欲来风满楼。(沉 通：沈)鸟下绿芜秦苑夕，蝉鸣黄叶汉宫秋。行人莫问当年事，故国东来渭水流。\n","contyishang":["译文登上高楼万里乡愁油然而生，眼中水草杨柳就像江南汀洲。溪云突起红日落在寺阁之外，山雨未到狂风已吹满咸阳楼。黄昏杂草丛生的园中鸟照飞，深秋枯叶满枝的树上蝉啾啾。来往的过客不要问从前的事，只有渭水一如既往地向东流。","注释⑴咸阳：秦都城，唐代咸阳城与新都长安隔河相望。今属陕西。⑵蒹葭：芦苇一类的水草。汀洲：水边平坦的沙洲。⑶“溪云”句：此句下作者自注：“南近磻溪，西对慈福寺阁。”⑷“鸟下”二句：夕照下，飞鸟下落至长着绿草的秦苑中，秋蝉也在挂着黄叶的汉宫中鸣叫着。⑸当年：\n"]}},{"title":"怀古","cont":{"title":"岳忠武王祠","nian":"明代","author":"于谦","contson":"\n匹马南来渡浙河，汴城宫阙远嵯峨。中兴诸将谁降敌，负国奸臣主议和。黄叶古祠寒雨积，清山荒冢白云多。(“清山”一作“青山”)如何一别朱仙镇，不见将军奏凯歌。\n","contyishang":[]}},{"title":"怀古","cont":{"title":"焚书坑","nian":"唐代","author":"章碣","contson":"\n竹帛烟销帝业虚，关河空锁祖龙居。坑灰未冷山东乱，刘项原来不读书。\n","contyishang":["译文焚书的烟雾刚刚散尽，秦始皇的帝业也随之灭亡，函谷关和黄河天险，也锁守不住始皇的故国旧居。焚书坑的灰烬还没冷却，山东群雄已揭竿起义，起义军领袖刘邦和项羽，原来都不读书！","注释焚书坑：秦始皇焚烧诗书之地，故址在今陕西省临潼县东南的骊山上。竹帛：代指书籍。烟销：指把书籍烧光。帝业：皇帝的事业。这里指秦始皇统治天下，巩固统治地位的事业。虚：空虚。关河：代指险固的地理形势。关：函谷关。河：黄河。空锁：白白地扼守着。祖龙居：秦始皇的故居，指咸阳。祖龙：代指秦始皇。山东：崤函之东。一说指太行山之东，即为秦始皇所\n"]}},{"title":"怀古","cont":{"title":"锦堂春·半壁横江矗起","nian":"明代","author":"归庄","contson":"\n半壁横江矗起，一舟载雨孤行。凭空怒浪兼天涌，不尽六朝声。隔岸荒云远断，绕矶小树微明。旧时燕子还飞否？今古不胜情。\n","contyishang":[]}},{"title":"怀古","cont":{"title":"鲁连台","nian":"清代","author":"屈大均","contson":"\n一笑无秦帝，飘然向海东。谁能排大难？不屑计奇功。古戍三秋雁，高台万木风。从来天下士，只在布衣中。\n","contyishang":[]}},{"title":"怀古","cont":{"title":"滕王阁序","nian":"唐代","author":"王勃","contson":"\n　　豫章故郡，洪都新府。星分翼轸，地接衡庐。襟三江而带五湖，控蛮荆而引瓯越。物华天宝，龙光射牛斗之墟；人杰地灵，徐孺下陈蕃之榻。雄州雾列，俊采星驰。台隍枕夷夏之交，宾主尽东南之美。都督阎公之雅望，棨戟遥临；宇文新州之懿范，襜帷暂驻。十旬休假，胜友如云；千里逢迎，高朋满座。腾蛟起凤，孟学士之词宗；紫电青霜，王将军之武库。家君作宰，路出名区；童子何知，躬逢胜饯。(豫章故郡 一作：南昌故郡)\n　　时维九月，序属三秋。潦水尽而寒潭清，烟光凝而暮山紫。俨骖騑于上路，访风景于崇阿。临帝子之长洲，得仙人之旧馆。层峦耸翠，上出重霄；飞阁流丹，下临无地。鹤汀凫渚，穷岛屿之萦回；桂殿兰宫，即冈峦之体势。（层峦 一作：层台；即冈 一作：列冈；仙人 一作：天人；飞阁流丹 一作：飞阁翔丹）\n　　披绣闼，俯雕甍，山原旷其盈视，川泽纡其骇瞩。闾阎扑地，钟鸣鼎食之家；舸舰迷津，青雀黄龙之舳。云销雨霁，彩彻区明。落霞与孤鹜齐飞，秋水共长天一色。渔舟唱晚，响穷彭蠡之滨，雁阵惊寒，声断衡阳之浦。(轴 通：舳；迷津 一作：弥津；云销雨霁，彩彻区明 一作：虹销雨霁，彩彻云衢)\n　　遥襟甫畅，逸兴遄飞。爽籁发而清风生，纤歌凝而白云遏。睢园绿竹，气凌彭泽之樽；邺水朱华，光照临川之笔。四美具，二难并。穷睇眄于中天，极娱游于暇日。天高地迥，觉宇宙之无穷；兴尽悲来，识盈虚之有数。望长安于日下，目吴会于云间。地势极而南溟深，天柱高而北辰远。关山难越，谁悲失路之人；萍水相逢，尽是他乡之客。怀帝阍而不见，奉宣室以何年？(遥襟甫畅 一作：遥吟俯畅)\n　　嗟乎！时运不齐，命途多舛。冯唐易老，李广难封。屈贾谊于长沙，非无圣主；窜梁鸿于海曲，岂乏明时？所赖君子见机，达人知命。老当益壮，宁移白首之心？穷且益坚，不坠青云之志。酌贪泉而觉爽，处涸辙以犹欢。北海虽赊，扶摇可接；东隅已逝，桑榆非晚。孟尝高洁，空余报国之情；阮籍猖狂，岂效穷途之哭！(见机 一作：安贫)\n　　勃，三尺微命，一介书生。无路请缨，等终军之弱冠；有怀投笔，慕宗悫之长风。舍簪笏于百龄，奉晨昏于万里。非谢家之宝树，接孟氏之芳邻。他日趋庭，叨陪鲤对；今兹捧袂，喜托龙门。杨意不逢，抚凌云而自惜；钟期既遇，奏流水以何惭？\n　　呜乎！胜地不常，盛筵难再；兰亭已矣，梓泽丘墟。临别赠言，幸承恩于伟饯；登高作赋，是所望于群公。敢竭鄙怀，恭疏短引；一言均赋，四韵俱成。请洒潘江，各倾陆海云尔：　　滕王高阁临江渚，佩玉鸣鸾罢歌舞。　　画栋朝飞南浦云，珠帘暮卷西山雨。　　闲云潭影日悠悠，物换星移几度秋。　　阁中帝子今何在？槛外长江空自流。\n","contyishang":["译文　　这里是汉代的豫章郡城，如今是洪州的都督府，天上的方位属于翼，轸两星宿的分野，地上的位置连结着衡山和庐山。以三江为衣襟，以五湖为衣带、控制着楚地，连接着闽越。物类的精华，是上天的珍宝，宝剑的光芒直冲上牛、斗二星的区间。人中有英杰，因大地有灵气，陈蕃专为徐孺设下几榻。雄伟的洪州城，房屋像雾一般罗列，英俊的人才，像繁星一样地活跃。城池座落在夷夏交界的要害之地，主人与宾客，集中了东南地区的英俊之才。都督阎公，享有崇高的名望，远道来到洪州坐镇，宇文州牧，是美德的楷模，赴任途中在此暂留。正逢十日休假的日子，杰出的友人云集，高贵的宾客，也都不远千里来到这里聚会。文坛领袖孟学士，文章\n"]}},{"title":"怀古","cont":{"title":"卖花声·雨花台","nian":"清代","author":"朱彝尊","contson":"\n衰柳白门湾，潮打城还。小长干接大长干。歌板酒旗零落尽，剩有渔竿。秋草六朝寒，花雨空坛。更无人处一凭阑。燕子斜阳来又去，如此江山。\n","contyishang":[]}},{"title":"怀古","cont":{"title":"永遇乐·璧月初晴","nian":"宋代","author":"刘辰翁","contson":"\n辄不自堪。遂依其声，又托之易安自喻。虽辞情不及，而悲苦过之。\n璧月初晴，黛云远淡，春事谁主。禁苑娇寒，湖堤倦暖，前度遽如许。香尘暗陌，华灯明昼，长是懒携手去。谁知道，断烟禁夜，满城似愁风雨。宣和旧日，临安南渡，芳景犹自如故。缃帙流离，风鬓三五，能赋词最苦。江南无路，鄜州今夜，此苦又谁知否。空相对，残红无寐，满村社鼓。 \n","contyishang":["译文暮雨初晴，如璧的明月东升。云色如黛，淡淡飘荡在远空。这美好的春景，到底属于何人？故宫禁苑中一片微寒，西湖的堤岸倦慵暖温。前度刘郎如今又来这里，想不到变得如此冷寂岑岑。记得从前的元夜，车水马龙攘攘纷纷，凝香弥漫的尘土将道路遮暗。五光十色的花灯，把暗夜照得如白昼一样明灿。我总是没有什么心情，和人们携手同去赏灯观看。谁知道，上元夜也会禁止宵行，人稀烟断，满城凄风苦雨，愁云惨淡。犹记宣和旧日，直到南渡临安，上元夜依旧热闹繁盛如故。而今辛苦收藏的金石书画，几乎散失尽净。元宵佳节也无心打扮，任凭鬓发纷乱飞舞。写下感时伤乱的词章，最令人感到凄苦。如今江南也无路可走，我到处漂\n"]}},{"title":"怀古","cont":{"title":"登百丈峰二首","nian":"唐代","author":"高适","contson":"\n朝登百丈峰，遥望燕支道。汉垒青冥间，胡天白如扫。忆昔霍将军，连年此征讨。匈奴终不灭，寒山徒草草。唯见鸿雁飞，令人伤怀抱。\n晋武轻后事，惠皇终已昏。豺狼塞瀍洛，胡羯争乾坤。四海如鼎沸，五原徒自尊。而今白庭路，犹对青阳门。朝市不足问，君臣随草根。 \n","contyishang":["译文早上登上百丈峰，远眺那燕支山道。高山上，汉兵遗留下来的堡垒高耸入云天；胡地的天空旷远苍茫。遥想当年霍将军，连年在此征讨匈奴。匈奴终究没能灭绝，这孤寒的高山空自承受着这些纷乱的事实。如今只见大雁高飞而过，此情此景更令人感慨伤怀。","晋武帝轻忽继承人的培养和选拔之事，没有废除惠帝；惠帝登基后，晋朝终于陷入了一片混乱之中。中原地区豺狼当道，胡人常常南下入侵。全国陷入水深火热之中，胡人们妄自称尊。现在白庭地区还冲着青阳门的方向。名利之场的事是不值得去追问的，且看那晋朝的君\n"]}},{"title":"怀古","cont":{"title":"金陵怀古","nian":"唐代","author":"刘禹锡","contson":"\n潮满冶城渚，日斜征虏亭。蔡洲新草绿，幕府旧烟青。兴废由人事，山川空地形。后庭花一曲，幽怨不堪听。\n","contyishang":["译文春潮淹没了冶城的洲渚，落日余晖斜照在征虏亭。蔡洲新草茁壮一片嫩绿，幕府山上仍是烟霭青青。国家的兴亡取决于人事，山河也徒有险峻的地形。玉树后庭花这支亡国曲，凄婉幽怨令人不忍再听。","注释⑴冶（yè）城：东吴著名的制造兵器之地。冶：一作“台”。⑵征虏亭：亭名，在金陵。⑶蔡洲：江中洲名。蔡：一作“芳”。⑷幕府：山名。⑸兴废：指国家兴亡。人事：指人的作为。⑹山川空地形：徒然具有险要的山川形势。⑺后庭花：即《玉树后庭花》，陈后主所作歌曲名。"]}},{"title":"怀古","cont":{"title":"唐多令·雨过水明霞","nian":"宋代","author":"邓剡","contson":"\n雨过水明霞。潮回岸带沙。叶声寒、飞透窗纱。堪恨西风吹世换，更吹我、落天涯。 寂寞古豪华。乌衣日又斜。说兴亡、燕入谁家。惟有南来无数雁，和明月、宿芦花。\n","contyishang":["译文大雨过后，霞光将水面照得十分明亮，潮水从江岸上退去后，岸上留下些许沙痕。落叶声声，寒意穿透窗纱 可恨西风将世代吹换，更将我吹落到天涯。昔日豪华之地今天已经寂寞萧条，乌衣巷口太阳叉向西落去。说历史兴亡，燕子飞入谁家？只有往南飞回的无数大雁，在明月下，栖宿在芦花丛中。","注释①唐多令：词牌名，又名《糖多令》《南楼令》《箜篌曲》等。双调，六十字，上下片各五句四平韵。②水明霞：彩霞照亮了水面。③西风吹世换：以季节变换暗示朝代的更替。④豪华：用形容词代指金陵，因其是六朝的京城，以豪华著称。⑤乌衣：\n"]}},{"title":"怀古","cont":{"title":"咏怀古迹五首·其五","nian":"唐代","author":"杜甫","contson":"\n诸葛大名垂宇宙，宗臣遗像肃清高。三分割据纡筹策，万古云霄一羽毛。伯仲之间见伊吕，指挥若定失萧曹。运移汉祚终难复，志决身歼军务劳。\n","contyishang":["译文诸葛亮的大名永远留在天地间，他的遗像清高让人肃然起敬。为了三分天下周密地筹划策略，万代好像鸾凤高翔，独步青云。伊尹、吕尚难分伯仲，不相上下，指挥军队作战镇定从容，让萧何曹参都为之失色。汉朝帝位转移是因为运气，诸葛亮也难以复兴，但他意志坚决，因军务繁忙而鞠躬尽瘁。","注释⑴宗臣：后人崇拜的大臣。⑵羽毛：指鸾凤。⑶身歼：身灭。"]}},{"title":"怀古","cont":{"title":"满江红·秋日经信陵君祠","nian":"清代","author":"陈维崧","contson":"\n席帽聊萧，偶经过、信陵祠下。正满目、荒台败叶，东京客舍。九月惊风将落帽，半廊细雨时飘瓦。桕初红、偏向坏墙边，离披打。今古事，堪悲诧；身世恨，从牵惹。倘君而仍在，定怜余也。我讵不如毛薛辈，君宁甘与原尝亚。叹侯嬴、老泪苦无多，如铅泻。\n","contyishang":[]}},{"title":"怀古","cont":{"title":"汴京纪事","nian":"宋代","author":"刘子翚","contson":"\n辇毂繁华事可伤，师师垂老过湖湘。缕衣檀板无颜色，一曲当时动帝王。\n","contyishang":["译文帝京当年是多么地繁华热闹，回想起来，使人无限地伤感；李师师也老了，漂泊流落在湖湘的民间。旧时的舞衣与檀板都黯然失色，饱受了风蚀尘染；有谁相信，她当年轻歌一曲，能使君王倾倒迷乱？","注释⑴汴京：今河南开封，是北宋都城。⑵辇（niǎn）：皇帝的车驾。古以“辇下”指京城。毂（gǔ）：车轮中心，有洞可以插轴的部分，同“辇”借指汴京。⑶师师：李师师，汴京人。传幼年为尼，后为妓，色艺动京师。宋徽宗常微行临幸其家。后入宫，封瀛国夫人。汴京破，有的记载说她自杀，大多数典籍都说她流落南方。《青泥莲花记》说“有人遇之于湖湘间，衰老\n"]}},{"title":"怀古","cont":{"title":"咏怀古迹五首·其二","nian":"唐代","author":"杜甫","contson":"\n摇落深知宋玉悲，风流儒雅亦吾师。怅望千秋一洒泪，萧条异代不同时。江山故宅空文藻，云雨荒台岂梦思。最是楚宫俱泯灭，舟人指点到今疑。\n","contyishang":["译文落叶飘零是深知宋玉的悲哀，他的风流儒雅堪当我的老师。怅望千秋往事洒下同情泪水，身世同样凄凉可惜生不同时。江山依旧故宅犹在空留文藻，云雨荒台难道真是荒唐梦思。最可叹楚王宫殿早荡然无存，驾船人还指点遗迹让人生疑。","注释1.摇落：凋残，零落。2.风流儒雅：指宋玉文采华丽潇洒，学养深厚渊博。3.“萧条”句：意谓自己虽与宋玉隔开几代，萧条之感却是相同。4.故宅：江陵和归州 （秭归） 均有宋玉宅，此指秭归之宅。空文藻：斯人已去，只有诗赋留传下来。5.云雨荒台：宋玉在《高唐赋\n"]}},{"title":"怀古","cont":{"title":"咏怀八十二首·其三十二","nian":"魏晋","author":"阮籍","contson":"\n朝阳不再盛，白日忽西幽。去此若俯仰，如何似九秋。人生若尘露，天道邈悠悠。齐景升丘山，涕泗纷交流。孔圣临长川，惜逝忽若浮。去者余不及，来者吾不留。愿登太华山，上与松子游。渔父知世患，乘流泛轻舟。\n","contyishang":["　　“朝阳不再盛，白日忽西幽”，首二句从象征时光流逝的白日写起。句式与曹植《赠徐干》中“惊风飘白日，忽然归西山”相同，表现出光景西驰，白驹过隙，盛年流水，一去不再的忧生感情。只不过阮诗未写“白日”匿于何处，曹诗落实是“西山”。一偏于形象、一偏于说理；一重在写景起兴，一重在寓意象征故也。“去此若尘露，天道邈悠悠”，闻人倓说“去此”指“去魏盛时”，谓曹魏之盛在俯仰之间转瞬即逝。由此可知，首句“朝阳”、“白日”之谓，不仅象征时光袂忽，且有喻指曹魏政权由显赫繁盛趋于衰亡，一去不返，终归寂灭的深层寓意。在这里，诗人把人生短促的挽歌与曹魏国运式微的感叹交融在一起，双重寓意互相交叉、互相生发，置于诗端\n"]}},{"title":"怀古","cont":{"title":"龙兴寺吊少陵先生寓居","nian":"宋代","author":"陆游","contson":"\n中原草草失承平，戍火胡尘到两京。扈跸老臣身万里，天寒来此听江声！\n","contyishang":["译文当年，中原一下子失去了往日的太平，安史叛军燃起的战火，烧到了东西两京。随驾回京的老臣呵，又孤身流落万里之外，在那秋冬间寒冷的时节，来听这滔滔的江声！","注释①中原，关中地区，今陕西、河南等地，唐代东都洛阳、西京长安在此地，是国家的中心地带。草草：仓卒。承平：继承已往治平之世，后泛指太平。这句是说唐代安史之乱一起。广大的中原地区在仓卒间就失去了以往的太平。②戍火，边疆的战火。胡尘。唐天宝十四年(755)，安禄山据范阳叛变。率领由契丹、奚、突厥等族所组成的军队攻陷了洛阳。第二年攻陷长安，当时人称北方的少数民族为胡人，胡尘即指由\n"]}},{"title":"怀古","cont":{"title":"八骏图","nian":"唐代","author":"白居易","contson":"\n穆王八骏天马驹，后人爱之写为图。背如龙兮颈如象，骨竦筋高脂肉壮。日行万里速如飞，穆王独乘何所之？四荒八极踏欲遍，三十二蹄无歇时。属车轴折趁不及，黄屋草生弃若遗。瑶池西赴王母宴，七庙经年不亲荐。璧台南与盛姬游，明堂不复朝诸侯。《白云》《黄竹》歌声动，一人荒乐万人愁。周从后稷至文武，积德累功世勤苦。岂知才及四代孙，心轻王业如灰土。由来尤物不在大，能荡君心则为害。文帝却之不肯乘，千里马去汉道兴。穆王得之不为戒，八骏驹来周室坏。至今此物世称珍，不知房星之精下为怪。八骏图，君莫爱。\n","contyishang":[]}},{"title":"怀古","cont":{"title":"羽林行","nian":"唐代","author":"王建","contson":"\n长安恶少出名字，楼下劫商楼上醉。天明下直明光宫，散入五陵松柏中。百回杀人身合死，赦书尚有收城功。九衢一日消息定，乡吏籍中重改姓。出来依旧属羽林，立在殿前射飞禽。\n","contyishang":["译文长安的恶少的坏得出了名的。他们敢于在酒楼下抢劫商人的财物后，马上又跑到酒楼上去狂欢醉饮。天亮他们下班后从皇宫里一出来，就分头藏入五陵一带的松柏中。终于有一天这伙人落网了，按法律规定他们多次杀人本该判处死刑，但皇帝却下赦书释放他们，还道他们有收城之功。当他们被赦的消息在长安城中得到证实，他们便立刻在乡吏簿籍中重新恢复了自己原来的姓名。这些人被释放出来后，依旧当他们的羽林郎，他们站在宫殿前逍遥自在地弯弓搭箭射杀飞鸟。 ","注释⑴羽林行：一名“羽林郎”，为乐府旧题，属《杂曲歌》。“羽林”即羽林军。汉代以来，历代封建王朝，都用“羽林”称呼皇帝的禁卫军。\n"]}},{"title":"怀古","cont":{"title":"咏怀八十二首·其一","nian":"魏晋","author":"阮籍","contson":"\n夜中不能寐，起坐弹鸣琴。薄帷鉴明月，清风吹我襟。孤鸿号外野，翔鸟鸣北林。徘徊将何见？忧思独伤心。\n","contyishang":["译文夜中不能寐，夜里睡不着觉。起坐弹鸣琴。起床坐着弹琴。薄帷鉴明月，月光照在薄帷上。清风吹我襟。清风吹着我的衣襟。孤鸿号外野，孤鸿（天鹅）在野外哀号。翔鸟鸣北林。飞翔盘旋着的鸟在北林鸣叫。徘徊将何见？这时徘徊会看到些什么呢？忧思独伤心。","注释①炎光：日光。②湍濑（tuúnlài团赖）：水流沙石之上叫作湍，也叫濑。这句话的实际意思即指大水在沙石的河滩上流着。③扶桑：传说中的神树名，据说太阳每早就从这棵树上升起。说法详见《山海经》、《十洲记》。④\n"]}},{"title":"怀古","cont":{"title":"汴河亭","nian":"唐代","author":"许浑","contson":"\n广陵花盛帝东游，先劈昆仑一派流。百二禁兵辞象阙，三千宫女下龙舟。凝云鼓震星辰动，拂浪旗开日月浮。四海义师归有道，迷楼还似景阳楼。\n","contyishang":["译文扬州百花盛开隋炀帝御舟东游，先将发源昆仑的黄河凿渠分流。骁勇的御林军跟皇帝辞别京城，三千美丽的宫女登上了大龙舟。喧阗的鼓声响遏行云星辰闪动，拂浪旌旗招展水中日月影漂浮。天下起义军归附了有道的大唐，迷楼倾覆王朝末日恰似景阳楼。","注释1.汴河：又名汴渠。即通济渠，流经今河南、安徽境，在泗县入淮河，隋炀帝所开，西通河洛。南达江淮，炀帝幸江都（今江苏扬州），即由此道。汴河亭，在今开封市附近汴河之旁，传为炀帝行宫故址。2.广陵：今江苏扬州。帝：隋炀帝杨广。3.昆仑一派流：指黄河，旧说黄河发源于昆\n"]}},{"title":"怀古","cont":{"title":"蝶恋花·出塞","nian":"清代","author":"纳兰性德","contson":"\n今古河山无定据。画角声中，牧马频来去。满目荒凉谁可语？西风吹老丹枫树。从前幽怨应无数。铁马金戈，青冢黄昏路。一往情深深几许？深山夕照深秋雨。\n","contyishang":["译文从古至今江山兴亡都无定数，眼前仿佛战角吹响烽烟滚滚战马驰骋来来去去，黄沙遮日满目荒凉谁可同语？只有萧瑟的西凤吹拂着枯老鲜红的枫树。从前愁苦凄滚的往事无穷无尽，铁马金戈南征北战，最终只剩日落黄昏青草掩藏着坟墓。满腹幽情情深几许，夕阳照射深山飘洒着潇潇秋雨。","注释1、无定据：没有一定。宋代毛开《渔家傲·次丹阳忆故人》词：“可忍归期无定据，天涯已听边鸿度。”2、画角：古管乐器，传自西羌。因表面有彩绘，故称。发声哀厉高亢，形如竹筒，本细末大，以竹木或皮革等制成，古时军中多用以警昏晓，振士气，肃军容。帝王出巡，亦用以报警戒严。\n"]}},{"title":"怀古","cont":{"title":"秣陵","nian":"清代","author":"屈大均","contson":"\n牛首开天阙，龙岗抱帝宫。六朝春草里，万井落花中。访旧乌衣少，听歌玉树空。如何亡国恨，尽在大江东！\n","contyishang":[]}},{"title":"怀古","cont":{"title":"满江红·拂拭残碑","nian":"明代","author":"文征明","contson":"\n拂拭残碑，敕飞字，依稀堪读。慨当初，倚飞何重，后来何酷。岂是功成身合死，可怜事去言难赎。最无辜，堪恨更堪悲，风波狱。岂不念，疆圻蹙；岂不念，徽钦辱，念徽钦既返，此身何属。千载休谈南渡错，当时自怕中原复。笑区区、一桧亦何能，逢其欲。\n","contyishang":["译文拂拭去残碑上的尘土，当年石刻的宋高宗信托岳飞时的诏书还可依稀辨读，令人感慨万分地是，皇帝当初对岳飞是何等的器重，后来又为什么那样的残酷，难道是功高震主就身当该死，可惜事过境迁高宗依托岳飞的诏书难赎惨杀岳飞的罪恶，最令人感到可恨可悲而又极为无理的是，秦桧等人一手制造的杀害岳飞的风波亭冤狱。宋朝的皇帝啊！难道你就不想疆土在逐日散失，难道你就不思念徽钦被俘而去的奇耻大辱，然而徽宗钦宗真正返回之后，赵构的帝位又怎能相属，千年万代的人们啊再不要说不该南渡偏安一隅，当时的赵构啊自己就怕把中原收复，可笑地是区区一个秦桧又有多少能耐，只是他迎合了赵构的心意而已。"]}}]