[{"title":"思乡","cont":{"title":"晚春江晴寄友人 / 晚春别","nian":"唐代","author":"韩琮","contson":"\n晚日低霞绮，晴山远画眉。春青河畔草，不是望乡时。\n","contyishang":[]}},{"title":"思乡","cont":{"title":"边城独望","nian":"唐代","author":"马戴","contson":"\n聊凭危堞望，暗起异乡情。霜落蒹葭白，山昏雾露生。河滩胡雁下，戎垒汉鼙惊。独树残秋色，狂歌泪满缨。\n","contyishang":["　　初秋时节，诗人独自凭倚着高高城楼的堞墙，眺望塞外风光，不由自主萌发了一股独客异乡的感情。","　　诗人马戴，曾从军大同军幕，独在异乡，面对荒凉的塞外，翻腾着感情波澜，这是十分自然的。全诗似乎是前后两联抒情，中间两联写景，但细细读来四联诗又浑然一体，情景互生。","　　“聊凭”、“暗起”这两句诗把读者带进了诗人复杂的内心世界里去。诗人面对当前处境，既无可奈何，又无法排遣心中的郁闷。这样，就从诗人的内心开始展现诗人的自我形象。","　　颔联、颈联承首联之“望”，写望中所见；也承首联“异乡情”，写出了“异乡情”暗起的环境。严霜凝结，蒹葭一片惨白，使人感受\n"]}},{"title":"思乡","cont":{"title":"日暮","nian":"唐代","author":"杜甫","contson":"\n牛羊下来久，各已闭柴门。风月自清夜，江山非故园。石泉流暗壁，草露滴秋根。头白灯明里，何须花烬繁。\n","contyishang":["译文群群牛羊早已从田野归来，家家户户各自关上了柴门。风清月朗自是一个迷人的夜晚，可这优美的山川不是自己的家园。泉水从石壁上潺潺流过，秋夜的露珠凝聚在草根上。花白的头发与明亮的灯光辉映，灯花何必溅着斑斓的火花报什么喜讯。","注释故园：故乡。石泉流暗壁：即暗泉流石壁。草露滴秋根：即秋露滴草根。秋根：秋天的草根。花烬：灯芯结花，民俗中有“预报喜兆”之意。"]}},{"title":"思乡","cont":{"title":"登楼望水","nian":"唐代","author":"顾况","contson":"\n鸟啼花发柳含烟，掷却风光忆少年。更上高楼望江水，故乡何处一归船。\n","contyishang":[]}},{"title":"思乡","cont":{"title":"壬辰寒食","nian":"宋代","author":"王安石","contson":"\n客思似杨柳，春风千万条。更倾寒食泪，欲涨冶城潮。巾发雪争出，镜颜朱早凋。未知轩冕乐，但欲老渔樵。\n","contyishang":["译文身居他乡的乡思像杨柳一样，被春风一吹就有千万条思绪。尤其是到了清明的寒食节，自己的眼泪就更多了，流的泪就快要淹没冶城了。自己的白头发像是要挣脱出头巾的束缚，镜子中自己的面容也已经显得苍老。不想知道官位的快乐啊，只求自己能够在青山绿水做一个打渔和砍柴的农民。","注释[1]寒食：节令名，在农历清明前一日或二日。《荆楚岁时记》：“去冬节一百五日，即有疾风甚雨，谓之寒食，禁火三日。”[2]“客思”二句是说客思如春风里的柳条之多客。思：他乡之思。思：思绪，心事。[3]冶城：《太平寰宇记》载，江南东\n"]}},{"title":"思乡","cont":{"title":"晚度天山有怀京邑","nian":"唐代","author":"骆宾王","contson":"\n忽上天山路，依然想物华。云疑上苑叶，雪似御沟花。行叹戎麾远，坐怜衣带赊。交河浮绝塞，弱水浸流沙。旅思徒漂梗，归期未及瓜。宁知心断绝，夜夜泣胡笳。\n","contyishang":["　　首联“忽上天山路，依然想物华”意为：忽然登上了天山，向南远眺，心绪愁闷，不由想起京城中那美丽的自然景色。“忽”字形象、生动，由于天山高峻，往上攀爬时感到遥如登天，到达山顶时，眼前景色一下子开阔起来，有豁然开朗之感。可惜瞬间的惊异、喜悦之余，诗人又陷入了对京城的思念。开宗明义，直指题目。","　　次联“云疑上苑叶，雪似御沟花”意为：天山上云层舒展，让人疑心是上林苑中浓密的树叶，那飘扬的雪花恰似长安护城河中随波荡漾的落花。此二句紧扣“想物华”三字，驰骋想象，笔墨跌宕。","　　三联“行叹戎麾远，坐怜衣带赊”意为：行军途中常常慨叹军营离京城十分遥远，因为叹息、忧虑，\n"]}},{"title":"思乡","cont":{"title":"水龙吟·夜深客子移舟处","nian":"宋代","author":"姜夔","contson":"\n夜深客子移舟处，两两沙禽惊起。红衣入桨，青灯摇浪，微凉意思。把酒临风，不思归去，有如此水。况茂陵游倦，长干望久，芳心事、箫声里。屈指归期尚未。鹊南飞、有人应喜。画阑桂子，留香小待，提携影底。我已情多，十年幽梦，略曾如此。甚谢郎、也恨飘零，解道月明千里。\n","contyishang":["译文夜已深，移舟更向鉴湖深处，不觉惊起双双飞鸟。船桨搅动着荷花，船灯也随之摇动，泛起了阵阵波纹，竟有丝丝凉意。把酒言欢，我心怀归，有此水为证。我本有归去之志，更何况远游已倦，伊人望久，把美好之心愿，诉诸悠悠之箫声。数着手指算了算归期还未到。伊人闻鹊而喜，画栏之前，桂树飘香，等待人儿归，待得人儿归，好与伊人携手游赏于月光之下，桂花影里。我已是自伤情多，自远游以来，悲欢离合，总如梦幻，悲多欢少，大抵如此。为何友人你也是自恨飘泊，咏出月明千里一类之词章呢？","注释⑴水龙吟：词牌名，又名“龙吟曲”、“庄椿岁”、“小楼连苑”等。双调一百零二字，前后\n"]}},{"title":"思乡","cont":{"title":"八月十五夜月二首","nian":"唐代","author":"杜甫","contson":"\n满月飞明镜，归心折大刀。转蓬行地远，攀桂仰天高。水路疑霜雪，林栖见羽毛。此时瞻白兔，直欲数秋毫。\n稍下巫山峡，犹衔白帝城。气沈全浦暗，轮仄半楼明。刁斗皆催晓，蟾蜍且自倾。张弓倚残魄，不独汉家营。\n","contyishang":["窗外是满月，明镜里也是满月，思乡的情绪如同刀在心头乱割！辗转流离，家乡越来越远；桂花攀折，天空如此远阔！归去吧！路上的霜露像雪一样洁白，林中栖息的小鸟正梳理着羽毛。看着那月宫中的兔儿，正在明亮的月光下，悠闲地数着新生白毛。","圆月慢慢落下巫山深峡，犹自被白帝城衔挂着。江上雾气沉沉，江浦昏暗，但是车轮一样倾斜的圆月依然把半座楼照得通明。兵营里士兵的刁斗敲响了催晓的声音，月宫的蟾蜍也自然倾斜。圆月如同张满的弓，苍白的魂魄不仅仅照耀汉家营盘。"]}},{"title":"思乡","cont":{"title":"赴洛道中作","nian":"魏晋","author":"陆机","contson":"\n远游越山川，山川修且广。振策陟崇丘，安辔遵平莽。夕息抱影寐，朝徂衔思往。顿辔倚嵩岩，侧听悲风响。清露坠素辉，明月一何朗。抚枕不能寐，振衣独长想。\n","contyishang":["译文离家远游过山川，山山水水长又宽。挥鞭策马登峻岭，提缰徐行过平原。夜宿形影自相伴，晨起含悲又向前。收缰驻马悬崖下，侧耳倾听悲风响。露珠坠下闪清辉，明月皎皎多晴朗。抚几久久不能寐，披衣独自心怅惘。","注释修：长。振策：挥动马鞭。陟（zhì）：登上。崇丘：高丘、高山。案辔：按辔，谓扣紧马缰使马缓行或停止。遵：沿着。平莽：平坦广阔的草原。夕：傍晚。抱影：守着影子。寐：入睡。徂（\n"]}},{"title":"思乡","cont":{"title":"游南阳清泠泉","nian":"唐代","author":"李白","contson":"\n惜彼落日暮，爱此寒泉清。西辉逐流水，荡漾游子情。空歌望云月，曲尽长松声。\n","contyishang":["译文夕阳西下，万物在晚霞的映衬下，璀璨异常、如梦如幻，让人格外珍惜这短暂的美景。清冽的泉水纯净透明，惹人喜爱。夕阳的余晖洒落在水面上，随着时间的流逝，水面上的余晖渐渐向东聚拢、散去，好像是眷念、追逐着东去的流水一般。此情此景令作者思乡之情油然而生，久不能静。眺望着云中明月，唱一曲故乡民乐，不曾想，欲解乡愁愁更愁，吟乐思乡徒增惆。一曲终了，连古松也不禁发出簌簌之声。","注释惜：珍惜，不舍。暮：傍晚，太阳落山的时候。寒泉：清冽的泉水或井水。清：水或其他液体、气体纯净透明，没有混杂的东西，与“浊”\n"]}},{"title":"思乡","cont":{"title":"七哀诗三首·其二","nian":"魏晋","author":"王粲","contson":"\n荆蛮非我乡，何为久滞淫。方舟泝大江，日暮愁我心。山冈有余映，岩阿增重阴。狐狸驰赴穴，飞鸟翔故林。流波激清响，猴猿临岸吟。迅风拂裳袂，白露沾衣襟。独夜不能寐，摄衣起抚琴。丝桐感人情，为我发悲音。羁旅无终极，忧思壮难任。\n","contyishang":["译文荆州不是我的家乡，却长久无奈地在这里滞留？极目望去，大船在江心正溯流而上，天色渐晚更勾起我思乡的情愁。山坡上映着太阳的余晖，沟岩下的阴影显得更加灰暗。奔跑的狐狸忙着赶回自己的洞穴，飞翔的鸟儿在鸟巢上盘旋。大江上涌动的浪花轰然作响，猿猴在临岸的山林长吟，迅猛的江风掀起我的下衣和衣袖，秋天的露水打湿了我的衣襟。夜深了我孤独难眠，便又披衣起床拿起了桐琴。桐琴象理解我的心思一样，为我发出悲凉的乡音。在外寄人篱下什么时候才是尽头，心中充满了难以排遣的忧愁。","注释\n"]}},{"title":"思乡","cont":{"title":"游朝阳岩遂登西亭二十韵","nian":"唐代","author":"柳宗元","contson":"\n谪弃殊隐沦，登陟非远郊。所怀缓伊郁，讵欲肩夷巢。高岩瞰清江，幽窟潜神蛟。开旷延阳景，回薄攒林梢。西亭构其巅，反宇临呀庨。背瞻星辰兴，下见云雨交。惜非吾乡土，得以荫菁茆。羁贯去江介，世仕尚函崤。故墅即沣川，数亩均肥硗。台馆集荒丘，池塘疏沈坳。会有圭组恋，遂贻山林嘲。薄躯信无庸，锁屑剧斗筲。囚居固其宜，厚羞久已包。庭除植蓬艾，隟牖悬蟏蛸。所赖山水客，扁舟柱长梢。挹流敌清觞，掇野代嘉肴。适道有高言，取乐非弦匏。逍遥屏幽昧，澹薄辞喧呶。晨鸡不余欺，风雨闻嘐嘐。再期永日闲，提挈移中庖。\n","contyishang":["译文遭贬被弃可不同于隐逸，只在近郊登山散心。不敢与伯夷、巢父比肩，只求能缓解心中的郁闷。高高的朝阳岩俯瞰清江，幽深的洞窟神龙深潜。朝阳才照过开阔的岩口，又跃过了岩顶的树林之颠。西亭建在岩洞顶端，突起的屋檐伸向蓝天。抬头已看见星辰升起，亭下可看见云腾雨欢。可惜这不是我的故乡，广袤的原野香草弥漫。儿时曾去过长江边上，历来求仕都只在中原.我的故乡就在沣水边，家宅附近有数亩良田。山丘上建有亭台馆舍，池塘与深泽碧\n"]}},{"title":"思乡","cont":{"title":"从军北征","nian":"唐代","author":"李益","contson":"\n天山雪后海风寒，横笛偏吹行路难。碛里征人三十万，一时回首月中看。\n","contyishang":["译文天山下了一场大雪，从青海湖刮来的风更添寒冷。行军途中，战士吹起笛曲《行路难》。听到这悲伤的别离曲，驻守边关的三十万将士，都抬起头来望着东升的月亮。","注释①偏：一作“遍”。行路难：乐府曲调名，多描写旅途的辛苦和离别的悲伤。②碛（qì）：沙漠的意思。这里指边关。③回首：一作“回向”。月中：一作“月明”。"]}},{"title":"思乡","cont":{"title":"遥同杜员外审言过岭","nian":"唐代","author":"沈佺期","contson":"\n天长地阔岭头分，去国离家见白云。洛浦风光何所似，崇山瘴疠不堪闻。南浮涨海人何处，北望衡阳雁几群。两地江山万余里，何时重谒圣明君。\n","contyishang":["译文山岭是广阔天空与大地的分界，远离故乡只看得到无边的白云。洛水两岸风光何其美丽，这里的重山雾瘴难以忍受。你可渡过那风高浪急的南海，北边归去衡阳的大雁阵阵。两地间隔着遥远的距离，何时才能面圣明君呢？","注释①本诗是沈佺期和杜审言之诗。两人都于公元705年被流放岭南。审言先起程过大庾岭去峰州（今越南越池东南），佺期随后也过大庾岭去驩州（今越南乂安省荣市）。②洛浦：洛水之滨，这里指唐东都洛阳。"]}},{"title":"思乡","cont":{"title":"点绛唇·十月二日马上作","nian":"清代","author":"龚自珍","contson":"\n一帽红尘，行来韦杜人家北。满城风色，漠漠楼台隔。目送飞鸿，景入长天灭。关山绝，乱云千叠，江北江南雪。\n","contyishang":["译文帽上积着城市中的风尘，我来到都城的城北。城中正刮着大风，卷起尘土，满城都漠漠一片，人家的楼台隔着尘土，模糊不清。我仰望飞雁，直到雁影消失在遥远的天空中。天边的山脉一线，云层重重叠叠，要下雪了，这雪花将洒遍大江南北。","注释①点绛唇：词牌名，四十一字，上片三仄韵，下片四仄韵。《清真集》入“仙吕调”，元北曲同，但平仄句式略异，今京剧中犹常用之。②一帽：暗用“侧帽”典。《周书·独孤信传》：“（独孤）信在秦州，尝因猎，日暮，驰马入城，其帽微侧。吉旦，而吏民有戴帽者，咸慕信而侧帽焉。其为邻境及士庶所重如此。”本处取其风流自赏意。宋·\n"]}},{"title":"思乡","cont":{"title":"他乡七夕","nian":"唐代","author":"孟浩然","contson":"\n他乡逢七夕，旅馆益羁愁。不见穿针妇，空怀故国楼。绪风初减热，新月始临秋。谁忍窥河汉，迢迢问斗牛。\n","contyishang":["译文身在他乡恰逢乞巧，看着所住途中旅店心中羁旅愁绪更甚。远离故土，不见妻子月下穿针，心中空空只余孤寂，怀念家乡。微风拂过带走盛夏的炎热，新月当空，初秋已快来临。是谁在忍着心中愁痛偷偷的看着银河？就是那遥远天际的牵牛星。","注释七夕：为七月初七，民间的乞巧节。绪风：微小的风。河汉：为天上的银河。迢迢：形容遥远的意思。斗牛：星名。牵牛星。 "]}},{"title":"思乡","cont":{"title":"浣溪沙·丙辰岁不尽五日吴松作","nian":"宋代","author":"姜夔","contson":"\n雁怯重云不肯啼，画船愁过石塘西。打头风浪恶禁持。 春浦渐生迎棹绿，小梅应长亚门枝，一年灯火要人归。\n","contyishang":["译文重叠的彤云低压着，连大雁也吓得不肯啼叫了。当航船经过石塘西畔时，我心中的愁苦更加浓重。船儿被迎头打来的风浪恶作剧地摆布着。迎着归棹，春天的河岸上已逐渐生出一层嫩绿；小小的梅树，新枝该长得压着门楣了吧？一年一度的灯节已经开始了，仿佛在催促我：快点回来啊!","注释浦：水滨。棹（zhào）：划船的工具，船桨，也指船。长（zhǎng）亚门：长得靠近门楣。一年灯火：指春节至元宵节的灯笼、焰火之类。要：通“邀”。陶渊明《桃花源记》：“便要还家。”重云：重重云层。石塘：在苏州的\n"]}},{"title":"思乡","cont":{"title":"之宣城郡出新林浦向板桥","nian":"南北朝","author":"谢朓","contson":"\n江路西南永，归流东北骛。天际识归舟，云中辨江树。旅思倦摇摇，孤游昔已屡。既欢怀禄情，复协沧洲趣。嚣尘自兹隔，赏心于此遇。虽无玄豹姿，终隐南山雾。\n","contyishang":["译文船走水路与江水背向而行，而流水却知入海而归。浩淼水天之际能够认识出返归之船，云雾之中能分辨江岸的树。船在摇荡，困倦惆怅之心也在摇荡，这种孤独的远行已非一次。虽然为得朝廷赏识而高兴，但又怎能比得上遁迹僻远之地的情趣。世间喧嚣从此远隔，庆幸得到这种机会。虽然没有玄豹深藏远害的资质，但也终于能够隐于南山的雾中。","注释1、之宣城郡出新林浦向板桥：之，到。宣城，在今安徽宣州市。板桥，板桥浦，在离建康不远的西南方，《文选》李善注引《水经注》：“”水上经三山，又湘浦（一作幽浦）出焉，水上南北结浮桥渡\n"]}},{"title":"思乡","cont":{"title":"于中好·雁帖寒云次第飞","nian":"清代","author":"纳兰性德","contson":"\n雁帖寒云次第飞，向南犹自怨归迟。谁能瘦马关山道，又到西风扑鬓时。人杳杳，思依依，更无芳树有乌啼。凭将扫黛窗前月，持向今宵照别离。\n","contyishang":["译文秋风正浓，大雁迫不及待，匆促南飞，惟恐落后。而自己有家难回，犹白骑着瘦马，一年又一年，迤逦在古道之上，让西风扑面而来。离人杳无踪迹，佳人愁思依依，再无心情寻芳弄草，整日待在深闺中，任凭月落乌啼。无聊之极，随手闲拂窗前月光，想起这月光也正落在离人身上。","译文(1)于中好：词牌名，双调，五十五字，押平声韵。(2)帖：即贴，靠近，贴近。(3)次第：依次。刘禹锡《秋江晚泊》：“暮霞千万状，宾鸿次第飞。”(4)鬓（bìn)：脸旁靠近耳朵的头发。(5)杳杳（yǎo）：渺无音讯的样子。(\n"]}},{"title":"思乡","cont":{"title":"咏怀古迹五首·其三","nian":"唐代","author":"杜甫","contson":"\n群山万壑赴荆门，生长明妃尚有村。一去紫台连朔漠，独留青冢向黄昏。画图省识春风面，环佩空归夜月魂。(夜月 一作：月夜 环佩 一作：环珮)千载琵琶作胡语，分明怨恨曲中论。\n","contyishang":["译文千山万岭好像波涛奔赴荆门，王昭君生长的乡村至今留存。从紫台一去直通向塞外沙漠，荒郊上独留的青坟对着黄昏。只依凭画图识别昭君的容颜，月夜里环佩叮当是昭君归魂。千载琵琶一直弹奏胡地音调，曲中抒发的分明的昭君怨恨。","注释①荆门：山名，在今湖北宜都西北。②明妃：指王昭君。③去：离开。④紫台：汉宫，紫宫，宫廷。⑤朔漠：北方的沙漠。⑥青冢：指王昭君的坟墓。⑦省识：略识。⑧春风面：形容王昭君的美貌。"]}},{"title":"思乡","cont":{"title":"芳树","nian":"南北朝","author":"李爽","contson":"\n芳树千株发，摇荡三阳时。气软来风易，枝繁度鸟迟。春至花如锦，夏近叶成帷。欲寄边城客，路远谁能持。\n","contyishang":["译文　　春来时，千株树木都竞相发出新芽，在夏日照耀下随风摇荡。夏日易多风，枝叶繁茂常易阻隔鸟儿远飞的脚步。春来花似锦，夏日即将来临，叶子繁茂如同帷幕低垂。远在他乡的游子想寄平安到家中，只是路途如此遥远，怕无法到达。","注释①摇荡：这里形容风中起舞的美妙姿态。②三阳：太阳高照的日子，这里指炎炎夏日。③帷：帷帐，帷幕。"]}},{"title":"思乡","cont":{"title":"归梦","nian":"唐代","author":"杜甫","contson":"\n道路时通塞，江山日寂寥。偷生唯一老，伐叛已三朝。雨急青枫暮，云深黑水遥。梦归归未得，不用楚辞招。\n","contyishang":["译文时下恰逢战乱，道路时通时堵，江山的气象一天天地冷落萧条。苟且偷生，四处漂泊只有我这一位老人，如今兴兵伐叛已经历了三朝。归梦中风骤雨急，一片昏暗看不清湘水两岸苍翠的枫树，归梦中云层浓厚，看不见那黑水在远方漂流。我的魂魄至今不能返回长安，仍在楚地飘游，哎，算了吧！用不着再作楚辞以招魂魄。","注释①时：有时。通塞：通畅与阻塞。②江山：本指江河山岳，借指国家疆土、政权。晋郭璞《江赋》：“芦人渔子，摈落江山。”日：每天，一天天地。寂寥：冷落萧条。③偷生：苟且求活。唯：独，仅，只有。一老：一位老人。\n"]}},{"title":"思乡","cont":{"title":"晓行巴峡","nian":"唐代","author":"王维","contson":"\n际晓投巴峡，馀春忆帝京。晴江一女浣，朝日众鸡鸣。水国舟中市，山桥树杪行。登高万井出，眺迥二流明。人作殊方语，莺为故国声。赖多山水趣，稍解别离情。\n","contyishang":["译文拂晓时分直向巴峡而去，春日将尽使我思念京城。江色晴明有位女子浣洗，旭日初升群鸡竞相啼鸣。水边城市人在船上做生意，山间桥上人如在树梢走行。登上高处万家井邑出现，眺望远处阆白二流明莹。人们都说着异乡的方言，黄莺却啼着故里的声音。幸赖自己深知山水情趣，稍可排解离乡背井愁情。","注释⑴巴峡：长江自巴县（重庆）至涪州（涪陵）一段有明月、黄葛、铜锣、石洞、鸡鸣、黄草等峡，这些峡皆在古巴县或巴郡境内，因统称为巴峡。⑵际晓：犹黎明。⑶帝京：帝都，指京都长安。《汉武故事》：“上幸河\n"]}},{"title":"思乡","cont":{"title":"杂诗三首·其二","nian":"唐代","author":"王维","contson":"\n君自故乡来，应知故乡事。来日绮窗前，寒梅著花未？\n","contyishang":["译文您是刚从我们家乡来的，一定了解家乡的人情世态。请问您来的时候我家雕画花纹的窗户前，那一株腊梅花开了没有？","注释①来日：来的时候。②绮(qǐ)窗：雕画花纹的窗户。③著花未：开花没有?著（zhuó）花，开花。未，用于句末，相当于“否”，表疑问。"]}},{"title":"思乡","cont":{"title":"醉落魄·离京口作","nian":"宋代","author":"苏轼","contson":"\n轻云微月，二更酒醒船初发。孤城回望苍烟合。记得歌时，不记归时节。巾偏扇坠藤床滑，觉来幽梦无人说。此生飘荡何时歇？家在西南，常作东南别。\n","contyishang":["译文云朵轻轻飘，月色微微亮，二更天时从酒醉中醒来，船刚开始出发。回头遥望京口，孤城已经隐没在灰蒙蒙的雾气当中。记得喝酒时欢歌笑语的场面，不记得上船时的情景。酒醒后头巾偏斜，扇子坠落，藤床格外细腻，连身子都快挂不住了。一觉醒来，梦中的幽静无人可倾述，此生的飘荡什么时候才能休止呢？家住西南眉山，却经常向东南道别。","注释⑴醉落魄：词牌名。即《一斛珠》。据曹邺小说《梅妃传》载，唐玄宗封珍珠一斛密赐江妃。江妃不受，写下“长门自是无梳洗，何必珍珠慰寂寥”的诗句。玄宗阅后不乐，令乐府以新声唱之，名《一斛珠》。双调五十七字，仄韵。 ⑵京口：\n"]}},{"title":"思乡","cont":{"title":"至正改元辛巳寒食日示弟及诸子侄","nian":"元代","author":"虞集","contson":"\n江山信美非吾土，漂泊栖迟近百年。山舍墓田同水曲，不堪梦觉听啼鹃。\n","contyishang":["译文江山确实美好但这里不是我的故乡，我漂泊异乡暂栖于此已经将近百年。青山、屋舍、坟墓、田地、曲折的流水和家乡的相同，没有什么区别，但我不能忍受梦中醒来听到杜鹃凄苦的鸣叫声。 ","注释至正：1341年，元顺帝改年号为“至正”，这一年（农历辛巳年）的寒食日，写了这首诗，给自己的弟弟子侄辈们看。梦觉：梦醒。"]}},{"title":"思乡","cont":{"title":"酒泉子·楚女不归","nian":"唐代","author":"温庭筠","contson":"\n楚女不归，楼枕小河春水。月孤明，风又起，杏花稀。玉钗斜篸云鬟重，裙上金缕凤。八行书，千里梦，雁南飞。\n","contyishang":["译文她回南方去了，现在还没有踏上归途。我独居的小楼枕卧溪畔，夜夜愁听那春水汩汩。明月也无伴，像我一样孤独。春风吹杏花稀疏零落，更使我愁伤春暮。玉钗在你的头上，斜斜地簪住云髻雾鬟。你裙上绣金的凤凰，仿佛栖息在我心间。真盼这春天又变秋天，请南飞的鸿雁，带去我的书信，带去我千里的思念。","注释酒泉子：原为唐教坊曲，后用为词牌名。《金奁集》入“高平调”。一般以温庭筠体为正格。全词以四平韵为主，四仄韵两部错叶。楚女：古代楚地的女子。此指抒情主人公，一个身世飘零的歌舞女伎。楼：楚女暂栖之所。稀：一作“飞”。\n"]}},{"title":"思乡","cont":{"title":"钟陵禁烟寄从弟","nian":"唐代","author":"李中","contson":"\n落絮飞花日又西，踏青无侣草萋萋。交亲书断竟不到，忍听黄昏杜宇啼。\n","contyishang":["译文（柳）落絮纷飞如花般的飘落，日头又已西偏，独自外出踏青，只有草长得密密稠稠。寄给（近亲、好朋友)亲戚朋友们的书信竟也音信全无，我又怎么敢在黄昏的时候听那杜绝的啼鸣呢。","注释①禁烟：指寒食节，这一天，家家禁止烟火，进行祭祖、踏青等活动。"]}},{"title":"思乡","cont":{"title":"九日感赋","nian":"清代","author":"秋瑾","contson":"\n百结愁肠郁不开，此生惆怅异乡来。思亲堂上茱初插，忆妹窗前句乍裁。对菊难逢元亮酒，登楼愧乏仲宣才。良时佳节成辜负，旧日欢场半是苔。\n","contyishang":["译文我的愁肠百绕千结阴郁不开，这一回我怀着失意的心情来到了异乡。重阳节这天，我刚刚插戴上茱萸，便在窗前给妹妹写起诗来。面对秋菊，难于饮到陶渊明喝的美酒；登上高楼；惭愧缺少王粲那样的才能。美好的时光中，佳节枉被辜负。那过去欢聚的地方，如今已冷落无人了。 ","注释①九日：夏历九月九日是赏菊、登高节。②百结：形容疙瘩很多。郁，阴郁。 ③茱初插：刚刚插上茱萸。 ④句乍裁：刚刚锤炼好诗句。 ⑤元亮：晋陶渊明字元亮，常对菊饮酒。⑥登楼：登高楼赋诗。《诗经·定之方中》，《毛\n"]}},{"title":"思乡","cont":{"title":"泊船瓜洲","nian":"宋代","author":"王安石","contson":"\n京口瓜洲一水间，钟山只隔数重山。春风又绿江南岸，明月何时照我还？\n","contyishang":["译文京口和瓜洲不过一水之遥，钟山也只隔着几重青山。温柔的春风又吹绿了大江南岸，可是，天上的明月呀，你什么时候才能够照着我回家呢？","注释1.泊船：停船。泊，停泊。指停泊靠岸。2.绿：吹绿。3.京口：古城名。故址在江苏镇江市。4.瓜洲：镇名，在长江北岸，扬州南郊，即今扬州市南部长江边,京杭运河分支入江处。5.一水：一条河。古人除将黄河特称为“河”，长江特称为“江”之外，大多数情况下称河流为“水”，如汝水、汉水、浙水、湘水、澧水等等。这里的“一水”指长江。一水间指一水相隔之间。\n"]}},{"title":"思乡","cont":{"title":"满江红·暮雨初收","nian":"宋代","author":"柳永","contson":"\n暮雨初收，长川静、征帆夜落。临岛屿、蓼烟疏淡，苇风萧索。几许渔人飞短艇，尽载灯火归村落。遣行客、当此念回程，伤漂泊。桐江好，烟漠漠。波似染，山如削。绕严陵滩畔，鹭飞鱼跃。游宦区区成底事，平生况有云泉约。归去来、一曲仲宣吟，从军乐。\n","contyishang":["译文傍晚的落雨刚刚停止，桐江一片寂静，远征的航船在夜幕中靠岸停泊。对面的岛屿上，水蓼稀疏雾霭寒凉，秋风吹拂芦苇萧索作响。多少渔人行驶着小船，却只见船上的灯火飞快地回归村落。对此令我思念起回归的路程，对漂泊生活产生了厌倦而忧伤的情绪。桐江景色美丽，雾霭漠漠密布，好似浸入了水波之中，山峰如刀削一般，白鹭和鱼儿围绕严陵濑飞翔和跳跃。游宦生涯跋涉辛苦一事无成，何况早就有归隐云山泉石的心愿。回归吧，羡慕渊明的躬耕田园，厌倦仲宣的从军艰苦。","注释⑴满江红：词牌名，唐人小说《冥音录》载曲名为《上江虹》，后改今名。柳永始填此调，有仄韵、平韵两体，此词为\n"]}},{"title":"思乡","cont":{"title":"梦江南·九曲池头三月三","nian":"宋代","author":"贺铸","contson":"\n九曲池头三月三，柳毵毵。香尘扑马喷金衔，涴春衫。苦笋鲥鱼乡味美，梦江南。阊门烟水晚风恬，落归帆。\n","contyishang":["译文三月三的九曲池畔，细嫩的柳条随风飘扬。前来游春的士人很多，车马如云，踏起的尘土直扑鼻子，弄脏了游人美丽的春衫。这使我常常梦见故乡江南，那里的苦笋、鲥鱼味道很鲜美。苏州城笼罩在烟水茫茫之中，晚风轻轻吹来，使人感到很惬意。河汊中的归舟慢慢落下风帆。","注释①九曲池头：据考察，苏州并无九曲池。《建康志》裁，九曲池在台城东宫城内，粱昭明太子所凿。长安有曲江池.，为都中第一胜景，开元、天宝年间上巳日（三月初三）游人云集，盛况空前。建康又有九曲池，蜀中有所谓龙池九曲，贺词中的“九曲池”可能指的是京都汴京的游览胜地，并非实指。五代后蜀花蕊夫人宫词云\n"]}},{"title":"思乡","cont":{"title":"蓟北旅思 / 送远人","nian":"唐代","author":"张籍","contson":"\n日日望乡国，空歌白苎词。长因送人处，忆得别家时。 失意还独语，多愁只自知。客亭门外柳，折尽向南枝。\n","contyishang":[]}},{"title":"思乡","cont":{"title":"归雁二首","nian":"唐代","author":"杜甫","contson":"\n万里衡阳雁，今年又北归。双双瞻客上，一一背人飞。云里相呼疾，沙边自宿稀。系书元浪语，愁寂故山薇。\n欲雪违胡地，先花别楚云。却过清渭影，高起洞庭群。塞北春阴暮，江南日色曛。伤弓流落羽，行断不堪闻。\n","contyishang":[]}},{"title":"思乡","cont":{"title":"酒泉太守席上醉后作","nian":"唐代","author":"岑参","contson":"\n酒泉太守能剑舞，高堂置酒夜击鼓。胡笳一曲断人肠，座上相看泪如雨。\n琵琶长笛曲相和，羌儿胡雏齐唱歌。浑炙犁牛烹野驼，交河美酒归叵罗。三更醉后军中寝，无奈秦山归梦何。\n","contyishang":["译文酒泉太守持剑翩翩舞起，高堂置酒夜间鼓声敲击。胡茄一曲令人肝肠欲断，座上客人相对泪下如雨。","琵琶长笛曲曲互相应和，胡家儿女齐声唱起歌曲。全牛野驼烧好摆在桌上，交河美酒斟满金酒杯里。三更醉后卧在军帐之中，梦中无法向那秦山归去！","注释⑴酒泉：郡名，即肃州，今甘肃酒泉。⑵高堂：指高大的厅堂。⑶胡笳：古代管乐器。⑷胡雏：即胡儿。⑸浑：全。炙（zhì）：烧烤。犁牛：杂色牛。⑹叵（pǒ）罗：酒杯。⑺秦山：即终南山，又名秦岭。"]}},{"title":"思乡","cont":{"title":"凤栖梧·衰柳疏疏苔满地","nian":"宋代","author":"王庭筠","contson":"\n衰柳疏疏苔满地。十二阑干，故国三千里。南去北来人老矣。短亭依旧残阳里。紫蟹黄柑真解事。似倩西风、劝我归欤未。王粲登临寥落际。雁飞不断天连水。\n","contyishang":["　　全词抒发了作者的思乡恋乡之情，对仕途的失意，怀才不遇的郁闷情绪也有新宣泄。 ","　　首句描绘出一片衰微荒凉的景色，暗喻词人却抑郁的悲凉的心情。在文学作品中，从来是“景无情不发，情无景不生”。衰柳本就引人寂寥，更何况青苔满地！羁旅他乡的词人面对如此凄凉荒野，越发恋念故土家人。他“用十二阑干，故国三千里”抒发这种情结，使人感到极浓重的哀愁。“十二阑干”是家中的庭院回廊，也代表家人的温馨。乐府古题《西洲曲》有“阑干十二曲，垂手明如玉”之句，作者显然在思念着娇妻爱子。“故国三千里”，家乡多遥远。此句可见唐代张祜之《宫词》。原作为：“故国三千里，深宫二十年。一声《何满子》，双泪落\n"]}},{"title":"思乡","cont":{"title":"临平泊舟","nian":"元代","author":"黄庚","contson":"\n客舟系缆柳阴旁，湖影侵篷夜气凉。 万顷波光摇月碎，一天风露藕花香。 \n","contyishang":["　　这首诗描写了诗人夏夜泊舟所见的景色，境界阔大，意境深远。表达了诗人在作客他乡时的那种孤独寂寞， 相当敏感，对身边的防范和感应都达到了一个无以复加的地步。 ","　　“客舟系缆柳阴旁，湖影侵篷夜气凉”，诗人在一个月光明亮的夜晚在柳阴旁泊舟，只觉得湖光月影映照着船篷，带给人丝丝的凉意。这句写出了诗人在船篷中，却明显感觉到外面的湖影水气带给自己的凉意。 后面两句说月光被摇碎，让人心酸不已。对于诗人来说，这月光或者代表着他的理想，或者思念。这让人想到第一句里的“柳”。柳所代表的意象，别离居多，也许诗人正在面对一场别离，这让诗人觉得怅然若失。月亮碎了，只剩下藕花的香味。 "]}},{"title":"思乡","cont":{"title":"和孙明府怀旧山","nian":"唐代","author":"雍陶","contson":"\n五柳先生本在山，偶然为客落人间。秋来见月多归思，自起开笼放白鹇。\n","contyishang":["译文五柳先生陶渊明本来就是山村田园的隐士，偶然在世俗生活中做客，为官场所羁绊。秋天来临的时候看见月亮就会更加思乡，倒不如成全了白鹇，打开鸟笼让它回到家乡。","注释（1）明府：唐人称县令为明府。（2）五柳先生：晋陶潜作《五柳先生传》以自况，遂自号五柳先生。（3）白鹇：鸟名，似山鸡而白色，产于我国南方。"]}},{"title":"思乡","cont":{"title":"浪淘沙·秋","nian":"明代","author":"朱栴","contson":"\n塞下景荒凉，淡薄秋光，金风淅淅透衣裳。读罢安仁《秋兴赋》，憀栗悲伤。廿载住边疆，两鬓成霜，天边鸿雁又南翔。借问夏城屯戍客，是否思乡？\n","contyishang":[]}},{"title":"思乡","cont":{"title":"秋思","nian":"唐代","author":"张籍","contson":"\n洛阳城里见秋风，欲作家书意万重。复恐匆匆说不尽，行人临发又开封。\n","contyishang":["译文一年一度的秋风，又吹到了洛阳城中，身居洛阳城内的游子，不知家乡的亲人怎么样了；写封家书问候平安，要说的话太多了，又不知从何说起。信写好了，又担心匆匆中没有把自己想要说的话写完；当捎信人出发时，又拆开信封，再还给他。","注释⑴意万重：极言心思之多；⑵复恐：又恐怕；⑶行人：指捎信的人；⑷临发：将出发；⑸开封：拆开已经封好的家书。"]}},{"title":"思乡","cont":{"title":"冬夕","nian":"唐代","author":"岑参","contson":"\n浩汗霜风刮天地，温泉火井无生意。 泽国龙蛇冻不伸，南山瘦柏消残翠。\n","contyishang":[]}},{"title":"思乡","cont":{"title":"清平乐·发汉儿村题壁","nian":"清代","author":"纳兰性德","contson":"\n参横月落，客绪从谁托。望里家山云漠漠，似有红楼一角。不如意事年年，消磨绝塞风烟。输与五陵公子，此时梦绕花前。\n","contyishang":["译文月亮已落，夜色已深，心头的愁绪叉能向谁诉说。透过微薄的月色，向家乡的方向放眼远望，一片寒烟萦绕，隐约中只能看见红楼的一角。不如意的事情年年都有，这塞外寒烟里，竞蹉跎了好些年岁。哪里比得上那京城之中的富家公子们，此时一定在楼中梦里笙歌，还没有醒来。","注释①清平乐：词牌名，又名《清平乐令》《醉东风》《忆萝月》，双调四十六字，前段四句四仄韵，后段四句三平韵。②汉儿村：地名，具体位置尚待考证。③参（shēn）横月落：指落月与横斜的星显得参差不齐的样子。参：参宿，二十八宿之一，属西方土宿。中间三颗星俗称三星。\n"]}},{"title":"思乡","cont":{"title":"竹竿","nian":"先秦","author":"佚名","contson":"\n籊籊竹竿，以钓于淇。岂不尔思？远莫致之。泉源在左，淇水在右。女子有行，远兄弟父母。淇水在右，泉源在左。巧笑之瑳，佩玉之傩。淇水滺滺，桧楫松舟。驾言出游，以写我忧。\n","contyishang":["译文钓鱼竹竿细又长，曾经垂钓淇水上。难道不把旧地想，路远无法归故乡。泉源汩汩流左边，淇水荡荡流右边。姑娘长大要出嫁，父母兄弟离得远。淇水荡荡流右边，泉源汩汩流左边。嫣然一笑皓齿露，身佩美玉赛天仙。淇水悠悠日夜流，桧木桨儿柏木舟。驾车出游四处逛，以解心里思乡愁。","注释⑴籊（tì）籊：长而尖削貌。⑵尔思：想念你。尔，你。⑶致：到。⑷泉源：一说水名。即百泉，在卫之西北，而东南流入淇水。⑸行：远嫁。⑹瑳（cuō）：玉色洁白，这里指露齿巧笑状。⑺傩（n\n"]}},{"title":"思乡","cont":{"title":"回乡偶书二首·其一","nian":"唐代","author":"贺知章","contson":"\n少小离家老大回，乡音无改鬓毛衰。(鬓毛衰 一作：鬓毛催)儿童相见不相识，笑问客从何处来。\n","contyishang":["译文我在年少时离开家乡，到了迟暮之年才回来。我的乡音虽未改变，但鬓角的毛发却已经疏落。儿童们看见我，没有一个认识的。他们笑着询问：这客人是从哪里来的呀？　 ","注释(1)偶书：随便写的诗。偶：说明诗写作得很偶然，是随时有所见、有所感就写下来的。 (2)少小离家：贺知章三十七岁中进士，在此以前就离开家乡。老大：年纪大了。贺知章回乡时已年逾八十。(3)乡音：家乡的口音。无改：没什么变化。一作“难改”。鬓毛：额角边靠近耳朵的头发。一作“面毛”。衰（cui）：减少，疏落。鬓毛衰：指鬓毛减少，疏落。(4)相见：即看见我；相：\n"]}},{"title":"思乡","cont":{"title":"南柯子·怅望梅花驿","nian":"宋代","author":"范成大","contson":"\n怅望梅花驿，凝情杜若洲。香云低处有高楼，可惜高楼不近木兰舟。缄素双鱼远，题红片叶秋。欲凭江水寄离愁，江已东流那肯更西流。\n","contyishang":["译文惆怅的望着梅花驿，专注的看着开有燕子花的绿洲。祥云下面有高楼大厦，可惜高楼不是用木兰木做的。想用缄帛写信可是离双鱼很遥远无从寄信，于是秋叶都红了也还没写。想借助江水寄托离愁别绪，可是江水是向东流的哪里能够流向西边呢？","注释⑴驿：驿，音亦，驿站、传舍，古传递文书、官员来往及运输途中暂息住宿之所。古驿传有亭，故又称驿亭。清末置邮局后始废。⑵杜若：燕子花也。⑶双鱼：古乐府《饮马长城窟行》有“客从远方来，遗我双鲤鱼。呼儿烹鲤鱼，中有尺素书。长跪读素书，书中竟何如。上有加餐食，下有长相忆。”，又《汉书·苏武传》有“教使\n"]}},{"title":"思乡","cont":{"title":"除夜作","nian":"唐代","author":"高适","contson":"\n旅馆寒灯独不眠，客心何事转凄然。故乡今夜思千里，霜鬓明朝又一年。(霜鬓 一作：愁鬓)\n","contyishang":["住在客栈里，独对残灯，睡不着觉。不知什么缘故，诗人的心情变得十分凄凉悲伤。在这除夕之夜，想象故乡人思念千里之外的自己的情景，而明天又要增加一岁，新添不少白发啊。佳节思亲是常情，历来如此。但除夕之夜，“独不眠”、“转凄然”、“思千里”，还有一层意思：到了明天，就又增加一岁，包含了诗人年复一年老大无成的伤感。"]}},{"title":"思乡","cont":{"title":"闻王昌龄左迁龙标遥有此寄","nian":"唐代","author":"李白","contson":"\n杨花落尽子规啼，闻道龙标过五溪。我寄愁心与明月，随风直到夜郎西。(随风 一作：随君)\n","contyishang":["译文在杨花落完，子规啼鸣的时候，听说你路过五溪。我把我忧愁的心思寄托给明月，希望能随着风一直陪着你到夜郎以西。 ","注释⑴王昌龄：唐代诗人，天宝（唐玄宗年号，742～756）年间被贬为龙标县尉。左迁：贬谪，降职。古人尊右卑左，因此把降职称为左迁。龙标：古地名，唐朝置县，今湖南省黔阳县。⑵杨花：柳絮。子规：即杜鹃鸟，相传其啼声哀婉凄切。杨花落尽：一作“扬州花落”。⑶龙标：诗中指王昌龄，古人常用官职或任官之地的州县名来称呼一个人。五溪：是武溪、巫溪、酉溪、沅溪、辰溪的总称，在今湖南省西部。⑷与：给。⑸随风：\n"]}},{"title":"思乡","cont":{"title":"醉落魄·江天云薄","nian":"宋代","author":"周紫芝","contson":"\n江天云薄，江头雪似杨花落。寒灯不管人离索。照得人来，真个睡不著。归期已负梅花约，又还春动空飘泊。晓寒谁看伊梳掠。雪满西楼，人阑干角。\n","contyishang":["　　词中将离索难眠的人的活动，放江天云薄、风雪迷茫的浑阔背景上来写，以烘托和加强离子的孤寂之感，又使人的活动一片空蒙的广大背景。映衬下，显得更为集中、突出、鲜明。不仅如此，词中正通过暮寒、晓寒的描写，以寒冷的客观环境烘托寒冷的主观心境。全词以写景发端，首两句写暮冬时节江天迷茫，大雪纷飞。薄，迫也；云薄，写出了彤云压江、天低云暗之势。“江头”句巧妙地化用东晋谢道韫咏雪名句“未若柳絮因风起”，形象地刻画出大雪纷纷扬扬的情景。这里的“江天”、“江头”，表明了这是一个飘泊江湖的特定环境；而“云薄”、“雪落”，则又进一步造成了一种凄冷、黯淡的特定的艺术氛围。“寒灯”三句，写游子独宿江边客舍难以入眠\n"]}},{"title":"思乡","cont":{"title":"春远 / 春运","nian":"唐代","author":"杜甫","contson":"\n肃肃花絮晚，菲菲红素轻。日长唯鸟雀，春远独柴荆。 数有关中乱，何曾剑外清。故乡归不得，地入亚夫营。\n","contyishang":[]}},{"title":"思乡","cont":{"title":"匪风","nian":"先秦","author":"佚名","contson":"\n匪风发兮，匪车偈兮。顾瞻周道，中心怛兮。匪风飘兮，匪车嘌兮。顾瞻周道，中心吊兮。谁能亨鱼？溉之釜鬵。谁将西归？怀之好音。\n","contyishang":["译文那大风呼啸起来旗带飘荡，那车儿飞奔起来辚辚作响。回顾通周的大道渐行渐远，心里陡然涌起无尽的忧伤。那大风呼啸而来左右回旋，那车儿飞奔起来轱辘响转。回顾通周的大道渐行渐远，我心里无尽悲伤好不凄然。哪位妙手烹制鲜美的河鲤？我愿为他当助手洗净锅底。哪位朋友准备西归故乡去？为我捎回一切安好的讯息。","注释⑴桧（kuài）风：即桧地的乐调。桧地在今河南郑州、新镇、荥阳、密县一带。⑵匪（bǐ）风：那风。匪，通“彼”，那。⑶发：犹“发发”，风吹声。⑷偈（jié）：疾驰貌。⑸周道：大道。\n"]}},{"title":"思乡","cont":{"title":"南中咏雁诗","nian":"唐代","author":"韦承庆","contson":"\n万里人南去，三春雁北飞。不知何岁月，得与尔同归？\n","contyishang":[]}},{"title":"思乡","cont":{"title":"秋浦感主人归燕寄内","nian":"唐代","author":"李白","contson":"\n霜凋楚关木，始知杀气严。寥寥金天廓，婉婉绿红潜。胡燕别主人，双双语前檐。三飞四回顾，欲去复相瞻。岂不恋华屋，终然谢珠帘。我不及此鸟，远行岁已淹。寄书道中叹，泪下不能缄。\n","contyishang":["译文金风萧瑟，楚木凋零，寒气凛冽。秋天寥廓，红谢绿潜，万物蛰藏。胡燕也要回到南方去了，双双在屋檐下呢喃，与主人告别。他们与主人恋恋不舍，三飞四回头，眼光里充满留恋。难道他们不喜欢华美的屋子和精巧的珠帘？但是，终归要飞上回南方的路。我很惭愧，我连胡燕都不如，远离妻子来秋浦已经一年多了。多少思念，多少感叹，泪下如雨，浸湿糨糊，信不能封缄。","注释秋浦：地名，在今安徽贵池县西。归燕：指南归的燕子。寄内：寄给妻子。内：指妻子。霜凋：秋霜降落，使花草树木凋谢。楚关：楚地的关隘要\n"]}},{"title":"思乡","cont":{"title":"行军九日思长安故园","nian":"唐代","author":"岑参","contson":"\n强欲登高去，无人送酒来。遥怜故园菊，应傍战场开。\n","contyishang":["译文九月九日重阳佳节，我勉强登上高处远眺，然而在这战乱的行军途中，没有谁能送酒来。我心情沉重地遥望我的故乡长安，那菊花大概傍在这战场零星的开放了。 ","注释①九日：指九月九日重阳节。②强：勉强。③登高：重阳节有登高赏菊饮酒以避灾祸的风俗。④怜：可怜。⑤傍：靠近、接近。"]}},{"title":"思乡","cont":{"title":"晚登三山还望京邑","nian":"南北朝","author":"谢朓","contson":"\n灞涘望长安，河阳视京县。白日丽飞甍，参差皆可见。余霞散成绮，澄江静如练。喧鸟覆春洲，杂英满芳甸。去矣方滞淫，怀哉罢欢宴。佳期怅何许，泪下如流霰。有情知望乡，谁能鬒不变？\n","contyishang":["译文我就像王粲在灞陵上眺望长安，又像潘岳在河阳回顾洛阳那样登上三山回望京城。夕阳使飞耸的屋脊色彩明丽，京城内的屋宇高低不齐，历历在目。残余的晚霞铺展开来就像彩锦，澄清的江水平静得如同白练。喧闹的群鸟覆盖了春天的小洲，各种花朵开满了芳草遍地的郊野。我将远离京城在他乡久留，真怀念那些已停办的欢乐宴会。回乡的日期在何时，我惆怅不已泪落如雪珠。有感情的人都知道思念家乡，谁的黑头发能不改变？","注释①三山：山名，在今南京市西南。还望：回头眺望。京邑：指南齐都城建康，即今南京市。②灞\n"]}},{"title":"思乡","cont":{"title":"望月有感","nian":"唐代","author":"白居易","contson":"\n自河南经乱，关内阻饥，兄弟离散，各在一处。因望月有感，聊书所怀，寄上浮梁大兄、於潜七兄、乌江十五兄，兼示符离及下邽弟妹。\n时难年荒世业空，弟兄羁旅各西东。田园寥落干戈后，骨肉流离道路中。吊影分为千里雁，辞根散作九秋蓬。共看明月应垂泪，一夜乡心五处同。\n","contyishang":["译文自从河南地区经历战乱，关内一带漕运受阻致使饥荒四起，我们兄弟也因此流离失散，各自在一处。因为看到月亮而有所感触，便随性写成诗一首来记录感想，寄给在浮梁的大哥、在於潜的七哥，在乌江的十五哥和在符离、下邽的弟弟妹妹们看。","家业在灾年中荡然一空，兄弟分散各自你西我东。战乱过后田园荒芜寥落，骨肉逃散在异乡道路中。吊影伤情好像离群孤雁，漂泊无踪如断根的秋蓬。同看明月都该伤心落泪，一夜思乡心情五地相同。","注释\n"]}},{"title":"思乡","cont":{"title":"塞上忆汶水","nian":"元代","author":"曹元用","contson":"\n沙碛秋高苑马肥，哀笳一曲塞云飞。南都儿辈应相念，过尽征鸿犹未归。\n","contyishang":["译文茫茫沙漠，秋高气爽，马匹肥壮，悲哀宛转的笛声吹奏着。南方的将士们应该想家了吧，如同远飞的大雁还未回家。","注释沙碛：沙漠。苑马：西域大苑所产的马。"]}},{"title":"思乡","cont":{"title":"零陵早春","nian":"唐代","author":"柳宗元","contson":"\n问春从此去，几日到秦原。凭寄还乡梦，殷勤入故园。 \n","contyishang":["译文请问春天从这去，何时才进长安门。托付给你还乡梦，恳请带我回家园。","注释⑴零陵：此指永州。隋文帝开皇九年（589年）废零陵郡和永阳郡，置永州总管府，府治泉陵县，同年更名零陵县（治今永州市零陵区），隶湘州。从此，永州、零陵一地两名。此处零陵指永州府治零陵县。⑵秦原：秦地原野，这里是指长安城周围，即长安。春秋战国时属秦国领地。⑶凭寄：托寄，托付。⑷殷勤：恳切；深厚。"]}},{"title":"思乡","cont":{"title":"醉花阴·黄花谩说年年好","nian":"宋代","author":"辛弃疾","contson":"\n黄花谩说年年好。也趁秋光老。绿鬓不惊秋，若斗尊前，人好花堪笑。蟠桃结子知多少。家住三山岛。何日跨归鸾，沧海飞尘，人世因缘了。\n","contyishang":["译文　　菊花啊，不要说年年盛开花亦好，你也会随着秋日时光的流逝而凋谢。少女的乌发青丝不知岁月的无情，恍若把酒小酌，人若安好花都会随之绽放笑颜。　　桃树结了多少桃子啊，长满了我家所住的三山岛。什么时候才能跨上回归家乡的鸾凤，人世间沧海浮沉就如一粒微尘一般，都随缘起缘灭最终了结。","注释①此处原有小题作“为人寿” 。②“斗”：此处有“玩乐、受用”之意。“尊”，酒杯。化用杜甫《漫兴》中“莫思身外无穷事，且尽生前有限杯”的诗句。苏轼《沁园春》有“身长健，但优游卒岁，且斗樽前”句。③ 山岛：指蓬莱、方丈、瀛州三座仙山。\n"]}},{"title":"思乡","cont":{"title":"渡汉江","nian":"唐代","author":"宋之问","contson":"\n岭外音书断，经冬复历春。近乡情更怯，不敢问来人。\n","contyishang":["译文流放岭南与亲人断绝了音信，熬过了冬天又经历一个新春。越走近故乡心里就越是胆怯，不敢打听从家那边过来的人。","注释⑴汉江：汉水。长江最大支流，源出陕西，经湖北流入长江。⑵岭外：五岭以南的广东省广大地区，通常称岭南。唐代常作罪臣的流放地。书：信。⑶来人：渡汉江时遇到的从家乡来的人。"]}},{"title":"思乡","cont":{"title":"寒食江州满塘驿","nian":"唐代","author":"宋之问","contson":"\n去年上巳洛桥边，今年寒食庐山曲。遥怜巩树花应满，复见吴洲草新绿。吴洲春草兰杜芳，感物思归怀故乡。驿骑明朝发何处？猿声今夜断君肠。\n","contyishang":["　　这是一首古诗，前四句运用反衬、对比手法，抚今追昔，感慨今日的沧桑，流露出诗人遭贬南行的惆怅落寞情怀。“去年上巳洛桥边，今年寒食庐山曲。”农历三月三日为上巳节，这一天按古风要去水边祓除修禊，驱除鬼魅，同时也是文人聚会吟咏的日子。去年那一日，诗人还在洛水边参予修禊盛事，与同朝文士饮酒赋诗，享尽荣华，而今却已是遭贬谪之人，独自在庐山脚下度过此清明寒食节。“去年”，“今年”，对比鲜明。一年之隔，诗人处境大不相同，诗中虽只字未提遭贬之事，但通过地名“洛桥边”与“庐山曲”的对照，失意之态清晰可见。寒食节正是百草千花的大好时节，眼前又有景色秀丽的庐山，诗人毫无欣赏兴致，反念于“去年”上巳洛桥边修禊\n"]}},{"title":"思乡","cont":{"title":"秋风引","nian":"唐代","author":"刘禹锡","contson":"\n何处秋风至？萧萧送雁群。朝来入庭树，孤客最先闻。\n","contyishang":["译文秋风不知从哪里吹来，萧萧地送来了大雁一群群。清早秋风来到庭中的树木上，孤独的旅人最先听到秋风的声音。","注释⑴引：一种文学或乐曲体裁之一，有序奏之意，即引子，开头。⑵至：到。⑶萧萧：形容风吹树木的声音。晋陶潜《咏荆轲》：“萧萧哀风逝，淡淡寒波生。”雁群：大雁的群体。⑷朝：凌晨。庭树：庭园的树木。⑸孤客：单身旅居外地的人。汉焦赣《易林·损》：“路多枳棘，步刺我足，不利孤客，为心作毒。”这里指诗人自己。闻：听到。"]}},{"title":"思乡","cont":{"title":"江外思乡","nian":"唐代","author":"韦庄","contson":"\n年年春日异乡悲，杜曲黄莺可得知。 更被夕阳江岸上，断肠烟柳一丝丝。\n","contyishang":["译文我长年在外，每年一到春天的时候，独自在他乡不胜悲伤，坐在树下饮酒，那树上的黄莺也应该了解我思乡的心情吧。看到江岸渐落的残阳，就仿佛心肠被撕扯成片片柳叶。 ","注释题名：乡，《绝句》作“归”。岸上：席本作“上岸”。"]}}]