[{"title":"思念","cont":{"title":"","nian":"","author":"","contson":"","contyishang":[]}},{"title":"思念","cont":{"title":"除夜太原寒甚","nian":"明代","author":"于谦","contson":"\n寄语天涯客，轻寒底用愁。春风来不远，只在屋东头。\n","contyishang":["译文请捎个信去告诉居住在远方的友人，眼前尽管天气寒冷，这点寒冷算不了什么，不必为它发愁。春风已经吹来，离我们不远了，就在我们房屋的东头","注释①除夜：除夕之夜，农历十二月最后一天的夜晚。②太原：军镇名，又名三关镇。防区在今山西内长城以南，西起黄河，东抵太行山，在今山西省。③寒甚：即甚寒，很寒冷。④寄语：传话，告诉。⑤天涯客：居住在远方的人。⑥轻寒：轻微的寒冷。⑦底用：何用，底，犹“何”，汉以来诗文中多用其义。⑧屋东头：这里是说春天解冻的东风已经吹到屋东头。\n"]}},{"title":"思念","cont":{"title":"解连环·秋情","nian":"宋代","author":"吴文英","contson":"\n暮檐凉薄。疑清风动竹，故人来邈。渐夜久、闲引流萤，弄微照素怀，暗呈纤白。梦远双成，凤笙杳、玉绳西落。掩綀帷倦入，又惹旧愁，汗香阑角。银瓶恨沉断索。叹梧桐未秋，露井先觉。抱素影、明月空闲，早尘损丹青，楚山依约。 翠冷红衰，怕惊起、西池鱼跃。记湘娥、绛绡暗解，褪花坠萼。\n","contyishang":["　　词人善于捕捉瞬间情感中的细微感受，将对恋人的爱怜抒发得淋漓尽致。吴文英早年在苏州结识某女子。近世词家据吴词作过许多分析，推断他在苏州有一妾，后被遣去。但将他关于苏州情事的词串连比照，可以确认那位女子并非与他朝夕相处之妾，应为一位民间歌妓。他们的爱情以悲剧告终。吴文英对她的情感是真挚深厚的，他在词作里常以极隐讳的笔法抒写无尽的哀怨。这首词是词人寓居苏州的后期、在其恋爱悲剧发生之后作的。充分抒发出作者的一腔忧怨之情。","　　词的起笔“暮檐凉薄”，点明环境和时间。暮色已沉，人在檐下，感到秋之凉意，一语即营造出寂寞凄凉的氛围。清风吹动庭竹，使主人公产生故人来访的幻觉。“疑”字将\n"]}},{"title":"思念","cont":{"title":"沁园春·宿霭迷空","nian":"宋代","author":"秦观","contson":"\n宿霭迷空，腻云笼日，昼景渐长。正兰皋泥润，谁家燕喜；蜜脾香少，触处蜂忙。尽日无人帘幕挂，更风递、游丝时过墙。微雨后，有桃愁杏怨，红泪淋浪。风流存心易感，但依依伫立，回尽柔肠。念小奁瑶鉴，重匀绛蜡；玉龙金斗，时熨沉香。柳下相将游冶处，便回首、青楼成异乡。相忆事，纵蛮笺万叠，难写微茫。\n","contyishang":["译文昨夜残存的雾气弥散在天空，厚厚的云层遮住了太阳，夏日渐长。长满兰草的曲折的水泽湿润了泥土。燕子衔起泥土，飞去筑巢。蜂房香气渐少，蜜蜂都到处忙着采蜜。庭院深深，帘幕低垂。只见一阵风吹，把昆虫吐出的游丝吹过了墙来。微雨轻抚，窗外桃花杏花的枝头有水珠如泪滴般不住滴下。我想起了从前那一段风流往事，恋恋不舍得站在那里，内心无限痛苦。想起她对镜梳妆，想起她用熏笼里的熨斗熨烫衣服。当年我与她在柳下相伴游玩，多么的欢欣。如今回首往事，那青楼已成了异乡，不禁无限伤怀。回忆我们之间的往事，纵使有千万张纸笺，也难以表达我的一腔相思。","注释1、宿霭：隔夜犹\n"]}},{"title":"思念","cont":{"title":"春夜","nian":"宋代","author":"王安石","contson":"\n金炉香烬漏声残，翦翦轻风阵阵寒。春色恼人眠不得，月移花影上栏杆。\n","contyishang":["译文夜已经深了，香炉里的香早已经燃尽，漏壶里的水也快漏完了。后半夜的春风给人带来阵阵的寒意。然而春天的景色却使人心烦意乱，只看见随着月亮的移动，花木的影子悄悄地爬上了栏杆。","注释漏：古代计时用的漏壶。翦翦：形容初春的寒风削面，尖刻刺骨。"]}},{"title":"思念","cont":{"title":"望江南·闲梦远","nian":"五代","author":"李煜","contson":"\n闲梦远，南国正芳春。船上管弦江面渌，满城飞絮辊轻尘。忙杀看花人！闲梦远，南国正清秋。千里江山寒色远，芦花深处泊孤舟，笛在月明楼。\n","contyishang":["译文闲梦悠远，南国春光正好。船上管弦声不绝于耳，江水一片碧绿，满城柳絮纷飞，淡淡尘烟滚滚，忙坏了看花的人们。闲梦幽远，南唐故国正值秋高气爽的清秋。辽阔无际的江山笼罩着一片淡淡的秋色，美丽的芦花深处横着一叶孤舟，悠扬的笛声回荡在洒满月光的高楼。","注释⑴望江南：此词调名一作“望江梅”，又作“忆江南”。李煜此词调名下共二首，《花草粹编》置于《望江南》下，未析为二首。《全唐诗》、《历代诗余》将此调下二首与《望江南》二首归为一调，计为四首。⑵闲梦远：闲，指囚禁中百无聊赖的生活和心情。梦远，指梦见遥远的地方，也指梦长。⑶南国\n"]}},{"title":"思念","cont":{"title":"卜算子·秋色到空闺","nian":"明代","author":"夏完淳","contson":"\n秋色到空闺，夜扫梧桐叶。谁料同心结不成，翻就相思结。十二玉阑干，风动灯明灭。立尽黄昏泪几行，一片鸦啼月。\n","contyishang":[]}},{"title":"思念","cont":{"title":"生查子·春山烟欲收","nian":"唐代","author":"牛希济","contson":"\n春山烟欲收，天澹星稀小。残月脸边明，别泪临清晓。语已多，情未了，回首犹重道：记得绿罗裙，处处怜芳草。\n","contyishang":["译文春山上的烟雾即将散去，淡色的天空上，星星稀疏且小。将落的月儿照在我们脸上，流着离别的泪水，天已经接近黎明。话已经说了很多，情意却没有尽头。回过头来仍说道：记得绿罗裙，无论走到何处都要怜惜芳草。","注释①生查子：词调名，原为唐教坊曲名。这首词写一对情侣拂晓惜别的依依之情，是五代词中写离情的名篇，结尾尤为人称道。②烟欲收：山上的雾气正开始收敛。③重(chang)道：再次说。"]}},{"title":"思念","cont":{"title":"襄阳寒食寄宇文籍","nian":"唐代","author":"窦巩","contson":"\n烟水初销见万家，东风吹柳万条斜。 大堤欲上谁相伴，马踏春泥半是花。\n","contyishang":["译文水面上薄烟散去，远远望见岸边许多户人家，在这美丽的春天，却没有人陪伴我，只有我一人在河堤上独自纵马游览，马蹄踏着路上的泥里有一半裹着花瓣。","注释寒食：即寒食节，清明前一二天。宇文籍：从诗的内容看应是作者的一位友人。见：现，显露。"]}},{"title":"思念","cont":{"title":"还高冠潭口留别舍弟","nian":"唐代","author":"岑参","contson":"\n昨日山有信，只今耕种时。遥传杜陵叟，怪我还山迟。独向潭上酌，无人林下期。东谿忆汝处，闲卧对鸬鹚。\n","contyishang":["译文昨日山中捎信给我，眼下已到耕种时节。信中怪我还山太迟，山中放友情深意切。如今独向潭上饮酒，再无兄弟林下相约。东溪之上想你之时，只能对着鸽鹤闯卧。","注释⑴高冠潭：在终南山高冠谷内，为岑参隐居之处。舍弟，本家弟。舍，对自己卑幼亲届的谦称。⑵只今：如今。⑶遥传：从远处传来。杜陵叟（sǒu）：这里指与军参一同隐居的人。杜陵，在长安东南，秦时置杜县，汉宣布陵墓在此地，故称。⑷怪：责怪，埋怨。⑸期：约会。⑹东溪：指南冠谷中的溪水，代指诗隐居之处。汝：这里指诗人的\n"]}},{"title":"思念","cont":{"title":"望湘人·春思","nian":"宋代","author":"贺铸","contson":"\n厌莺声到枕，花气动帘，醉魂愁梦相半。被惜余薰，带惊剩眼，几许伤春春晚。泪竹痕鲜，佩兰香老，湘天浓暖。记小江风月佳时，屡约非烟游伴。须信鸾弦易断。奈云和再鼓，曲终人远。认罗袜无踪，旧处弄波清浅。青翰棹舣，白蘋洲畔，尽目临皋飞观。不解寄、一字相思，幸有归来双燕。\n","contyishang":["译文讨厌那黄莺声传到枕边，心烦那鲜花芳香进到房间，它让我半醉半愁好梦难圆。锦被还留着她身体的余香，而我的腰带却又空了多眼，多少次伤春又到春晚。湘妃竹泪痕正鲜，春兰已花谢香散，湘中春暮天气温暖。曾记得江上风清月明之时，我多次约她相伴游玩。想来琴弦最容易断，如今再把琴弹，一曲既终她就远去不返。要寻找她已无影无踪，旧游处只见江水清浅。我把涂着青色的船靠岸，停在白蓣洲畔。整日里登楼极目远望，却不见她寄来一封书信，好在伴我的还有归来双燕。","注释①望湘人：词牌名。是贺铸自度曲，《全宋词》从《唐宋诸贤妙词选》辑出。双调，一百零六字，仄韵。\n"]}},{"title":"思念","cont":{"title":"贺新郎·春情","nian":"宋代","author":"李玉","contson":"\n篆缕销金鼎。醉沉沉、庭阴转午，画堂人静。芳草王孙知何处，惟有杨花糁径。渐玉枕、腾腾春醒。帘外残红春已透，镇无聊、殢酒厌厌病。云鬓乱，未忺整。江南旧事休重省。遍天涯、寻消问息，断鸿难倩。月满西楼凭阑久，依旧归期未定。又只恐、瓶沉金井。嘶骑不来银烛暗，枉教人、立尽梧桐影。谁伴我，对鸾镜。\n","contyishang":["译文铜鼎香炉的烟缕像篆书般缭绕升腾。醉意沉沉之中，见庭院树荫转了正午，那人在画堂里好寂静。芳草无涯不知王孙何处留踪影？只有暮春的杨花柳絮撒满小径。春光渐去将我从枕上朦朦惊醒。帘外是凋残的落红，春色已熟透，终日百无聊赖，总借酒消愁弄得倦怠如病。满头如云的鬓发乱纷纷，想梳理却无心修整。江南旧事休再重新反省。踏遍天涯寻访他的消息，离群的孤雁难以托请。靠着栏杆久久眺望，明月映满西楼，他的归期是否依旧不定？又恐怕像银瓶沉落金井。昏暗了银座的烛灯，也不见骏马嘶叫着归来，教人枉然在月下伫立得消失了梧桐树影。还有谁陪伴我，对着鸾镜画眉描容？","注释⑴贺新\n"]}},{"title":"思念","cont":{"title":"浪淘沙·帘外五更风","nian":"宋代","author":"李清照","contson":"\n帘外五更风，吹梦无踪。画楼重上与谁同？记得玉钗斜拨火，宝篆成空。回首紫金峰，雨润烟浓。一江春浪醉醒中。留得罗襟前日泪，弹与征鸿。\n","contyishang":["译文五更时分一阵凄风从帘外吹进来，把我从梦中惊醒过来。要想重新登上画楼却不知道该与谁一道？记得当年无聊的用玉钗拨弄香火，如今宝篆香已经燃烧殆尽。回首看向窗外的紫金山峰，水汽腾腾烟雾缭绕，看不到山的本来面目。看着一江春水向东流去，人却在半醒半醉之间。罗襦襟前还留着国破夫亡的的泪水，抚去这些把它们交付给远飞的大雁。","注释①《浪淘沙》：唐教坊曲，又称作《浪淘沙令》，五代时始流行长短句双调小令，又名《卖花声》。五十四字，前后片各四平韵，多作激越凄壮之音。②画楼：华丽的楼阁。③拨火：因为篆香燃过后成香灰，必须拨除香灰避免断\n"]}},{"title":"思念","cont":{"title":"杨柳枝·秋夜香闺思寂寥","nian":"唐代","author":"顾夐","contson":"\n秋夜香闺思寂寥，漏迢迢。鸳帷罗幌麝烟销，烛光摇。正忆玉郎游荡去，无寻处。更闻帘外雨潇潇，滴芭蕉。\n","contyishang":["译文秋夜，深闺弥漫着无聊和空寂，她的思绪犹如远处的更漏声声，嘀嗒地响着，时断时续。夜风吹动筛帐的罗纹如水，帐上的绣鸳鸯似在窃窃私语，烛光轻摇着它孤独的影子，熏炉的香烟正悄悄地散去。心中在把心上的人回忆，他正漫游天涯浪荡无迹，无处得知他的音信，无处去把他寻觅。只听得帘外雨潇潇，如不尽的相思泪，落在芭蕉叶上滴滴。","注释⑴寂寥：寂寞空虚。⑵漏迢迢（tiáo）：更漏之声悠长。古时以漏壶滴水计时。⑶鸳帷：绣着鸳鸯的帷帐。罗幌：丝罗床帐。麝烟：焚麝香发出的烟。烟，一作“香”。⑷玉郎：古代女子对丈夫的爱称。\n"]}},{"title":"思念","cont":{"title":"忆住一师","nian":"唐代","author":"李商隐","contson":"\n无事经年别远公，帝城钟晓忆西峰。炉烟消尽寒灯晦，童子开门雪满松。\n","contyishang":["译文我无端端离开“远公”多年了，此刻长安城中清晓闻钟令我回忆起他所在的西峰佛寺来。住一师也许还在室中煮茗读经，不觉烟炉中焚香已尽，寒灯也渐渐晦暗。外间童子见天色微明，便打开房门，不想夜来大雪，只见一片银白，门前的松树也披满雪。","注释①住一师：僧人，一作匡一师。②无事：无端。③远公：本指东晋庐山东林寺高僧惠远（一作慧远），是净土宗的初祖，此处指住一师。④帝城：指京城长安。⑤钟晓：即晓钟，是唐代京城长安清晨的一大特色，每天拂晓，宫中和各佛寺的钟声一齐长鸣，声震全城。⑥西峰：指庐山。\n"]}},{"title":"思念","cont":{"title":"长干行二首","nian":"唐代","author":"李白","contson":"\n妾发初覆额，折花门前剧。郎骑竹马来，绕床弄青梅。同居长干里，两小无嫌猜。十四为君妇，羞颜未尝开。(未尝 一作：尚不)低头向暗壁，千唤不一回。十五始展眉，愿同尘与灰。常存抱柱信，岂上望夫台。十六君远行，瞿塘滟滪堆。五月不可触，猿声天上哀。(猿声 一作：鸣)门前迟行迹，一一生绿苔。苔深不能扫，落叶秋风早。八月蝴蝶黄，双飞西园草。感此伤妾心，坐愁红颜老。早晚下三巴，预将书报家。相迎不道远，直至长风沙。\n忆妾深闺里，烟尘不曾识。嫁与长干人，沙头候风色。五月南风兴，思君下巴陵。八月西风起，想君发扬子。去来悲如何，见少别离多。湘潭几日到，妾梦越风波。昨夜狂风度，吹折江头树。淼淼暗无边，行人在何处。北客真王公，朱衣满江中。日暮来投宿，数朝不肯东。好乘浮云骢，佳期兰渚东。鸳鸯绿浦上，翡翠锦屏中。自怜十五馀，颜色桃李红。那作商人妇，愁水复愁风。\n","contyishang":["译文其一　　我的头发刚刚盖过额头，在门前折花做游戏。你骑着竹马过来，把弄着青梅，绕着床相互追逐。我们同在长干里居住，两个人从小都没什么猜忌。十四岁时嫁给你作妻子，害羞得没有露出过笑脸。低着头对着墙壁的暗处，一再呼唤也不敢回头。十五岁才舒展眉头，愿意永远和你在一起。常抱着至死不渝的信念，怎么能想到会走上望夫台。十六岁时你离家远行，要去瞿塘峡滟滪堆。五月水涨时，滟滪堆不可相触，两岸猿猴的啼叫声传到天上。门前是你离家时徘徊的足迹，渐渐地长满了绿苔。绿苔太厚，不好清扫，树叶飘落，秋天早早来到。八月里，黄色的蝴碟飞舞，双双飞到西园草地上。看到这种情景我很伤心，因而忧愁容颜衰\n"]}},{"title":"思念","cont":{"title":"生查子·元夕","nian":"宋代","author":"欧阳修","contson":"\n去年元夜时，花市灯如昼。月上柳梢头，人约黄昏后。今年元夜时，月与灯依旧。不见去年人，泪湿春衫袖。(泪湿 ：一作：满)\n","contyishang":["译文去年正月十五元宵节，花市灯光像白天一样明亮。月儿升起在柳树梢头，他约我黄昏以后同叙衷肠。今年正月十五元宵节，月光与灯光仍同去年一样。再也看不到去年的故人，泪珠儿不觉湿透了衣裳。","注释1、元夜：元宵之夜。农历正月十五为元宵节。自唐朝起有观灯闹夜的民间风俗。北宋时从十四到十六三天，开宵禁，游灯街花市，通宵歌舞，盛况空前，也是年轻人蜜约幽会，谈情说爱的好机会。2、花市：民俗每年春时举行的卖花、赏花的集市。3、灯如昼：灯火像白天一样。据宋代孟元老《东京梦华录》卷六《元宵》载：“正月十五日元宵，\n"]}},{"title":"思念","cont":{"title":"赠妇诗三首","nian":"两汉","author":"秦嘉","contson":"\n秦嘉，字士会，陇西人也。为郡上计。其妻徐淑，寝疾还家，不获面别。赠诗云尔。\n人生譬朝露，居世多屯蹇。忧艰常早至，欢会常苦晚。念当奉时役，去尔日遥远。遣车迎子还，空往复空返。省书情凄怆，临食不能饭。独坐空房中，谁与相劝勉？长夜不能眠，伏枕独辗转。忧来如循环，匪席不可卷。\n皇灵无私亲，为善荷天禄。伤我与尔身，少小罹茕独。既得结大义，欢乐苦不足。念当远离别，思念叙款曲。河广无舟梁，道近隔丘陆。临路怀惆怅，中驾正踯躅。浮云起高山，悲风激深谷。良马不回鞍，轻车不转毂。针药可屡进，愁思难为数。贞士笃终始，恩义不可属。\n肃肃仆夫征，锵锵扬和铃。清晨当引迈，束带待鸡鸣。顾看空室中，仿佛想姿形。一别怀万恨，起坐为不宁。何用叙我心，遗思致款诚。宝钗好耀首，明镜可鉴形。芳香去垢秽，素琴有清声。诗人感木瓜，乃欲答瑶琼。愧彼赠我厚，惭此往物轻。虽知未足报，贵用叙我情。\n","contyishang":["译文人生有如清晨露水，居处世上动辄遭难。忧患艰险时常降临，欢欣愉悦迟来姗姗。顾念即将奉命出差，离开你啊日益遥远。派遣帷车迎你归来，空空而去空空而返。见你书信倍感心伤，面对美食不能下咽。孤独一人静坐空房，谁能给我安慰宽勉？漫漫长夜难以成眠，独自伏枕翻复辗转。忧思无穷循环无尽，苇席可卷我愁难遣。","神灵秉公没有偏爱，行善之人承享天福。可叹你我命运不济，从小遭逢凄凉孤独。虽然我俩结为夫妻，欢乐太少使人凄楚。想起将要长久离别，殷切眷恋倾诉心曲。\n"]}},{"title":"思念","cont":{"title":"黄金缕·妾本钱塘江上住","nian":"宋代","author":"司马槱","contson":"\n妾本钱塘江上住。花落花开，不管流年度。燕子衔将春色去，纱窗几阵黄梅雨。斜插犀梳云半吐，檀板轻敲，唱彻黄金缕。望断行云无觅处，梦回明月生南浦。\n","contyishang":["译文我的家就在繁华的钱塘江畔，花开花落，任凭岁月流逝。而今燕子又要把美好的春光带走了，在这黄昏时节，纱窗外下起了一阵潇潇细雨。我把犀梳斜插在头上，让头发半垂鬓边，敲响檀板，唱清丽的歌曲。抬眼望高空白云，不知它漂泊何处，梦醒后只见皎洁的明月从春江江畔冉冉升起。","注释①黄金缕：又名蝶恋花，词牌名。出自唐教坊曲，分上下两阕，共六十个字，一般用来填写多愁善感和缠绵悱恻的内容。②本：原，原本。③钱塘江：古称浙，最早见名于《山海经》，因流经古钱塘县（今杭州）而得名。④黄梅雨：长江中下游流域春末夏初黄梅季节下的雨，\n"]}},{"title":"思念","cont":{"title":"庆春宫·秋感","nian":"宋代","author":"吴文英","contson":"\n残叶翻浓，余香栖苦，障风怨动秋声。云影摇寒，波尘锁腻，翠房人去深扃。昼成凄黯，雁飞过、垂杨转青。阑干横暮，酥印痕香，玉腕谁凭。 菱花乍失娉婷。别岸围红，千艳倾城。重洗清杯，同追深夜，豆花寒落愁灯。近欢成梦，断云隔、巫山几层。偷相怜处，熏尽金篝，销瘦云英。\n","contyishang":[]}},{"title":"思念","cont":{"title":"忆江上吴处士","nian":"唐代","author":"贾岛","contson":"\n闽国扬帆去，蟾蜍亏复圆。秋风生渭水，落叶满长安。此地聚会夕，当时雷雨寒。兰桡殊未返，消息海云端。\n","contyishang":["译文自从你扬帆远航到福建，已经是几度月缺又月圆。分别时秋风吹拂着渭水，落叶飘飞洒满都城长安。记得在送别宴会的夜晚，雷雨交加天气让人生寒。你乘坐的船还没有返回，你的消息还远在海云边。","注释⑴处士：指隐居林泉不入仕的人。⑵闽国：指今福建省一带地方。⑶蟾蜍（chánchú）：即癞蛤蟆。神话传说中月里有蟾蜍，所以这里用它指代月亮。亏复团：指月亮缺了又圆。一作“亏复圆”。⑷渭水：渭河，发源甘肃渭耗县，横贯陕西，东至潼关入黄河。生：一作“吹”。⑸此地：指渭水边分别之地。\n"]}},{"title":"思念","cont":{"title":"金菊对芙蓉·上元","nian":"清代","author":"纳兰性德","contson":"\n金鸭消香，银虬泻水，谁家夜笛飞声。正上林雪霁，鸳甃晶莹。鱼龙舞罢香车杳，剩尊前、袖掩吴绫。狂游似梦，而今空记，密约烧灯。追念往事难凭。叹火树星桥，回首飘零。但九逵烟月，依旧笼明。楚天一带惊烽火，问今宵、可照江城。小窗残酒，阑珊灯灺，别自关情。\n","contyishang":["译文金鸭型的香炉飘香，计时用的银虬在不停地倾泄着流水（意即时间流逝），今夜是谁家的笛声飞泄而出？帝王之宫苑园囿中雪止而初晴，用鸳瓦砌成的井壁晶莹冰冷。鱼龙杂戏演出完毕后你（所思之人）所乘之车远去，只剩下樽前袖子掩住了（拭泪的）吴绫。看似痴狂的游玩如梦幻一般，而现在只记得与你秘密相约在元宵之夜的灯火下。追忆怀念往事又苦于无所凭借。空是慨叹元宵日的灯事之景，回首自己内心只是飘零，情无所托。京城之通衢大道上，烟云缭绕，月色朦胧，灯笼所发出的光依旧明亮。而江南一带正有战事，而今晚那样的月色可否照在江城？小窗下酒降酌尽，灯火将尽，烛光微弱，这样的情景，（那样的往事）总是让人\n"]}},{"title":"思念","cont":{"title":"念奴娇·洞庭春晚","nian":"宋代","author":"辛弃疾","contson":"\n洞庭春晚，旧传恐是，人间尤物。收拾瑶池倾国艳，来向朱栏一壁。透户龙香，隔帘莺语，料得肌如雪。月妖真态，是谁教避人杰。酒罢归对寒窗，相留昨夜，应是梅花发。赋了高唐犹想像，不管孤灯明灭。半面难期，多情易感，愁点星星发。绕梁声在，为伊忘味三月。\n","contyishang":["译文洞庭春喝得比较晚，洞庭湖的春天也来得晚，旧时相传大概就这样，但确实人间物之绝美者。收拾瑶池的时候，把她从瑶池移到朱栏这边来的，是倾国仙姝。可以透出室外散发阵阵的香味，使黄莺隔帘而语，姑射仙子，玉肌冰骨，洁白如雪，令人神移。月夜下的姿态，怎能不使狄仁杰避让？酒宴归来，对着寒窗，仿佛记起昨夜乘醉赏花，梅花应该正在开放。犹如楚襄王梦见巫山神女而使宋玉赋高唐一样，久久不能忘怀，不管灯的明亮或者熄灭，如此美好晤面恐难以后再难遇见了，然而多情之人易于伤感，以致为愁而鬓发斑白。犹如听了韩娥的歌声，舜的音乐，萦绕脑际，经久不忘，甚至达到食而不知其味的痴迷境地。"]}},{"title":"思念","cont":{"title":"长相思·其二","nian":"唐代","author":"李白","contson":"\n日色欲尽花含烟，月明欲素愁不眠。(欲素 一作：如素)赵瑟初停凤凰柱，蜀琴欲奏鸳鸯弦。此曲有意无人传，愿随春风寄燕然。忆君迢迢隔青天，昔日横波目，今作流泪泉。不信妾断肠，归来看取明镜前。(断肠 一作：肠断)\n","contyishang":["韵译夕阳西下暮色朦胧，花蕊笼罩轻烟，月华如练，我思念着情郎终夜不眠。柱上雕饰凤凰的赵瑟，我刚刚停奏，心想再弹奏蜀琴，又怕触动鸳鸯弦。这饱含情意的曲调，可惜无人传递，但愿它随着春风，送到遥远的燕然。忆情郎呵、情郎他迢迢隔在天那边，当年递送秋波的双眼，而今成了流泪的源泉。您若不信贱妾怀思肝肠欲断，请归来看看明镜前我的容颜！","注释①赵瑟：相传古代赵国的人善弹瑟。瑟：弦乐器。②凤凰柱：或是瑟柱上雕饰凤凰形状。③蜀琴句：\n"]}},{"title":"思念","cont":{"title":"减字木兰花·天涯旧恨","nian":"宋代","author":"秦观","contson":"\n天涯旧恨，独自凄凉人不问。欲见回肠，断尽金炉小篆香。黛蛾长敛，任是春风吹不展。困倚危楼，过尽飞鸿字字愁。\n","contyishang":["译文远隔天涯旧恨绵绵，凄凄凉凉孤独度日无人问讯。要想知道我是如何愁肠百结，就像金炉中燃尽的篆香。长眉总是紧锁，任凭春风劲吹也不舒展。困倦地倚靠高楼栏杆，看那高飞的雁行，字字都是愁。","注释⑴减字木兰花：词牌名。此调将《偷声木兰花》上下阕起句各减三字，故名。⑵篆（zhuàn）香：比喻盘香和缭绕的香烟。⑶黛蛾：指眉毛。"]}},{"title":"思念","cont":{"title":"梅花落","nian":"唐代","author":"杨炯","contson":"\n窗外一株梅，寒花五出开。影随朝日远，香逐便风来。泣对铜钩障，愁看玉镜台。行人断消息，春恨几裴回。\n","contyishang":["译文庭院中有许许多多的杂树，却偏偏对梅花赞许感叹，请问你为何会如此？是因为它能在寒霜中开花，在寒露中结果实。可是，一旦到了春天，在春风中摇荡，在春日里妩媚的你，却纷纷随风飘落净尽，徒有抗寒霜的外表，却没有抗寒霜的本质。","注释①中庭：庭院中。②咨嗟：叹息声。③君：指上句\"偏为梅咨嗟\"的诗人。④其：指梅花。作花：开花。作实：结实。其下是诗人的回答。这二句是说梅花能在霜中开花，露中结实，不畏严寒。⑤尔：指梅花。霜华：霜中的花。华，同“花”。这三句是说梅花（纵使在艰难日子显示出抗霜抗露的特\n"]}},{"title":"思念","cont":{"title":"华下","nian":"唐代","author":"司空图","contson":"\n故国春归未有涯，小栏高槛别人家。五更惆怅回孤枕，犹自残灯照落花。\n","contyishang":["译文春回故乡美妙的景象无边无涯，那优美的小栏高槛是别人的家。五更时惆怅苦闷又回到我心上，仍是孤灯一盏照着这片片落花。","注释⑴华下：即华州（今陕西华县），作者曾旅居华州。⑵故国：指作者的家乡。春归：指春回大地。未有涯：无边无际。⑶小栏高槛：小小的栏杆，高高的横槛。⑷五更：天快亮时称五更。孤枕：指作者自己孤零零地睡着。⑸犹：还。残灯：灯已没油，光也昏暗了。落花：指花朵零落，春即归去。"]}},{"title":"思念","cont":{"title":"过燕支寄杜位","nian":"唐代","author":"岑参","contson":"\n燕支山西酒泉道，北风吹沙卷白草。长安遥在日光边，忆君不见令人老。\n","contyishang":["译文燕支山西面的酒泉道上，北风刮起狂沙，卷起白草。那长安城在那遥远的日光边，我怀念你却无法相见，这种相思令我衰老。","注释⑴燕支：山名，又名焉支山，在今甘肃省丹东。杜位：杜甫的堂弟，李林甫的女婿，曾任考功郎中、湖州刺史。⑵酒泉：郡名，即肃州，今甘肃酒泉。⑶白草：边塞所长之牧草。据《汉书·西域传》注曰：“白草似莠而细，无芒，其干熟时正白色，牛马所嗜也。”"]}},{"title":"思念","cont":{"title":"忆秦娥·箫声咽","nian":"唐代","author":"李白","contson":"\n箫声咽，秦娥梦断秦楼月。秦楼月，年年柳色，灞陵伤别。乐游原上清秋节，咸阳古道音尘绝。音尘绝，西风残照，汉家陵阙。\n","contyishang":["译文玉箫的声音悲凉呜咽，秦娥从梦中惊醒时，秦家的楼上正挂着一弦明月。秦家楼上的下弦月，每一年桥边青青的柳色，都印染着灞陵桥上的凄怆离别。遥望乐游原上冷落凄凉的秋日佳节，通往咸阳的古路上音信早已断绝。西风轻拂着夕阳的光照，眼前只是汉朝留下的坟墓和宫阙。 ","注释⑴此词上片伤别，下片伤逝。两宋之交邵博《邵氏闻见后录》始称之为李白之作。南宋黄升《唐宋诸贤绝妙词选》亦录于李白名下。明代以来屡有质疑者。⑵箫：一种竹制的管乐器。咽：呜咽，形容箫管吹出的曲调低沉而悲凉，呜呜咽咽如泣如诉。⑶梦断：梦被打断，即梦醒。⑷灞陵：\n"]}},{"title":"思念","cont":{"title":"九歌·湘夫人","nian":"先秦","author":"屈原","contson":"\n帝子降兮北渚，目眇眇兮愁予。袅袅兮秋风，洞庭波兮木叶下。(袅袅 一作：渺渺)登白薠兮骋望，与佳期兮夕张。鸟何萃兮苹中，罾何为兮木上。沅有芷兮澧有兰，思公子兮未敢言。荒忽兮远望，观流水兮潺湲。麋何食兮庭中？蛟何为兮水裔？朝驰余马兮江皋，夕济兮西澨。闻佳人兮召予，将腾驾兮偕逝。筑室兮水中，葺之兮荷盖；荪壁兮紫坛，播芳椒兮成堂；桂栋兮兰橑，辛夷楣兮药房；罔薜荔兮为帷，擗蕙櫋兮既张；白玉兮为镇，疏石兰兮为芳；芷葺兮荷屋，缭之兮杜衡。合百草兮实庭，建芳馨兮庑门。九嶷缤兮并迎，灵之来兮如云。捐余袂兮江中，遗余褋兮澧浦。搴汀洲兮杜若，将以遗兮远者；时不可兮骤得，聊逍遥兮容与！\n","contyishang":["译文湘君降落在北洲之上，极目远眺啊使我惆怅。树木轻摇啊秋风初凉，洞庭起波啊树叶落降。踩着白薠啊纵目四望，与佳人相约啊在今天晚上。鸟儿为什么聚集在水草之处？鱼网为什么挂结在树梢之上？沅水芷草绿啊澧水兰花香，思念湘夫人啊却不敢明讲。神思恍惚啊望着远方，只见江水啊缓缓流淌。麋鹿为什么在庭院里觅食？蛟龙为什么在水边游荡？清晨我打马在江畔奔驰，傍晚我渡到江水西旁。我听说湘夫人啊在召唤着我，我将驾车啊与她同往。我要把房屋啊建筑在水中央，还要把荷叶啊盖在屋顶上。荪草装点墙\n"]}},{"title":"思念","cont":{"title":"冬晚对雪忆胡居士家","nian":"唐代","author":"王维","contson":"\n寒更传晓箭，清镜览衰颜。隔牖风惊竹，开门雪满山。洒空深巷静，积素广庭闲。借问袁安舍，翛然尚闭关。\n","contyishang":["译文寒冷的更声已经传报拂晓时刻，明镜中先看到自己的衰老容颜。隔窗听风声乱撼着窗前的丛竹，推门见大雪盖满了对面的群山。飘洒空中使那深长的小巷宁静，皑皑的积雪更觉庭院宽广清闲。试问胡居士您在家里会怎么样，想必是坦然高卧柴门依旧紧关。","注释⑴胡居士：名字生平未详。古代称信佛而不出家的人为居士，也指隐者。⑵寒更：寒夜的更点。唐骆宾王《别李峤得胜字》诗：“寒更承夜永，凉景向秋澄。”晓箭：拂晓时漏壶中指示时刻的箭，常借指凌晨这段时间。箭：古代计时仪器漏壶中的箭标，上面刻有度数，随着漏壶里的水不断下滴，箭标上的刻度\n"]}},{"title":"思念","cont":{"title":"生查子·旅思","nian":"清代","author":"吴伟业","contson":"\n一尺过江山，万点长淮树。石上水潺潺，流入青溪去。六月北风寒，落叶无朝暮。度樾与穿云，林黑行人顾。\n","contyishang":[]}},{"title":"思念","cont":{"title":"青楼怨","nian":"唐代","author":"王昌龄","contson":"\n香帏风动花入楼，高调鸣筝缓夜愁。 肠断关山不解说，依依残月下帘钩。\n","contyishang":[]}},{"title":"思念","cont":{"title":"贺明朝·忆昔花间相见后","nian":"五代","author":"欧阳炯","contson":"\n忆昔花间相见后，只凭纤手，暗抛红豆。人前不解，巧传心事，别来依旧，辜负春昼。碧罗衣上蹙金绣，睹对对鸳鸯，空裛泪痕透。想韶颜非久，终是为伊，只恁偷瘦。\n","contyishang":[]}},{"title":"思念","cont":{"title":"七夕","nian":"唐代","author":"李贺","contson":"\n别浦今朝暗，罗帷午夜愁。鹊辞穿线月，花入曝衣楼。天上分金镜，人间望玉钩。钱塘苏小小，更值一年秋。\n","contyishang":["译文天河隐隐逢七夕，独处罗帐半夜愁。乌鹊离去穿线月，萤火飞入晒衣楼。牛女双星合又分，人世情侣望玉钩。不见钱塘苏小小，独处寂寞又一秋。","注释⑴七夕：农历七月初七夜晚。民间传说，牛郎织女每年此夜在天河相会。旧俗妇女于是夜在庭院中进行乞巧活动。⑵浦：水边。别浦：指天河、银河。王琦云：“以其为牛女二星隔绝之地，故谓之曰别浦。”⑶罗帷：丝制帷幔。战国楚宋玉《风赋》：“跻于罗帷，经于洞房。”⑷“鹊辞”句：七夕乌鹊填河成桥，以渡织女。事见应劭《风俗通义》。又七夕妇女结彩缕，穿七孔针，陈瓜果于\n"]}},{"title":"思念","cont":{"title":"送梓州高参军还京","nian":"唐代","author":"卢照邻","contson":"\n京洛风尘远，褒斜烟露深。北游君似智，南飞我异禽。 别路琴声断，秋山猿鸟吟。一乖青岩酌，空伫白云心。\n","contyishang":[]}},{"title":"思念","cont":{"title":"生查子·富阳道中","nian":"宋代","author":"毛滂","contson":"\n春晚出山城，落日行江岸。人不共潮来，香亦临风散。 花谢小妆残，莺困清歌断。行雨梦魂消，飞絮心情乱。\n","contyishang":["　　《生查子》，原是唐代教坊曲名。这首词的写作背景与作者的《惜分飞·富阳僧舍作别语赠妓琼芳》一样，皆是他辞官后，行于富阳途中所作。","　　词的上片，首句写词人在暮春傍晚时分，独自离开富阳县的山城，行至富春江畔。富阳县位于杭州府西南，富春江的下游。词人眺望江面，雾霭茫茫，斜晖脉脉，在这黯然萧索的氛围中，强烈的怅意和思念占据了词人的心。“人不共潮来，香亦临风散”，就是词人所惆怅所思念的事情了。词人深感遗恨的是，钱塘潮水不能将心爱的人带到身边，而那女子为自己祈祝燃香，香烟则随风飘散了。人既不能来，香也闻不到，祈愿是枉然，寄信更不通，这令词人深感痛苦。","　　词的下片\n"]}},{"title":"思念","cont":{"title":"小桃红·碧湖湖上柳阴阴","nian":"元代","author":"杨果","contson":"\n碧湖湖上柳阴阴，人影澄波浸，常记年时欢花饮。到如今，西风吹断回文锦。羡他一对，鸳鸯飞去，残梦蓼花深。\n","contyishang":["译文碧绿的湖面上笼罩着柳荫，人的倒影在明净的水波中映浸。经常浮现在记忆里的是年时节下花前的畅饮。到如今，夫妻离散无音信。羡慕那成双成对的鸳鸯，比翼齐飞到蓼花深处，人却是鸳梦已残，无计重温。","注释回文锦：东晋前秦才女苏惠被丈夫窦涛遗弃，织锦为“璇玑图”寄涛，锦上织入八百余字，回旋诵读，可成诗数千首。窦涛感动，终于和好如初。后人因以“回文锦”代指思妇寄给远方夫君的述情之物。"]}},{"title":"思念","cont":{"title":"生查子·药名闺情","nian":"宋代","author":"陈亚","contson":"\n相思意已深，白纸书难足。字字苦参商，故要檀郎读。 分明记得约当归，远至樱桃熟。何事菊花时，犹未回乡曲。\n","contyishang":["译文自从与夫君离别之后，思忿之情绪日渐加深，这短短的信笺，无法写尽我要倾诉的思情。信中的每一个字，都饱含着我的相思之苦，希望夫君仔细阅读，明白此情。我清楚地记得，当时相约，你最迟于仲夏樱桃红熟之时回家。我日日盼，夜夜想，已经到了秋天，连菊花都开放了，为什么还没有你回来的音信呢? ","注释①相思：即“相思子”，中药名。②意已：谐中药名“薏苡”。③白纸：指信笺。又谐中药名“白芷”。④苦参商：谓夫妻别离，苦如参商二星不能相见。参星在西，商星(即辰星)在东，此出彼没，无法相见。苦参，中药名。⑤檀郎\n"]}},{"title":"思念","cont":{"title":"望夫山","nian":"唐代","author":"刘禹锡","contson":"\n终日望夫夫不归，化为孤石苦相思。望来已是几千载，只似当时初望时。\n","contyishang":["　　传说古时候有一位妇女思念远出的丈夫，立在山头守望不回，天长日久竟化为石头。这个古老而动人的传说在民间流行相当普遍。这首诗所指的望夫山，在今安徽当涂县西北，唐时属和州。此诗题下原注“正对和州郡楼”，可见作于刘禹锡和州刺史任上。","　　全诗紧扣题目，通篇只在“望”字上做文章。“望”字三见，诗意也推进了三层。一、二句从“望夫石”的传说入题，是第一层，“终日”即从早到晚，又含有日复一日时间久远之意。可见“望”者一往情深；“望夫”而“夫不归”，是女子化石的原因。“夫”字叠用形成句中顶针格，意转声连，便觉节奏舒缓，音韵悠扬。次句重在“苦相思”三字，正是“化为石，不回头”（王建《望夫\n"]}},{"title":"思念","cont":{"title":"久别离","nian":"唐代","author":"李白","contson":"\n别来几春未还家，玉窗五见樱桃花。况有锦字书，开缄使人嗟。至此肠断彼心绝。云鬟绿鬓罢梳结，愁如回飙乱白雪。去年寄书报阳台，今年寄书重相催。 东风兮东风，为我吹行云使西来。待来竟不来，落花寂寂委青苔。\n","contyishang":["译文　　自从分别以后，不知几个春天没有回家了，又是个温暖的春日，隔窗望去，樱桃花已经开放了。这时远方又有书信传来，开启后不禁让人嗟叹不已。至此伤心肠断，悲痛欲绝。女子头发浓密如云，因为她愁绪万千，像旋风吹动雪花那样绵绵不断，她实在懒得梳理。去年寄书回来，就说要回来了；今年寄书重新诉说将要归来之意。东风啊，你捎去女子的思念，使他早些归来吧。等待他归来他却迟迟未归，实在是百无聊赖，只见满地落花堆积，青苔蔓延整个台阶。","注释①锦字书：这里运用的是典故。前秦苻坚时，秦州刺史窦涛被流放在边远之地，他的妻子思念他，就织锦为文，在丝锦上写信赠给丈夫，她的词作写得\n"]}},{"title":"思念","cont":{"title":"摊破浣溪沙·菡萏香销翠叶残","nian":"五代","author":"李璟","contson":"\n菡萏香销翠叶残，西风愁起绿波间。还与韶光共憔悴，不堪看。细雨梦回鸡塞远，小楼吹彻玉笙寒。多少泪珠何限恨，倚栏干。(栏 通：阑) (何限恨 一作：无限恨)\n","contyishang":["译文荷花落尽，香气消散，荷叶凋零，深秋的西风拂动绿水，使人愁绪满怀。美好的人生年华不断消逝。与韶光一同憔悴的人，自然不忍去看（这满眼萧瑟的景象）。 细雨绵绵，梦境中塞外风物缈远。（醒来）寒笙呜咽之声回荡在小楼中。（想起故人旧事），（她）含泪倚栏，怀抱无穷幽怨。","注释⑴摊破浣溪沙：词牌名。又名“添字浣溪沙”“山花子”“南唐浣溪沙”。双调四十八字，前阕三平韵，后阕两平韵，一韵到底。前后阕基本相同，只是前阕首句平脚押韵，后阕首句仄脚不押韵。后阕开始两句一般要求对仗。这是把四十二字的“浣溪沙”前后阕末句扩展成两句，所以叫“摊破浣溪沙”。\n"]}},{"title":"思念","cont":{"title":"画堂春·寄子由","nian":"宋代","author":"苏轼","contson":"\n柳花飞处麦摇波，晚湖净鉴新磨。小舟飞棹去如梭，齐唱采菱歌。平野水云溶漾，小楼风日晴和。济南何在暮云多，归去奈愁何。\n","contyishang":["译文陈州城内美景多，柳花纷飞的地方，麦子随风摇摆，如金色的波浪一般。风平浪静之后，夜晚的大明湖犹如新磨的镜子一般明亮照人。湖上的小舟双棹齐飞，就好比织衣服的梭子那般在湖面上飞快来去。船上的采菱女们一齐唱着采菱歌，歌声悦耳动听。平原之上，水云相接之处，水天一色，碧波荡漾。小楼之外，风和日丽，天气晴好。济南风光如此大好，但依然难解心中的相思之情。归去，为何就这般难呢？","注释①《画堂春》：词牌名，又名《画堂春令》。双调，四十七字。上片四句，四平韵。下片四句，三平韵。上下片除第一句不同外，其余三句字数、格律相同。②子由：苏轼的弟弟苏\n"]}},{"title":"思念","cont":{"title":"定风波·暖日闲窗映碧纱","nian":"唐代","author":"欧阳炯","contson":"\n暖日闲窗映碧纱，小池春水浸晴霞。数树海棠红欲尽，争忍，玉闺深掩过年华。独凭绣床方寸乱，肠断，泪珠穿破脸边花。邻舍女郎相借问，音信，教人休道未还家。\n","contyishang":["译文风和日暖，春意阑珊，白云匆匆过，人立碧窗前。池水浸染着空中的霞光，几株海棠绿阴阴，树上瘦花无几，地上却残红堆满。红欲尽，春将残，思念苦，不忍看；更堪这，还得门深掩、守空闺，倚孤枕，年华虚度又一年。绮窗前，深念远，独凭绣床，心绪烦乱，愁肠寸断。念远思亲如泉泪，乱湿美艳如花胭脂脸。思悠悠，念浓浓，怨深深，恨重重，泪破莲腮两线红。邻家姐妹相慰问：“玉郎可安好？”怎回答？羞涩道：“归期遥遥，天涯良人未还家！”","注释闲窗：雕花和护栏的窗子。闲：阑也。闲窗，一般用作幽闲之意。争忍：怎能禁受的意思。凭：此处是倚\n"]}},{"title":"思念","cont":{"title":"翻香令·金炉犹暖麝煤残","nian":"宋代","author":"苏轼","contson":"\n金炉犹暖麝煤残。惜香更把宝钗翻。重闻处，余熏在，这一番、气味胜从前。背人偷盖小蓬山。更将沈水暗同然。且图得，氤氲久，为情深、嫌怕断头烟。\n","contyishang":["译文香炉还是暖的，炉中的香烧的所剩不多了。爱惜香，哪怕剩的不多了。也要用宝钗把那点残余未尽的香翻动，使它全部燃烧完毕。再嗅那里，余留的香还存在。趁着别人不知道，把沉香木加进香炉中，和燃烧着的香料一同暗暗燃烧，再偷偷地把香炉的盖子盖上，想让香气飘的更久一些。这么做因为两人感情很深，害怕香没有烧完就会熄灭。","注释⑴翻香令：词牌名，创于苏轼，因词中有“惜香更把宝钗翻”，故名。《词式》卷二说“全调只有此一词，无别词可较”。⑵金炉：金属铸的香炉。⑶麝煤：即麝（shè）墨。⑷惜香：珍惜麝香、供香。⑸宝\n"]}},{"title":"思念","cont":{"title":"寄人","nian":"唐代","author":"张泌","contson":"\n别梦依依到谢家，小廊回合曲阑斜。多情只有春庭月，犹为离人照落花。\n","contyishang":["译文别梦中隐约来到了谢家，徘徊在小回廊栏杆底下。只有天上春月最是多情，还为离人照着庭院落花。","注释⑴谢家：泛指闺中女子。晋谢奕之女谢道韫、唐李德裕之妾谢秋娘等皆有盛名，故后人多以“谢家”代闺中女子。⑵“小廊”句：指梦中所见景物。回合：回环、回绕。阑：栏杆。⑶“多情”句：指梦后所见。⑷离人：这里指寻梦人。"]}},{"title":"思念","cont":{"title":"虞美人·愁痕满地无人省","nian":"清代","author":"纳兰性德","contson":"\n愁痕满地无人省，露湿琅玕影。闲阶小立倍荒凉。还剩旧时月色在潇湘。薄情转是多情累，曲曲柔肠碎。红笺向壁字模糊，忆共灯前呵手为伊书。\n","contyishang":["译文愁绪像落叶一样撒落满地，而这愁绪却无人能够理解，露水打湿了竹叶的影子，我孤零零地站在空荡的台阶上，只有旧时曾共同照耀着我们的斑竹月色能安慰我的心绪。我宁愿让自己薄情寡义，不因多情而心累，阵阵歌声催得我柔肠寸断对着墙壁读你的信笺，不禁想起当初在灯前呼着热气暖手，为你书写心曲。","注释①虞美人：词牌名，唐教坊曲。初咏项羽宠姬虞美人，因以为名。又名 “一江春水”、“玉壶水”、“巫山十二峰”等。双调，五十六字，上下片各四句。②秋夕：七月七日晚上。信步：随便漫步。③愁痕：指青青的苔痕。④琅玕（Iàng gàn\n"]}},{"title":"思念","cont":{"title":"浣溪沙·杨柳千条送马蹄","nian":"清代","author":"纳兰性德","contson":"\n杨柳千条送马蹄，北来征雁旧南飞。客中谁与换春衣。终古闲情归落照，一春幽梦逐游丝。信回刚道别多时。\n","contyishang":["译文在杨柳依依的季节，我骑着骏马远行，春天北来的大雁都是去年去南方过冬的，只身在外，已经换了季节，有谁为我打点行装，替我换上春天的衣裳呢？自古以来，闲情逸致只能寄托在落日的余晖上，而我这一春幽梦，追逐着飘荡在空中的蜘蛛丝。刚刚寄走家书，只说自己离家太久。","注释①浣溪沙：词牌名，小令，又名《满院春》《小庭花》等，因西施浣纱的故事而得名。双调，四十二字，前段三句，三平韵，后三句，两平韵。②古北口：长城的重要关口，地势险峻，在今北京密云县境，为北京与东北往来的必经之路。③北来征雁：大雁每年春分节令前后从南方北归，以其前\n"]}},{"title":"思念","cont":{"title":"估客乐四首","nian":"南北朝","author":"释宝月","contson":"\n郎作十里行，侬作九里送。拔侬头上钗，与郎资路用。\n有信数寄书，无信心相忆。莫作瓶落井，一去无消息。\n大艑珂峨头，何处发扬州。借问艑上郎，见侬所欢不？\n初发扬州时，船出平津泊。五两如竹林，何处相寻博。\n","contyishang":["　　以上四首诗，分为两组，写作于南齐永明（483—493）年间。“永明”是齐武帝萧赜的年号。传说萧赜未登基前，曾游历樊城、邓县（今湖北省襄樊市一带），熟悉了《估客乐》这一支歌曲。（估客，同“贾客”，行商之人）他当上皇帝后，因追忆往事，写过以“昔经樊邓役，阻潮梅根渚”为内容的两首《估客乐》诗，并让乐府官吏奏入管弦以教习乐工。但他的歌辞写得不好，无法同原来的曲调谐合，于是他召来僧侣宝月，命宝月重新写作了两首《估客乐》辞。宝月的作品，很快就同歌曲谐合了。乐府歌人还在歌中加上了表达感忆意思的和送声，使歌曲大行于世。后来，宝月又续作了后两首诗，让乐工在齐武帝萧赜驾龙舟游观五城时歌唱。这几首歌而且被\n"]}}]