[{"title":"悼亡","cont":{"title":"别房太尉墓","nian":"唐代","author":"杜甫","contson":"\n他乡复行役，驻马别孤坟。近泪无干土，低空有断云。对棋陪谢傅，把剑觅徐君。唯见林花落，莺啼送客闻。\n","contyishang":["译文我东西漂泊，一再奔走他乡异土，今日歇脚阆州，来悼别你的孤坟。泪水沾湿了泥土，心情十分悲痛，精神恍惚，就象低空飘飞的断云。当年与你对棋，比你为晋朝谢安，而今在你墓前，象季札拜别徐君。不堪回首，眼前只见这林花错落，离去时，听得黄莺啼声凄怆难闻。","注释房太尉：房琯。复行役：指一再奔走。近泪句：意谓泪流处土为之不干。对棋：对奕、下棋。把剑句：春秋时吴季札聘晋，路过徐国，心知徐君爱其宝剑，及还，徐君已死，遂解剑挂在坟树上而去。意即早已心许。谢傅：指谢安。以谢安\n"]}},{"title":"悼亡","cont":{"title":"遣悲怀三首·其一","nian":"唐代","author":"元稹","contson":"\n谢公最小偏怜女，自嫁黔娄百事乖。顾我无衣搜荩箧，泥他沽酒拔金钗。(荩箧 一作：画箧)野蔬充膳甘长藿，落叶添薪仰古槐。今日俸钱过十万，与君营奠复营斋。\n","contyishang":["译文你如同谢公最受偏爱的女儿，嫁给我这个贫士事事不顺利。你见我没有衣衫就在箱子找，你拔下金钗因我相求而买酒。你用野蔬充饥却说食物甘美，你用落叶作薪你用枯枝做炊。如今我高官厚禄你却离人间，为你寄点延请僧道超度士灵。","注释⑴谢公东晋宰相谢安，他最偏爱侄女谢道韫。⑵黔娄：战国时齐国的贫士。此自喻。言韦丛以名门闺秀屈身下嫁。百事乖：什么事都不顺遂。⑶荩箧：竹或草编的箱子。⑷泥：软缠，央求。⑸藿：豆叶，嫩时可食。⑹奠：祭奠，设酒食而祭。"]}},{"title":"悼亡","cont":{"title":"悼室人","nian":"南北朝","author":"江淹","contson":"\n秋至捣罗纨，泪满未能开。风光肃入户，月华为谁来？结眉向蛛网，沥思视青苔。鬓局将成葆，带减不须摧。我心若涵烟，葐蒀满中怀。\n","contyishang":["　　“秋至捣罗纨，泪满未能开”，秋天到了，天气转凉，照例要另添新衣了。罗、纨都是丝织品，在制衣前先要将其展开放在砧上用杵捣，然后才能制衣。在古代诗歌作品中，捣衣常常用来表现妇女对远行在外的亲人的思念，可是这首诗中，诗人却因捣衣无人而引起了和妻子生死永诀的巨大悲哀。捣衣、制衣都是妇女的工作，妻子如果在世，此时肯定要忙碌起来了，可如今到了这个时节，妻子却已永离人世了。面对成叠的罗纨，诗人不觉又潸然泪下。那帛匹上已沾满了泪水，诗人还在怅然伫立。“未能”二字，见出诗人的内心已由酸痛而至于麻木，他无力也不忍打开那帛匹了。这二句由事及人，由人及情，包含了作者深切的情思。","　　“风光肃\n"]}},{"title":"悼亡","cont":{"title":"思佳客·迷蝶无踪晓梦沉","nian":"宋代","author":"吴文英","contson":"\n迷蝶无踪晓梦沉。寒香深闭小庭心。欲知湖上春多少，但看楼前柳浅深。愁自遣，酒孤斟。一帘芳景燕同吟。杏花宜带斜阳看，几阵东风晚又阴。\n","contyishang":["　　这首词是作者居于杭州时所作，有怀人之意。从词的内容看，应当是作于杭州姬妾辞世之后。","　　上片，“迷蝶无踪晓梦沉”，写清晨梦醒之后，梦中的情景已消逝无踪。所用乃是《庄子·齐物论》庄周化蝶的典故。它的本义是说世事与梦境的真幻，颠倒难分，两者本都不值得执着看待。但后人又把这则故事与《庄子·至乐》中写他丧妻时鼓盆而歌，不表示悲哀的故事联系在一起，猜想庄子大概也把丧妻看成作梦，所以悼念亡妾的作品，也常用到化蝶、梦蝶的典故。文英这句词，表面是写梦，其深层却是以梦隐喻过去的经历；联系他的生平来看，又似包含着对亡妾的思念。虽说“无踪”，毕竟入梦；梦由思生，又怎能真正地忘却？既然如此，\n"]}},{"title":"悼亡","cont":{"title":"蓼莪","nian":"先秦","author":"佚名","contson":"\n蓼蓼者莪，匪莪伊蒿。哀哀父母，生我劬劳。\n蓼蓼者莪，匪莪伊蔚。哀哀父母，生我劳瘁。\n瓶之罄矣，维罍之耻。鲜民之生，不如死之久矣。无父何怙？无母何恃？出则衔恤，入则靡至。\n父兮生我，母兮鞠我。抚我畜我，长我育我，顾我复我，出入腹我。欲报之德。昊天罔极！\n南山烈烈，飘风发发。民莫不穀，我独何害！南山律律，飘风弗弗。民莫不穀，我独不卒！\n","contyishang":["译文看那莪蒿长得高，却非莪蒿是散蒿。可怜我的爹与妈，抚养我大太辛劳！","看那莪蒿相依偎，却非莪蒿只是蔚。可怜我的爹与妈，抚养我大太劳累！","汲水瓶儿空了底，装水坛子真羞耻。孤独活着没意思，不如早点就去死。没有亲爹何所靠？没有亲妈何所恃？出门行走心含悲，入门茫然不知止。","爹爹呀你生下我，妈妈呀你喂养我。你们护我疼爱我，养我长大培育我，想我不愿离开我，出入家门怀抱我。想报爹妈大恩德，老天降祸难预测！","南山高峻难逾越，飙风凄厉令人怯。大家没有不幸事，独我为何遭此劫？南山高峻难迈过，飙风凄厉人哆嗦。大家没有不幸事，不能终养独\n"]}},{"title":"悼亡","cont":{"title":"梦微之","nian":"唐代","author":"白居易","contson":"\n夜来携手梦同游，晨起盈巾泪莫收。漳浦老身三度病，咸阳宿草八回秋。君埋泉下泥销骨，我寄人间雪满头。阿卫韩郎相次去，夜台茫昧得知不？\n","contyishang":["译文夜里做梦与你携手共同游玩，早晨醒来泪水流满巾也不擦拭。在漳浦我三次生病，长安城草生草长已经八个年头。想你逝去九泉尸骨已经化成泥沙，我还暂时寄住人间白发满头。阿卫韩郎已经先后去世，黄泉渺茫昏暗能够知晓吗？","注释微之：唐朝诗人元稹（779－831），字微之，与白居易同科及第，并结为终生诗友。漳浦：地名，在今福建漳州南部。宿草：指墓地上隔年的草，用为悼念亡友之辞朋友之墓，有宿草而不哭焉。君埋泉下：指微之去世。阿卫：微之的小儿子。韩郎：微之的爱婿。\n"]}}]