[{"title":"惜时","cont":{"title":"劝学诗 / 偶成","nian":"宋代","author":"朱熹","contson":"\n少年易老学难成，一寸光阴不可轻。(一作：少年易学老难成)未觉池塘春草梦，阶前梧叶已秋声。\n","contyishang":["译文青春的日子十分容易逝去，学问却很难获得成功，所以每一寸光阴都要珍惜，不能轻易放过。没等池塘生春草的美梦醒来，台阶前的梧桐树叶就已经在秋风里沙沙作响了。 ","注释1、池塘春草梦：这是一个典故，源于《南史·谢方明传》，谢方明之子惠连，年十岁能属文，族兄灵运嘉赏之，云：“每有篇章，对惠连辄得佳话。”尝于永嘉西堂四诗，竞日不就，忽梦见惠连，即得“池塘生春草”，大以为工。常云：“此语神功，非吾语也。”“池塘生春草，园柳变鸣禽”是谢灵运《登池上楼》中的诗句，后被赞誉为写春意的千古名句，此处活用其典，意谓美好的青春年华将很快消逝，如同一场春梦。2、秋声\n"]}},{"title":"惜时","cont":{"title":"今日歌","nian":"明代","author":"文嘉","contson":"\n今日复今日，今日何其少！今日又不为，此事何时了？人生百年几今日，今日不为真可惜！若言姑待明朝至，明朝又有明朝事。为君聊赋今日诗，努力请从今日始。\n","contyishang":[]}},{"title":"惜时","cont":{"title":"长歌行","nian":"两汉","author":"佚名","contson":"\n青青园中葵，朝露待日晞。阳春布德泽，万物生光辉。常恐秋节至，焜黄华叶衰。百川东到海，何时复西归？少壮不努力，老大徒伤悲！\n","contyishang":["译文园中的葵菜都郁郁葱葱，晶莹的朝露阳光下飞升。春天把希望洒满了大地，万物都呈现出一派繁荣。常恐那肃杀的秋天来到，树叶儿黄落百草也凋零。百川奔腾着东流到大海，何时才能重新返回西境？少年人如果不及时努力，到老来只能是悔恨一生。","注释⑴长歌行：汉乐府曲题。这首诗选自《乐府诗集》卷三十，属相和歌辞中的平调曲。⑵葵：“葵”作为蔬菜名，指中国古代重要蔬菜之一。《诗经·豳风·七月》：“七月亨葵及菽。”李时珍《本草纲目》说“葵菜古人种为常食，今之种者颇鲜。有紫茎、白茎二种，以白茎为胜。大叶小花，花紫黄色\n"]}},{"title":"惜时","cont":{"title":"劝学","nian":"唐代","author":"颜真卿","contson":"\n三更灯火五更鸡，正是男儿读书时。黑发不知勤学早，白首方悔读书迟。\n","contyishang":["译文每天三更半夜到鸡啼叫的时候，是男孩子们读书的最好时间。少年时只知道玩，不知道要好好学习，到老的时候才后悔自己年少时为什么不知道要勤奋学习。","注释更：古时夜间计算时间的单位，一夜分五更，每更为两小时。午夜11点到1点为三更。五更鸡：天快亮时，鸡啼叫。黑发：年少时期，指少年。白首：头发白了，这里指老年。方：才。"]}},{"title":"惜时","cont":{"title":"杂诗","nian":"魏晋","author":"陶渊明","contson":"\n人生无根蒂，飘如陌上尘。分散逐风转，此已非常身。落地为兄弟，何必骨肉亲！得欢当作乐，斗酒聚比邻。盛年不重来，一日难再晨。及时当勉励，岁月不待人。\n","contyishang":["译文人生在世没有根蒂，飘泊如路上的尘土。生命随风飘转，此身历尽了艰难，已经不是原来的样子了。世人都应当视同兄弟，何必亲生的同胞弟兄才能相亲呢？遇到高兴的事就应当作乐，有酒就要邀请近邻共饮。青春一旦过去便不可能重来，一天之中永远看不到第二次日出。应当趁年富力强之时勉励自己，光阴流逝，并不等待人。 ","注释①蒂（dì帝）：瓜当、果鼻、花与枝茎相连处都叫蒂。陌：东西的路，这里泛指路。这两句是说人生在世没有根蒂，飘泊如路上的尘土。 ②此：指此身。非常身：不是经久不变的身，即不再是盛年壮年之身\n"]}},{"title":"惜时","cont":{"title":"短歌行","nian":"唐代","author":"李白","contson":"\n白日何短短，百年苦易满。苍穹浩茫茫，万劫太极长。麻姑垂两鬓，一半已成霜。天公见玉女，大笑亿千场。吾欲揽六龙，回车挂扶桑。北斗酌美酒，劝龙各一觞。富贵非所愿，与人驻颜光。\n","contyishang":["译文白天何其太短暂，百年光阴很快就过去了。苍穹浩渺无际，万劫之世实在是太长了。就连以长寿著名的仙女麻姑，头发也白了一半了。天公和玉女玩投壶的游戏，每中一次即大笑，也笑了千亿次了。我想驾日车揽六龙，转车东回，挂车于扶桑之上。用北斗酌酒浆，每条龙都各劝其一觞酒，让它们都沉睡不醒，不能再驾日出发。富贵荣华非我所愿，只愿为人们留住光阴，永驻青春。","注释⑴短歌行：乐府旧题。《乐府诗集》卷三十列入《相和歌辞》，属《平调曲》。因其声调短促，故名。多为宴会上唱的乐曲。⑵“白日”二句\n"]}}]