[{"title":"战争","cont":{"title":"塞下曲","nian":"唐代","author":"王昌龄","contson":"\n饮马渡秋水，水寒风似刀。平沙日未没，黯黯见临洮。昔日长城战，咸言意气高。黄尘足今古，白骨乱蓬蒿。\n","contyishang":["译文牵马饮水渡过了那大河，水寒刺骨秋风如剑如刀。沙场广袤夕阳尚未下落，昏暗中看见遥远的临洮。当年长城曾经一次鏖战，都说戍边战士的意气高。自古以来这里黄尘迷漫，遍地白骨零乱夹着野草。","注释1.饮（yìn）马：给马喝水。2.平沙：广漠的沙原。3.黯（àn）黯：昏暗模糊的样子。临洮：古县名，秦置，治所在今甘肃岷县，以临近洮水得名。秦筑长城，西起于此，故有“昔日长城战”之语。4.昔：一作“当”。长：一作“龙”。5.足：一作“漏”，一作“是”。6.蓬蒿：蓬草蒿草之\n"]}},{"title":"战争","cont":{"title":"夕次蒲类津 / 晚泊蒲类","nian":"唐代","author":"骆宾王","contson":"\n二庭归望断，万里客心愁。山路犹南属，河源自北流。晚风连朔气，新月照边秋。灶火通军壁，烽烟上戍楼。龙庭但苦战，燕颔会封侯。莫作兰山下，空令汉国羞。\n","contyishang":["　　公元670年（咸亨元年），吐蕃入侵，薛仁贵任逻娑道行君大总管出征西域，骆宾王也加入军队并任奉礼郎。","　　在军中，他创作了许多边塞诗，既描写了艰苦的边地战争生活，壮丽的边塞风光；又抒写了爱国报君的热忱和望乡思归的情愫。","　　这首诗大约作于薛仁贵兵败大非川以后，骆宾王随军征战到蒲类津（今新疆巴里坤湖东南岸），夜晚就地宿营时有感而发，将眼前景、心中情诉诸笔端，真实地记录了当时辗转征战的境况。","　　诗歌以低沉的慨叹开头：“二庭归望断，万里客心愁”，说明此次战争进展的不顺利，未能旗开得胜，不能凯旋；归期遥遥，不能不令人哀愁。这里的“愁”不仅仅是个\n"]}},{"title":"战争","cont":{"title":"齐桓公伐楚盟屈完","nian":"先秦","author":"左丘明","contson":"\n　　齐侯与蔡姬乘舟于囿，荡公。公惧变色；禁之，不可。公怒，归之，未之绝也。蔡人嫁之。\n　　四年春，齐侯以诸侯之师侵蔡，蔡溃，遂伐楚。楚子使与师言曰：“君处北海，寡人处南海，唯是风马牛不相及也。不虞君之涉吾地也，何故？”管仲对曰：“昔召康公命我先君太公曰：‘五侯九伯，女实征之，以夹辅周室。’赐我先君履：东至于海，西至于河，南至于穆陵，北至于无棣。尔贡包茅不入，王祭不共，无以缩酒，寡人是征；昭王南征而不复，寡人是问。”对曰：“贡之不入，寡君之罪也，敢不共给？昭王之不复，君其问诸水滨。”(徵 通 征)\n　　师进，次于陉。\n　　夏，楚子使屈完如师。师退，次于召陵。齐侯陈诸侯之师，与屈完乘而观之。齐侯曰：“岂不榖()是为？ 先君之好是继，与不榖同好，何如？”对曰：“君惠徼福于敝邑之社稷，辱收寡君，寡君之愿也。”齐侯曰：“以此众战，谁能御之！以此攻城，何城不克！”对曰：“君若以德绥诸侯，谁敢不服？ 君若以力，楚国方城以为城，汉水以为池，虽众，无所用之！”\n　　屈完及诸侯盟。\n","contyishang":["译文　　齐桓公与夫人蔡姬在园林中乘舟游玩，蔡姬故意晃动小船，桓公吓得脸色都变了，他阻止蔡姬，蔡姬却不听。桓公一怒之下让她回到了蔡国，但没有说与她断绝夫妻关系，蔡姬的哥哥蔡穆侯却让她改嫁了。　　鲁僖公四年的春天，齐桓公率领诸侯国的军队攻打蔡国。蔡国溃败，接着又去攻打楚国。　　楚成王派使节到诸侯之师对齐桓公说：“您住在北方，我住在南方，双方相距遥远，即使是马牛牝牡相诱也不相及。没想到您进入了我们的国土这是什么缘故？”管仲回答说：“从前召康公命令我们先君姜太公说：‘五等诸侯和九州长官，你都有权征讨他们，从而共同辅佐周王室。’召康公还给了我们先君征讨的范围：东\n"]}},{"title":"战争","cont":{"title":"六月","nian":"先秦","author":"佚名","contson":"\n六月栖栖，戎车既饬。四牡骙骙，载是常服。玁狁孔炽，我是用急。王于出征，以匡王国。比物四骊，闲之维则。维此六月，既成我服。我服既成，于三十里。王于出征，以佐天子。四牡修广，其大有颙。薄伐玁狁，以奏肤公。有严有翼，共武之服。共武之服，以定王国。玁狁匪茹，整居焦获。侵镐及方，至于泾阳。织文鸟章，白旆央央。元戎十乘，以先启行。戎车既安，如轾如轩。四牡既佶，既佶且闲。薄伐玁狁，至于大原。文武吉甫，万邦为宪。吉甫燕喜，既多受祉。来归自镐，我行永久。饮御诸友，炰鳖脍鲤。侯谁在矣？张仲孝友。\n","contyishang":["译文六月出兵奔不歇，兵车修整准备齐。四匹雄马肥又壮，人人穿起出征衣。玁狁来势特凶猛，我方边境已告急。周王命我去征讨，保卫国家莫推辞。四匹黑马选配好，马技娴熟守规章。正值盛夏六月天，披挂整齐上战场。披挂整齐上战场，行军卅里赴边疆。周王命我去出征，辅佐天子保家邦。四匹公马体高长，宽头大耳气势昂。猛烈出击讨玁狁，建立功勋威名扬。将帅严谨兵纪强，同心协力报边防。同心协力报边防，安定国家民安康。玁狁来势不软弱，焦获整顿备战忙。目标镐地与方地，不久就要到泾阳。我军飞鸟旗帜扬，白色飘带鲜又亮。我军兵车有十乘，先行冲锋勇难挡。我们兵车很安全，前\n"]}},{"title":"战争","cont":{"title":"吊万人冢","nian":"唐代","author":"张蠙","contson":"\n兵罢淮边客路通，乱鸦来去噪寒空。可怜白骨攒孤冢，尽为将军觅战功。\n","contyishang":["　　唐朝末年，各种社会矛盾纷纷激化。广大河淮地区遂成为新旧军阀朱温、时溥、杨行密等进行割据混战的战场。这些军阀在镇压农民起义的战争中曾以杀人邀取战功，飞黄腾达；在割据混战中又以屠戮生灵来建立武功，以满足各自不可告人的权力欲。《吊万人冢》就是战乱后诗人客游河淮地区时根据所见所感而剪取的一幅社会缩影，控诉了统治者为一己私利而压迫人民的血腥罪恶。","　　这首诗以景托情，以情驭景，情景交融，颇具艺术感染力。首句“兵罢淮边客路通”，落笔便写出诗人客游河淮地区的时间是在“兵罢”之后；“客路通”三字含蓄地表达出诗人对于战乱暂时结束的欣喜之情。","　　次句“乱鸦来去噪寒空”，\n"]}},{"title":"战争","cont":{"title":"出塞二首·其一","nian":"唐代","author":"王昌龄","contson":"\n秦时明月汉时关，万里长征人未还。但使龙城飞将在，不教胡马度阴山。\n","contyishang":["译文依旧是秦汉时期的明月和边关，守边御敌鏖战万里征人未回还。倘若龙城的飞将卫青如今还在，绝不许匈奴南下牧马度过阴山。","注释1.但使：只要。2.龙城飞将：《汉书·卫青霍去病传》载，元光六年（前129年），卫青为车骑将军，出上谷，至笼城，斩首虏数百。笼城，颜师古注曰：“笼”与“龙”同。龙城飞将指的是卫青奇袭龙城的事情。其中，有人认为龙城飞将中飞将指的是汉飞将军李广，龙城是唐代的卢龙城（卢龙城就是汉代的李广练兵之地，在今河北省喜峰口附近一带，为汉代右北平郡所在地），纵观李广一生主要的时间都在抗击匈奴，防止匈奴掠边，其中每次匈奴重点\n"]}},{"title":"战争","cont":{"title":"出车","nian":"先秦","author":"佚名","contson":"\n我出我车，于彼牧矣。自天子所，谓我来矣。召彼仆夫，谓之载矣。王事多难，维其棘矣。我出我车，于彼郊矣。设此旐矣，建彼旄矣。彼旟旐斯，胡不旆旆？忧心悄悄，仆夫况瘁。王命南仲，往城于方。出车彭彭，旂旐央央。天子命我，城彼朔方。赫赫南仲，玁狁于襄。昔我往矣，黍稷方华。今我来思，雨雪载途。王事多难，不遑启居。岂不怀归？畏此简书。喓喓草虫，趯趯阜螽。未见君子，忧心忡忡。既见君子，我心则降。赫赫南仲，薄伐西戎。春日迟迟，卉木萋萋。仓庚喈喈，采蘩祁祁。执讯获丑，薄言还归。赫赫南仲，玁狁于夷。\n","contyishang":["译文我乘坐高大战车准备出征，前军列队静侯在都城郊外。从周王的宫殿里传出命令，听从国家召唤我到这里来。召唤我的仆从马弁到身边，告诉他们一同上车到前线。国家多事之秋安全成大患，我们务必紧急赴难勇向前。我乘坐高大战车准备出征，后军列队静候在都城门边。遍布绘有龟蛇图案的旗帜，漂亮羽毛插在大旗的顶端。那些绘有龟蛇鹰隼的大旗，无不在浩浩风中猎猎招展。此去安危胜败我忧虑不安，马弁随从尽带愁容与忧颜。周王给南仲大将军发号令，派他去遥远的朔方筑防城。众多战车一齐出动响嘭嘭，旗帜漫空飞舞斑斓又鲜明。周天子给我们颁下严号令，火速赶往那朔方修筑防城。威名赫赫的南仲大将军啊，率\n"]}},{"title":"战争","cont":{"title":"从军行","nian":"唐代","author":"李白","contson":"\n从军玉门道，逐虏金微山。笛奏梅花曲，刀开明月环。鼓声鸣海上，兵气拥云间。愿斩单于首，长驱静铁关。\n","contyishang":["译文在玉门关从军，曾在金微山击破匈奴，驱逐胡虏。边塞上吹奏了一曲《梅花落》，这是战士们在庆祝战争的胜利。鼓声在大漠荒海上鸣起，士兵们的英勇豪气可以充斥在云间。只愿能亲取单于的首级，直驱入铁关靖虏安边。","注释①玉门：指玉门关。②金微山：即今天的阿尔泰山。东汉窦宪曾在此击破北匈奴。③梅花曲：指歌曲《梅花落》，是横吹曲辞。④海上：瀚海，大漠之上。⑤单于：匈奴称其王为单于。⑥铁关：\n"]}},{"title":"战争","cont":{"title":"乐府杂曲。鼓吹曲辞。凯歌六首","nian":"唐代","author":"岑参","contson":"\n汉将承恩西破戎，捷书先奏未央宫。天子预开麟阁待，只今谁数贰师功。\n官军西出过楼兰，营幕傍临月窟寒。蒲海晓霜凝马尾，葱山夜雪扑旌竿。\n鸣笳叠鼓拥回军，破国平蕃昔未闻。丈夫鹊印摇边月，大将龙旗掣海云。\n日落辕门鼓角鸣，千群面缚出蕃城。洗兵鱼海云迎阵，秣马龙堆月照营。\n蕃军遥见汉家营，满谷连山遍哭声。万箭千刀一夜杀，平明流血浸空城。\n暮雨旌旗湿未干，胡烟白草日光寒。昨夜将军连晓战，蕃军只见马空鞍。\n","contyishang":[]}},{"title":"战争","cont":{"title":"七律·长征","nian":"现代","author":"毛泽东","contson":"\n红军不怕远征难，万水千山只等闲。五岭逶迤腾细浪，乌蒙磅礴走泥丸。金沙水拍云崖暖，大渡桥横铁索寒。更喜岷山千里雪，三军过后尽开颜。\n","contyishang":[]}},{"title":"战争","cont":{"title":"七哀诗三首·其三","nian":"魏晋","author":"王粲","contson":"\n边城使心悲，昔吾亲更之。冰雪截肌肤，风飘无止期。百里不见人，草木谁当迟。登城望亭燧，翩翩飞戍旗。行者不顾反，出门与家辞。子弟多俘虏，哭泣无已时。天下尽乐土，何为久留兹。蓼虫不知辛，去来勿与谘。\n","contyishang":["译文边城的荒凉使人悲伤，过去我就曾经到过这个地方。冰雪象刀一样割裂皮肤。大风刮得就没有停止的时候。方圆百里不见人烟，草木茂盛却没有人来管理？登上城楼遥望烽火台，只见满城飘动的都是猎猎招展的战旗。行军的人不准备再返回家园．出门时就已经与家人作了长别。几个孩子都已经被敌方俘虏了，我们为此已经哭了好长时间。天下可供安居乐业的地方很多，何苦一直在这个地方呆下去呢？这就象蓼草上的虫子长期吃辣一样，我们已经习惯了这种生活，请不要与我们再谈离开边城的事。","注释更（gēng）：经历\n"]}},{"title":"战争","cont":{"title":"前出塞九首","nian":"唐代","author":"杜甫","contson":"\n戚戚去故里，悠悠赴交河。公家有程期，亡命婴祸罗。君已富土境，开边一何多。弃绝父母恩，吞声行负戈。\n出门日已远，不受徒旅欺。骨肉恩岂断，男儿死无时。走马脱辔头，手中挑青丝。捷下万仞冈，俯身试搴旗。\n磨刀呜咽水，水赤刃伤手。欲轻肠断声，心绪乱已久。丈夫誓许国，愤惋复何有！功名图麒麟，战骨当速朽。\n送徒既有长，远戍亦有身。生死向前去，不劳吏怒嗔。路逢相识人，附书与六亲。哀哉两决绝，不复同苦辛。\n迢迢万里余，领我赴三军。军中异苦乐，主将宁尽闻。隔河见胡骑，倏忽数百群。我始为奴仆，几时树功勋。\n挽弓当挽强，用箭当用长。射人先射马，擒贼先擒王。杀人亦有限，列国自有疆。苟能制侵陵，岂在多杀伤。\n驱马天雨雪，军行入高山。径危抱寒石，指落层冰间。已去汉月远，何时筑城还。浮云暮南征，可望不可攀。\n单于寇我垒，百里风尘昏。雄剑四五动，彼军为我奔。掳其名王归，系颈授辕门。潜身备行列，一胜何足论。\n从军十年余，能无分寸功。众人贵苟得，欲语羞雷同。中原有斗争，况在狄与戎。丈夫四方志，安可辞固穷。\n","contyishang":["译文其一悲伤凄凉的离开家乡，来到遥远的交河城。衙门有规定的路程期限，否则就得设法逃离触犯法律的责难。您拥有广阔的疆域领土，为什么还要再争夺无度？辜负父母的养育之恩，暗自悲泣却不敢言，背起兵器踏上征程。","其六拉弓要拉最坚硬的，射箭要射最长的。射人先要射马，擒贼先要擒住他们的首领。杀人要有限制，各个国家都有边界。只要能够制止敌人的侵犯就可以了，难道打仗就是为了多杀人吗？","其九我从军十多年了，难道没有一点点的功劳？一般将士看重争功贪\n"]}},{"title":"战争","cont":{"title":"李云南征蛮诗","nian":"唐代","author":"高适","contson":"\n天宝十一载，有诏伐西南夷，右相杨公兼节制之寄，乃奏前云南太守李宓涉海自交趾击之。道路险艰，往复数万里，盖百王所未通也。十二载四月，至于长安，君子是以知庙堂使能，李公效节。适忝斯人之旧，因赋是诗。\n圣人赫斯怒，诏伐西南戎。肃穆庙堂上，深沉节制雄。遂令感激士，得建非常功。料死不料敌，顾恩宁顾终。鼓行天海外，转战蛮夷中。梯巘近高鸟，穿林经毒虫。鬼门无归客，北户多南风。蜂虿隔万里，云雷随九攻。长驱大浪破，急击群山空。饷道忽已远，悬军垂欲穷。精诚动白日，愤薄连苍穹。野食掘田鼠，晡餐兼僰僮。收兵列亭堠，拓地弥西东。临事耻苟免，履危能饬躬。将星独照耀，边色何溟濛。泸水夜可涉，交州今始通。归来长安道，召见甘泉宫。廉蔺若未死，孙吴知暗同。相逢论意气，慷慨谢深衷。 \n","contyishang":[]}},{"title":"战争","cont":{"title":"万愤词投魏郎中","nian":"唐代","author":"李白","contson":"\n海水渤潏，人罹鲸鲵。蓊胡沙而四塞，始滔天于燕齐。何六龙之浩荡，迁白日于秦西。九土星分，嗷嗷凄凄。南冠君子，呼天而啼。恋高堂而掩泣，泪血地而成泥。狱户春而不草，独幽怨而沈迷。兄九江兮弟三峡，悲羽化之难齐。穆陵关北愁爱子，豫章天南隔老妻。一门骨肉散百草，遇难不复相提携。树榛拔桂，囚鸾宠鸡。舜昔授禹，伯成耕犁。德自此衰，吾将安栖。好我者恤我，不好我者何忍临危而相挤。子胥鸱夷，彭越醢醯。自古豪烈，胡为此繄？苍苍之天，高乎视低。如其听卑，脱我牢狴。傥辨美玉，君收白珪。\n","contyishang":["译文大海汹涌翻腾，百姓落难喂了长鲸。浓烟滚滚风沙弥漫四方，这滔天大祸起于燕齐之地。皇帝的车驾多么浩荡，不得不离开长安向西而行。九州山河分崩离析，难民在战乱中惨惨呼号。我好比南冠君子钟仪，在狱中呼天呼地。思念父母掩面而泣，血泪坠地化成稀泥。春天虽到但狱门并不长草，我独自愁怨昏昏迷迷。兄长在九江啊贤弟在三峡，我不能生翅成仙去与他们相聚。穆陵关北的孩子令人发愁，南昌之南的老伴又与我别离。一门骨肉不得团圆，大难中不能互相救急。拔出桂树栽上荆棘，关上鸾凤去宠爱山鸡。\n"]}},{"title":"战争","cont":{"title":"新婚别","nian":"唐代","author":"杜甫","contson":"\n兔丝附蓬麻，引蔓故不长。嫁女与征夫，不如弃路旁。结发为君妻，席不暖君床。暮婚晨告别，无乃太匆忙。君行虽不远，守边赴河阳。妾身未分明，何以拜姑嫜？父母养我时，日夜令我藏。生女有所归，鸡狗亦得将。君今往死地，沉痛迫中肠。誓欲随君去，形势反苍黄。勿为新婚念，努力事戎行。妇人在军中，兵气恐不扬。自嗟贫家女，久致罗襦裳。罗襦不复施，对君洗红妆。仰视百鸟飞，大小必双翔。人事多错迕，与君永相望。\n","contyishang":["译文菟丝把低矮的蓬草和大麻缠绕，它的蔓儿怎么能爬得远！把女儿嫁给就要从军的人哪，倒不如早先就丢在大路旁边！我和你做了结发夫妻，连床席一次也没能睡暖；昨天晚上草草成亲，今天早晨便匆匆告别，这婚期岂不是太短，太短！你到河阳去作战，离家虽然不远，可已经是边防前线；我们还没有举行拜祭祖先的大礼呀，叫人怎么好去把公婆拜见？我做女儿的时光，不论黑夜还是白天，爹妈从不让我抛头露面；有道是“嫁鸡随鸡，嫁狗随狗”，如今我嫁到你家，爹妈盼的是平平安安！你今天就要上战场，我只得把痛苦埋藏在心间；\n"]}},{"title":"战争","cont":{"title":"塞下曲","nian":"唐代","author":"戎昱","contson":"\n汉将归来虏塞空，旌旗初下玉关东。高蹄战马三千匹，落日平原秋草中。\n","contyishang":["译文将领们扫空敌营归来，高举旌旗直入玉门关东。三千战马放蹄飞奔，冷冷的落日沉入平原秋草中。","注释汉将：唐朝的将领塞：要塞玉关：玉门关"]}},{"title":"战争","cont":{"title":"古意","nian":"唐代","author":"李颀","contson":"\n男儿事长征，少小幽燕客。赌胜马蹄下，由来轻七尺。杀人莫敢前，须如猬毛磔。黄云陇底白云飞，未得报恩不能归。辽东小妇年十五，惯弹琵琶解歌舞。今为羌笛出塞声，使我三军泪如雨。\n","contyishang":["译文男子汉当以国事为重，从军远征，从小就在幽燕纵横驰骋。经常与人在马上比试胜负，从不珍惜七尺身躯。奋勇搏杀，没人敢上前招应；气宇轩昂，脸上的胡子像刺猬的毛丛生。陇下黄沙弥漫，上面白云飘飞，未报朝廷恩情怎能轻易言归。辽东少妇年方十五，她弹熟了琵琶能歌善舞。今日用羌笛吹一支出塞乐曲，感动得全军将士泪下如雨。","注释①古意：拟古诗，托古喻今之作。②事长征：从军远征。③幽燕：今河北、辽宁一带。古代幽燕地区游侠之风盛行。④赌胜：较量胜负。马蹄下：即驰骋疆场之意。\n"]}},{"title":"战争","cont":{"title":"淮村兵后","nian":"宋代","author":"戴复古","contson":"\n小桃无主自开花，烟草茫茫带晚鸦。几处败垣围故井，向来一一是人家。\n","contyishang":["译文寂寞的一株小桃树，没人欣赏，默默地开着红花。满眼是迷离的春草，笼罩着雾气，黄昏里盘旋着几只乌鸦。一处处毁坏倒塌的矮墙，缭绕着废弃的水井；这里与那里，原先都住满了人家。","注释① 淮村：淮河边的村庄。②小桃：初春即开花的一种桃树。③烟草：烟雾笼罩的草丛。④败垣（yuán）：倒塌毁坏了的矮墙。⑤故井：废井。也指人家。⑥向来：一作“乡来”。往昔，过去。乡，通“ 向 ”。"]}},{"title":"战争","cont":{"title":"新安吏","nian":"唐代","author":"杜甫","contson":"\n客行新安道，喧呼闻点兵。借问新安吏：“县小更无丁？”“府帖昨夜下，次选中男行。”“中男绝短小，何以守王城？”肥男有母送，瘦男独伶俜。白水暮东流，青山犹哭声。“莫自使眼枯，收汝泪纵横。眼枯即见骨，天地终无情！我军取相州，日夕望其平。岂意贼难料，归军星散营。就粮近故垒，练卒依旧京。掘壕不到水，牧马役亦轻。况乃王师顺，抚养甚分明。送行勿泣血，仆射如父兄。”\n","contyishang":["译文作者走在新安县的大路上，听到新安吏在按户籍册点兵。作者问新安吏：“难道因新安县小，壮丁已抽完，才抓这些不成丁的青年？”新安吏回答“府帖昨夜才下达，并下令说没有壮丁就依次抽未成年男子。”作者又问“抽来的未成年男子实在太小了，如何能守住王城呢？”健壮的中男还有母亲相送，瘦小的由于父母在战乱中去世，就变得孤苦伶仃了。河水日夜向东流，青山还留着哭声呢！“不要让眼泪哭干，收住你们纵横的泪水。眼泪哭干了会露出头骨，但天地终归是无情的，不能改变这悲痛的安排。我们官军攻取相州，日夜盼望收复其地\n"]}}]