[{"title":"抒情","cont":{"title":"","nian":"","author":"","contson":"","contyishang":[]}},{"title":"抒情","cont":{"title":"","nian":"","author":"","contson":"","contyishang":[]}},{"title":"抒情","cont":{"title":"酬李穆见寄","nian":"唐代","author":"刘长卿","contson":"\n孤舟相访至天涯，万转云山路更赊。欲扫柴门迎远客，青苔黄叶满贫家。\n","contyishang":["译文　　你乘着一叶扁舟溯新安江而上，到这偏僻的地方来看望我；一路之上，在白云之下、山岭之间的迢迢水道上艰难地盘桓。我多么想将这简陋的茅屋打扫干净，来迎接远道而来的客人；我的房前屋后已生满碧绿的青苔，枯黄的树叶也落满了在我的院落。","注释⑴酬：写诗文来答别人。⑵ 李穆：刘长卿的女婿。⑶见寄：写给刘长卿的一首诗。⑷孤舟：孤独的船。⑸天涯：犹天边。指极远的地方。语出《古诗十九首·行行重行行》：“相去万余里，各在天一涯”。⑹云山：高耸入云之山。⑺ 赊（shē）：遥远。⑻柴门：\n"]}},{"title":"抒情","cont":{"title":"摸鱼儿·酒边留同年徐云屋","nian":"宋代","author":"刘辰翁","contson":"\n怎知他、春归何处？相逢且尽尊酒。少年袅袅天涯恨，长结西湖烟柳。休回首，但细雨断桥，憔悴人归后。东风似旧。问前度桃花，刘郎能记，花复认郎否？君且住，草草留君翦韭。前宵更恁时候。深杯欲共歌声滑，翻湿春衫半袖。空眉皱，看白发尊前，已似人人有。临分把手。叹一笑论文，清狂顾曲，此会几时又？\n","contyishang":["译文怎么知道他，春天归到哪？朋友相逢聚宴，且将杯中酒饮干。年轻时便尝到天涯漂泊的悠悠恨怨，着恨怨悠悠，永远和西湖边烟雾朦胧的垂柳缠绵。不要回首往事，眼前只见细雨迷蒙的断桥，待人重归西湖之后，已然是一张憔悴的脸。东风已然如旧日暖软，面对着前度开放的桃花鸿雁，刘郎尚能记得，那桃花可否记得刘郎的容颜？请君暂且停留，让我草草准备一顿蔬菜淡饭，前晚也正是这样的时辰朋友聚宴。斟满深深的酒杯，想共同高歌一曲圆亮婉转，打翻酒杯洒湿了春衫袖子的半边。空自皱紧眉端，看斑斑白发守在离宴之前，仿佛人人都曾有过这种忧烦。临到分别执手相看，可叹往日谈笑间评点文心，清高疏狂地鉴赏乐曲，这等聚会\n"]}},{"title":"抒情","cont":{"title":"","nian":"","author":"","contson":"","contyishang":[]}},{"title":"抒情","cont":{"title":"罢郡归洛阳寄友人","nian":"唐代","author":"刘禹锡","contson":"\n远谪年犹少，初归鬓已衰。门闲故吏去，室静老僧期。不见蜘蛛集，频为佝偻欺。颖微囊未出，寒甚谷难吹。濩落唯心在，平生有己知。商歌夜深后，听者竟为谁。\n","contyishang":["译文我当年被贬他乡的时候尚且还年轻，刚刚归来故乡之时两鬓已经斑白。我的门庭已经稀落，以前服侍我的老部下都已经离去，屋子里幽静安定，这种情况正是我这老僧所期待的。我没有看到屋中有蜘蛛聚集的吉祥的迹象，而我的身体却频频被这佝偻病所欺扰。针尖已经不再锋利，却还没有出口袋，天气十分严寒，即使邹衍吹律也不能“暖气寒谷”。我沦落失意但内心仍在，一生中也有几个知己。在夜深之后唱起商歌，听的人又会有谁呢？","注释颖囊未出：比喻才华未得显露或施展。濩落：沦落失意。"]}},{"title":"抒情","cont":{"title":"自洛之越","nian":"唐代","author":"孟浩然","contson":"\n遑遑三十载，书剑两无成。山水寻吴越，风尘厌洛京。扁舟泛湖海，长揖谢公卿。且乐杯中物，谁论世上名。\n","contyishang":["译文栖栖遑遑三十年，文名武功两无成。去吴越寻山觅水，厌洛京满眼风尘。乘一叶小舟游镜湖，作个长揖向谢灵运致敬。姑且享受杯中美酒，何用计较世上功名？","注释⑴洛：今河南省洛阳市。之：往，到。越：今浙江地区，春秋时越国所在地。⑵遑遑：忙碌的样子。出自《列子》“遑遑尔竞一时之虚荣”。⑶吴越：今江苏、浙江地区，是古代吴国和越国所在地。⑷风尘：比喻世俗的纷扰。洛京：又称京洛，指洛阳，是唐朝的陪都。⑸扁舟：小舟。⑹长揖：古人拱手为礼称揖，作揖时手自上至极下称长揖。“长揖\n"]}},{"title":"抒情","cont":{"title":"观放白鹰二首","nian":"唐代","author":"李白","contson":"\n八月边风高，胡鹰白锦毛。孤飞一片雪，百里见秋毫。\n寒冬十二月，苍鹰八九毛。寄言燕雀莫相啅，自有云霄万里高。 \n","contyishang":["译文其一：八月的北疆，风高气爽，北疆的老鹰全身是洁白如锦的羽毛。单独飞行的时候就像一片巨大的雪花飘，可是它却可以明察百里以外的毫毛。其二：在寒冷的十二月份，刚刚被捕的老鹰被猎人剪掉了强劲的羽毛。一群小燕子小麻雀却在那里噪聒：落毛的老鹰不如雀！哈哈！老鹰说：你们别高兴太早，我迟早还要飞上万里云霄。 ","注释⑴鹰一岁色黄，二岁色变次赤，三岁而色始苍矣，故谓之苍鹰。八九毛者，是始获之鹰，剪其劲翮，令不能远举扬去。⑵啅，众口貌，太白借用作嘲诮意。"]}},{"title":"抒情","cont":{"title":"点绛唇·闲倚胡床","nian":"宋代","author":"苏轼","contson":"\n闲倚胡床，庾公楼外峰千朵。与谁同坐。明月清风我。 别乘一来，有唱应须和。还知么。自从添个。风月平分破。\n","contyishang":["译文闲着无事就靠坐着胡床，从庾公楼的窗子朝外望去，只见诸峰如千朵鲜花开放。和哪个一同倚坐？明月、清风、我（或他）。别驾通判一来，有唱自然有和，酬唱赠答。你还了解吗?深悉吗?自从你的到来，那江上清风、山间明月的享受，自然是你我各一半了。","注释⑴点绛唇：词牌名。⑵闲倚胡床：闲着无事坐于胡床。闲：指办公之余。倚：坐靠。⑶庾公楼：杜甫《秋日寄题郑盟湖上亭》：“池要山简马，月静庾公偻。”用东晋庾亮（公元289-340年）在武昌乘月登南楼典故。⑷别乘：汉朝称郡守的副手为别驾，别：另外。郡守乘车出行。副手乘另外的车\n"]}},{"title":"抒情","cont":{"title":"次韵黄斌老所画横竹","nian":"宋代","author":"黄庭坚","contson":"\n酒浇胸次不能平，吐出苍竹岁峥嵘。卧龙偃蹇雷不惊，公与此君俱忘形。晴窗影落石泓处，松煤浅染饱霜兔。中安三石使屈蟠，亦恐形全便飞去。\n","contyishang":["译文借酒浇灌胸中抑郁不能平，吐出来画作青竹岁月峥嵘。像卧龙横卧雷霆不能惊，您与青竹全都忘了形。晴天的窗影落在砚池里，松烟墨浅染蘸饱了霜兔。画中安置三块怪石使青竹屈蟠，也担心形状完全会飞去。","注释⑴次韵：依次用所和诗中的韵作诗，也称步韵。黄斌老：四川梓潼人，宋代画家文与可的妻侄，善画墨竹。⑵胸次：胸中，胸间。亦指胸怀。《庄子·田子方》：“行小变而不失其大常也，喜怒哀乐不入于胸次。”⑶岁峥（zhēng）嵘（róng）：岁月峥嵘，形容苍竹出于寒冬严峻天气。峥嵘，高峻貌，引申为卓越，不平凡。\n"]}},{"title":"抒情","cont":{"title":"卜算子·凉挂晓云轻","nian":"宋代","author":"吴文英","contson":"\n凉挂晓云轻，声度西风小。井上梧桐应未知，一叶云鬟袅。来雁带书迟，别燕归程早。频探秋香开未开，恰似春来了。\n","contyishang":["　　《卜算子》，据说借用骆宾王的绰号命名（骆写诗好用数名，人称“卜算子”）。北宋时盛行此曲。万树《词律》以为取义于“卖卜算命之人”。调始见苏轼《东坡词》又名《百尺楼》、《眉峰碧》、《缺月挂疏桐》、《黄鹤洞中仙》、《楚天遥》。双调，四十四字，上下片各四句两仄韵。两结亦可酌增衬字，化五言为六言句，于第三字豆，故另有四十五、四十六两体。宋教坊复演变为《卜算子慢》，八十九字，上片四仄韵，下片五仄韵。","　　“凉挂”两句，绘秋晨景色。言秋月凉沁高悬空中，金风轻拂晓云缓移。“井上”两句，状叶初落。言井边的梧桐树，看来还郁郁葱葱，没有秋天已临的感觉，但只见那儿已有一片桐叶象柔美的长发似的\n"]}},{"title":"抒情","cont":{"title":"宫中题","nian":"唐代","author":"李昂","contson":"\n辇路生春草，上林花发时。凭高何限意，无复侍臣知。\n","contyishang":["宫中的甬道边长起秋草的时候，御花园里的花仍然在枝头上绽放着。现在的我想登上多高的山也不再需要和侍臣们商量了，当然政见也不再需要和他们一致了。"]}},{"title":"抒情","cont":{"title":"杨柳枝·秋夜香闺思寂寥","nian":"唐代","author":"顾夐","contson":"\n秋夜香闺思寂寥，漏迢迢。鸳帷罗幌麝烟销，烛光摇。正忆玉郎游荡去，无寻处。更闻帘外雨潇潇，滴芭蕉。\n","contyishang":["译文秋夜，深闺弥漫着无聊和空寂，她的思绪犹如远处的更漏声声，嘀嗒地响着，时断时续。夜风吹动筛帐的罗纹如水，帐上的绣鸳鸯似在窃窃私语，烛光轻摇着它孤独的影子，熏炉的香烟正悄悄地散去。心中在把心上的人回忆，他正漫游天涯浪荡无迹，无处得知他的音信，无处去把他寻觅。只听得帘外雨潇潇，如不尽的相思泪，落在芭蕉叶上滴滴。","注释⑴寂寥：寂寞空虚。⑵漏迢迢（tiáo）：更漏之声悠长。古时以漏壶滴水计时。⑶鸳帷：绣着鸳鸯的帷帐。罗幌：丝罗床帐。麝烟：焚麝香发出的烟。烟，一作“香”。⑷玉郎：古代女子对丈夫的爱称。\n"]}},{"title":"抒情","cont":{"title":"好事近·烟外倚危楼","nian":"宋代","author":"苏轼","contson":"\n烟外倚危楼，初见远灯明灭。却跨玉虹归去、看洞天星月。当时张范风流在，况一尊浮雪。莫问世间何事、与剑头微吷。\n","contyishang":["译文我在云烟之外凭靠高楼眺望，略见远处灯光一亮一熄。向上跨越玉桥回到仙境去，看仙人居住洞天的星月。当年汉张劭和范式情深谊笃流韵仍在，何况在乎那一杯美酒。不要过问政治大事和不值得一听的微小言论。","注释⑴烟外：云烟之外。危楼：高楼，这里代指临皋亭楼。⑵初见：刚刚看见，略略看见。明灭：一亮一熄。⑶却：向上，仰。玉虹：白玉般的桥。⑷洞天：仙人居住地。道教称神仙的居住处，意谓洞中别有天地。后人泛指风景胜地。星月：天上的星星和月亮。这里东坡暗指京城的美景或挚友。⑸当时：当年。张范：指张勋和范式，《后汉\n"]}},{"title":"抒情","cont":{"title":"陪李北海宴历下亭","nian":"唐代","author":"杜甫","contson":"\n东藩驻皂盖，北渚凌清河。海右此亭古，济南名士多。云山已发兴，玉佩仍当歌。修竹不受暑，交流空涌波。蕴真惬所欲，落日将如何？贵贱俱物役，从公难重过！\n","contyishang":["译文李公在历下亭驻下太守的车盖。我由北渚经过清河前来拜访。历下亭是齐地最古老的亭兮，济南是名土辈出的地方。云山磅礴已令人生发诗兴，美人陪饮更令人对酒高歌。修长的竹林清爽无比，致使交流的河水徒然涌波送凉。这里的景物蕴含真趣，令人心怡；可惜红日西沉，宴会将散，无可奈何。贵者如公、贱者如我同是被事物役使，恐怕今后难以把您重访。","注释⑴ 东藩：李北海，均指李邕。北海在京师之东，故称东藩。司马相如《上林赋》：“齐列为东藩。”⑵ 皂盖：青色车盖。汉时太守皆用皂盖。⑶ 北渚：指历\n"]}},{"title":"抒情","cont":{"title":"瑞鹤仙·悄郊原带郭","nian":"宋代","author":"周邦彦","contson":"\n悄郊原带郭，行路永，客去车尘漠漠。斜阳映山落，敛馀红、犹恋孤城阑角。凌波步弱，过短亭、何用素约。有流莺劝我，重解绣鞍，缓引春酌。不记归时早暮，上马谁扶，醒眠朱阁。惊飙动幕，扶残醉，绕红药。叹西园、已是花深无地，东风何事又恶？任流光过却，犹喜洞天自乐。\n","contyishang":["译文郊外的原野挨着城郭舒展开去。长路漫漫，客人已乘车离去，留下一溜迷茫的尘烟。一片寂静落寞。夕阳映照着远山徐徐落下，却迟迟不忍收去它那最后一抹的余红，犹如恋恋难舍城楼上那一角栏杆。陪我同去送客的歌妓一路上步态轻盈，这时也感到劳顿，于是来到短亭歇息，不期然竞遇到了我相好的情人，真是有情人何须事前相约。她劝我下马，重解绣鞍，再喝上几杯春酒，她那圆柔悦耳的嗓音、温情体贴的劝说，让我十分舒心。醒来时发现自己睡在红楼里，不是正在短亭里与情人饮酒吗？是什么时候回来的，是昨晚还是今晨？又是谁扶我上马鞍？我竟然全记不得了。忽然一阵疾风，吹得帘幕飘飞翻动。我带着醉意，急匆匆来到西园\n"]}},{"title":"抒情","cont":{"title":"秦中感秋寄远上人 / 秦中寄远上人","nian":"唐代","author":"孟浩然","contson":"\n一丘常欲卧，三径苦无资。北土非吾愿，东林怀我师。黄金燃桂尽，壮志逐年衰。日夕凉风至，闻蝉但益悲。\n","contyishang":["译文本想长久地归隐山林，又苦于无钱举步维艰。滞留长安不是我心愿，心向东林把我师怀念。黄金像烧柴一般耗尽，壮志随岁月逐日衰减。黄昏里吹来萧瑟凉风，听晚蝉声声愁绪更添。","注释⑴远上人：上人是对僧人的敬称，远是法号。事迹未详。⑵一丘：即一丘一壑，意指隐居山林。语出《晋书·谢鲲传》。⑶三径：《三辅决录》卷一谓“蒋翊归乡里，荆棘塞门，舍中有三径，不出，唯求仲、羊仲从之游”。后便指归隐后所住的田园。⑷东林：指庐山东林寺，这里借指远上人所在的寺院。⑸黄金燃桂尽：《战国策·楚策三》\n"]}},{"title":"抒情","cont":{"title":"台城游·南国本潇洒","nian":"宋代","author":"贺铸","contson":"\n南国本潇洒，六代浸豪奢。台城游冶，襞笺能赋属宫娃。云观登临清夏，璧月留连长夜，吟醉送年华。回首飞鸳瓦，却羡井中蛙。访乌衣，成白社，不容车。旧时王谢、堂前双燕过谁家？楼外河横斗挂，淮上潮平霜下，樯影落寒沙。商女篷窗罅，犹唱后庭花！\n","contyishang":["译文南方一带特别清丽可人，六朝贵族的生活逐渐到台城去游乐，宫中美人能在信笺上作诗。清和的初夏，登上宫廷中高大的楼台，璧月般的圆月流连一整夜，人们吟诗醉酒打发时光。回首往事陈朝宫殿被焚毁，值得羡慕的却是井中之蛙。走访乌衣巷，它成了贫民区，道窄过不去车。往日王、谢两大家族，堂前的一对燕子，究竟飞过谁家？秋天夜深时，楼外天空中银河自东南至西北横斜于天，北斗星星柄指北，看上去下垂若挂。秦淮河上潮水平稳。白霜结下，船桅杆的影子落在寒沙上。卖唱的歌女躲在船的缝隙中，仍然在唱小曲《后庭花》。","注释①台城：本系东吴后苑城，东晋成帝时改建为新宫。遂成富城\n"]}},{"title":"抒情","cont":{"title":"送别得书字","nian":"唐代","author":"李白","contson":"\n水色南天远，舟行若在虚。迁人发佳兴，吾子访闲居。日落看归鸟，潭澄羡跃鱼。圣朝思贾谊，应降紫泥书。\n","contyishang":["译文南天水色遥远，舟行若在虚空。好不容易贬谪人也发佳兴，竟然亲自来访我闲居。日落时分愁看归鸟回巢，潭水澄清，喜观鱼儿跃水。圣朝皇上一定会念思才华横溢的贾谊，应该不久就会降下紫泥书请你回去。","注释(1)《汉书》：贾谊为长沙王太傅，后岁余。帝思谊，征之。(2)紫泥，用之以封玺书。"]}},{"title":"抒情","cont":{"title":"发临洮将赴北庭留别","nian":"唐代","author":"岑参","contson":"\n闻说轮台路，连年见雪飞。春风曾不到，汉使亦应稀。白草通疏勒，青山过武威。勤王敢道远，私向梦中归。\n","contyishang":["译文听说通往轮台的路上，连年都可以看到雪飞。春风从未到过那里，朝廷的使者去得也很稀少。无边的白草一直延伸到疏勒，青苍的山岭只是过了武威。为王事尽力岂敢说路远，只希望能从梦中返归。","注释⑴临洮：即洮州，唐时与吐蕃接界，在今甘肃临潭西。一说指临洮军，驻狄道（今甘肃临洮县）。北庭：唐六都护府之一，治所为庭州（今新疆吉木萨尔北）。⑵轮台：庭州属县．在今新疆乌鲁木齐。岑参《白雪歌送武判官归京》：“轮台东门送君去，去时雪满天山路。”⑶连年：接连多年。一作“年年”。唐郑遂初《别离怨》诗：“荡子戍辽东，连\n"]}},{"title":"抒情","cont":{"title":"送东莱王学士无竞","nian":"唐代","author":"陈子昂","contson":"\n宝剑千金买，平生未许人。怀君万里别，持赠结交亲。孤松宜晚岁，众木爱芳春。已矣将何道，无令白发新。\n","contyishang":["译文这把宝剑异常珍贵价值千金，多年来我从未答应送给别人。想到你就要启程到远隔万里的地方去，把它赠送给你以表结交情深。峰顶孤松适宜在严寒中生长，一般草木喜欢在春天里争胜。生在当今世道还有什么可说，你千万别愁添白发就此消沉。","注释东莱（lái）：西汉郡名，治所在今山东掖县。学士：官名，是皇帝身边的文学侍从。无竞：王无竞，字仲烈，东莱人。性情刚烈耿直，不肯奉迎权贵，仕途坎坷，屡遭贬谪。未许人：没有答应送给别人。未：没有。许：应允，认可，答应。怀君：想念您。怀：想到，想念。\n"]}},{"title":"抒情","cont":{"title":"菩萨蛮·楼头尚有三通鼓","nian":"宋代","author":"孙洙","contson":"\n楼头尚有三通鼓，何须抵死催人去！上马苦匆匆，琵琶曲未终。回头凝望处，那更廉纤雨。漫道玉为堂，玉堂今夜长。\n","contyishang":["　　起首“楼头尚有三通鼓，何须抵死摧人去！”这两句是牢骚话：刚刚二更时分，城楼上还要敲三通鼓才天亮，何必这么死命地催人走呢！据宋洪迈《夷坚甲志》卷四，翰林学士孙洙某晚正太尉李端愿家欢宴，有美女侍妾奏乐助兴，恰逢此时朝廷宣召，心下不愿，故出怨语。“何须抵死催人去”就是本此而发的牢骚。说：“尚有三通鼓”，而不说已过二更，表示离天亮还早，希望多玩一会儿。但留连不舍之意横遭阻抑，自然转化为憾恨之情。“抵死”，犹言死命、拚命，形容竭力。对于皇帝宣召，竟是如此不情愿，可见这夜宴是何等令人留恋。“上马苦匆匆，琵琶曲未终”，一边匆匆上马，一边却还恋顾那美妙的琵琶声，深以未听到曲终为憾。琵琶的诱人魅力来自\n"]}},{"title":"抒情","cont":{"title":"贺新郎·三山雨中游西湖","nian":"宋代","author":"辛弃疾","contson":"\n三山雨中游西湖有怀赵丞相经始翠浪吞平野。挽天河谁来照影，卧龙山下。烟雨偏宜晴更好，约略西施未嫁。待细把江山图画。千顷光中堆滟滪，似扁舟欲下瞿塘马。中有句，浩难写。诗人例入西湖社。记风流重来手种，绿阴成也。陌上游人夸故国，十里水晶台榭。更复道横空清夜。粉黛中洲歌妙曲，问当年鱼鸟无存者。堂上燕，又长夏。\n","contyishang":["译文微风吹动着茂盛的庄稼，掀起了一道道翠绿的波浪，像海水一般地吞食了大片平原的土地。赵丞相以挽天河的力量，驯服了河水，乖乖的在卧龙山下流过；河水晶莹见底，像一面平平的镜子，有谁来照照影子呢？西湖真是美丽，烟雨濛笼的时候，给人以幽雅适意的感觉；清朗的天气，更给人以心旷神怡的享受。西湖你好像当年西施未嫁的妙龄女郎，那么叫人心醉神迷。可惜，在此以前这个地方却荒芜的不成样子，只有等待着赵丞相把这片江山仔细地图谋描绘。在水光里有千顷那么大的石头，像长江里瞿塘峡里的滟滪堆，它轻快的像的一匹快马，又像一叶扁舟顺流而下，奔向南湖而去。整治西湖的种种责难，实在难以言明。诗人们按照条\n"]}},{"title":"抒情","cont":{"title":"戏答元珍","nian":"宋代","author":"欧阳修","contson":"\n春风疑不到天涯，二月山城未见花。残雪压枝犹有桔，冻雷惊笋欲抽芽。夜闻归雁生乡思，病入新年感物华。曾是洛阳花下客，野芳虽晚不须嗟。\n","contyishang":["译文我怀疑春风吹不到这荒远的天涯，不然已是二月这山城怎么还看不见春花？残余的积雪压在枝头好象有碧桔在摇晃，春雷震破冰冻那竹笋也被惊醒想发嫩芽。夜晚听到归雁啼叫勾起我对故乡的思念，带着病进入新的一年面对春色有感而发。我曾在洛阳做官观赏过那里的奇花异草，山城野花开得虽迟也不必为此嗟叹惊讶。","注释（1）元珍：丁宝臣，字元珍，常州晋陵(今江苏常州市)人，时为峡州军事判官。（2）天涯：极边远的地方。诗人贬官夷陵(今湖北宜昌市)，距京城已远，故云。（3）山城\n"]}},{"title":"抒情","cont":{"title":"观大散关图有感","nian":"宋代","author":"陆游","contson":"\n上马击狂胡，下马草军书。二十抱此志，五十犹癯儒。大散陈仓间，山川郁盘纡。劲气钟义士，可与共壮图。坡陁咸阳城，秦汉之故都。王气浮夕霭，宫室生春芜。安得从王师，汛扫迎皇舆？黄河与函谷，四海通舟车。士马发燕赵，布帛来青徐。先当营七庙，次第画九衢。偏师缚可汗，倾都观受俘。上寿大安宫，复如正观初。丈夫毕此愿，死与蝼蚁殊。志大浩无期，醉胆空满躯。\n","contyishang":["译文飞身上马前去奋击猖狂的胡虏，下得马来又忙草拟军中的文书。二十岁时就有这样的雄心大志，五十岁了不料还是个瘦弱穷儒！大散关和陈仓间有壮丽的山川，河流弯曲盘旋呵山上草木扶疏。义士身上凝聚一股刚劲的气概，可同他们一起去实现伟业宏图。咸阳古城周围的地势高低起伏，这一带曾经是秦汉两汉的故都。如今帝王气象混杂在雾霭之中，从前的宫室满是一片春草荒芜。怎样才能跟随着王师出征北伐，扫清道路好迎接君王回到故土？函谷关和黄河一带成了太平地，四面八方车船往来畅通无拦阻。士兵良马从燕赵地区挑选而来，布绸是\n"]}},{"title":"抒情","cont":{"title":"望山","nian":"唐代","author":"贾岛","contson":"\n南山三十里，不见逾一旬。冒雨时立望，望之如朋亲。虬龙一掬波，洗荡千万春。日日雨不断，愁杀望山人。天事不可长，劲风来如奔。阴霪一以扫，浩翠写国门。长安百万家，家家张屏新。谁家最好山，我愿为其邻。\n","contyishang":["终南山三十里的景色，我差不多有十几天没见到了。冒着雨久站着凝望，看见你如同看见亲朋好友一样。虬龙掬手扬波，人间万里春色如洗。只是每天春雨不断，让爱山人心情发愁。阴暗的天气不会太久，虽然现在的狂风来的非常猛烈。久雨新晴，坏心情一扫而光之后，终南山翠色欲流，如美景如画泻于一国之京城的长安。如同在长安百万人家，家家门前张开一面新崭崭的屏风。谁家的山最好看，我愿意成为他家的邻居。"]}},{"title":"抒情","cont":{"title":"七哀诗三首·其二","nian":"魏晋","author":"王粲","contson":"\n荆蛮非我乡，何为久滞淫。方舟泝大江，日暮愁我心。山冈有余映，岩阿增重阴。狐狸驰赴穴，飞鸟翔故林。流波激清响，猴猿临岸吟。迅风拂裳袂，白露沾衣襟。独夜不能寐，摄衣起抚琴。丝桐感人情，为我发悲音。羁旅无终极，忧思壮难任。\n","contyishang":["译文荆州不是我的家乡，却长久无奈地在这里滞留？极目望去，大船在江心正溯流而上，天色渐晚更勾起我思乡的情愁。山坡上映着太阳的余晖，沟岩下的阴影显得更加灰暗。奔跑的狐狸忙着赶回自己的洞穴，飞翔的鸟儿在鸟巢上盘旋。大江上涌动的浪花轰然作响，猿猴在临岸的山林长吟，迅猛的江风掀起我的下衣和衣袖，秋天的露水打湿了我的衣襟。夜深了我孤独难眠，便又披衣起床拿起了桐琴。桐琴象理解我的心思一样，为我发出悲凉的乡音。在外寄人篱下什么时候才是尽头，心中充满了难以排遣的忧愁。","注释\n"]}},{"title":"抒情","cont":{"title":"安公子·梦觉清宵半","nian":"宋代","author":"柳永","contson":"\n梦觉清宵半。悄然屈指听银箭。惟有床前残泪烛，啼红相伴。暗惹起、云愁雨恨情何限。从卧来、展转千馀遍。任数重鸳被，怎向孤眠不暖。堪恨还堪叹。当初不合轻分散。及至厌厌独自个，却眼穿肠断。似恁地、深情密意如何拚。虽后约、的有于飞愿。奈片时难过，怎得如今便见。\n","contyishang":["译文半夜从梦中惊醒。静静地一边细听一边屈指数着漏滴声。床前只有将要燃尽的流泪红烛相伴。暗自引发我无限的离别之情。独自躺在床上到现在已辗转反侧了千馀遍也无法入睡。怎奈独自而眠，任凭数重鸳鸯被也无法感到温暖。可悔又可叹的是，当初不该轻易分离。到如今独自无聊，正望眼欲穿愁断肠。如此情深意浓如何才能和好如初？纵然确有日后相聚和美的愿望，奈何这片刻的难过，怎么才能够得以马上相见？","注释⑴安公子：唐教坊曲名，后用为词牌。《乐章集》注“般涉调”、“中吕调”，此词为“般涉调”。双调一百五字，上下片各八句六仄韵。⑵梦觉：梦醒。干宝《搜神记》：\n"]}},{"title":"抒情","cont":{"title":"冬末同友人泛潇湘","nian":"唐代","author":"杜荀鹤","contson":"\n残腊泛舟何处好？最多吟兴是潇湘。就船买得鱼偏美，踏雪沽来酒倍香。猿到夜深啼岳麓，雁知春近别衡阳。与君剩采江山景，裁取新诗入帝乡。\n","contyishang":["译文腊月将尽时去哪里泛舟最好呢？吟诗起兴最好之地莫过于潇湘。靠近湘江正在捕鱼的渔船买来最肥美的鱼儿，逢与落雪时沽来的酒酒香更加醇厚。夜深之时，深山里的猿啼遍了整片岳麓山，雁子知道春天快到了，就别离衡阳飞回北方。我与君更好欣赏这江山绮丽之景，裁来新拟的诗句传到长安。","注释1、残腊：腊月快要结束的时候。腊，指农历十二月。2、吟：吟诗。3、潇湘：代指湖南一带。4、偏：表示程度，很、最、特别。5、倍：加倍。6、岳麓（lù）：岳麓山，在湖南长沙。7、雁\n"]}},{"title":"抒情","cont":{"title":"白鼻騧","nian":"唐代","author":"李白","contson":"\n银鞍白鼻騧，绿地障泥锦。细雨春风花落时，挥鞭直就胡姬饮。\n","contyishang":["译文白鼻騧配着银饰的马鞍和绿地绣锦的障泥，真是威风极了。在春风细雨落花之时，骑上它挥鞭直就胡姬的酒肆，去痛饮一番，是何等惬意！","注释白鼻騧：白鼻黑喙的黄马。黄马黑喙曰騧。绿地：以绿色为底色。障泥锦：用锦线绣制的障泥。《西京杂记》：“武帝得贰师天马，以玫瑰石为鞍，镂以金银鍮石；以绿地五色锦为蔽泥。”障泥即蔽泥，垂于马腹两侧以障蔽尘土。直就：敦煌残卷本、《乐府诗集》本俱作：且就。"]}},{"title":"抒情","cont":{"title":"寄宇文判官","nian":"唐代","author":"岑参","contson":"\n西行殊未已，东望何时还。终日风与雪，连天沙复山。二年领公事，两度过阳关。相忆不可见，别来头已斑。\n","contyishang":["译文往西前行已经很远了，仍然没有穷尽之时，回首东望又不知何时才能返回家乡。成天面对的都是狂风和暴雪，放眼望去直达天际的是连绵重叠的沙漠和山丘。我从事公职已历两年，曾两度经过阳关。想念你却见不得你，分别之后，我的头发都已经斑白了。","注释⑴殊：很，极。⑵阳关：古关名，西汉置，在今甘肃省敦煌县西南古董滩附近。⑶斑：斑白。"]}},{"title":"抒情","cont":{"title":"初到黄州","nian":"宋代","author":"苏轼","contson":"\n自笑平生为口忙，老来事业转荒唐。长江绕郭知鱼美，好竹连山觉笋香。逐客不妨员外置，诗人例作水曹郎。只惭无补丝毫事，尚费官家压酒囊。\n","contyishang":["译文自己都感到好笑，一生为嘴到处奔忙，老来所干的事，反而要得荒嘴。长江环抱城郭，深知江鱼味美，茂竹漫山遍野，只觉阵阵笋香。贬逐的人，当然不妨员外安置，诗人惯例，都要做做水曹郎。惭愧的是我劝政事已毫无补益，还要耗费官府岸禄，领取压酒囊。","注释⑴为口忙：语意双关：既指因言事和写诗而获罪，又指为谋生糊口，并呼应下文的“鱼美”和“笋香”的口腹之美。⑵郭：外城。⑶逐客：贬谪之人，作者自谓。员外：定额以外的官员，苏轼所任的检校官亦属此列，故称。⑷水曹郎：隶属水部的郎官。⑸尚费官\n"]}},{"title":"抒情","cont":{"title":"过小孤山大孤山","nian":"宋代","author":"陆游","contson":"\n　　八月一日，过烽火矶。南朝自武昌至京口，列置烽燧，此山当是其一也。自舟中望山，突兀而已。及抛江过其下，嵌岩窦穴，怪奇万状，色泽莹润，亦与它石迥异。又有一石，不附山，杰然特起，高百余尺，丹藤翠蔓，罗络其上，如宝装屏风。是日风静，舟行颇迟，又秋深潦缩，故得尽见。杜老所谓“幸有舟楫迟，得尽所历妙”也。\n　　过澎浪矶、小孤山，二山东西相望。 小孤属舒州宿松县，有戍兵。凡江中独山，如金山、焦山、落星之类，皆名天下，然峭拔秀丽皆不可与小孤比。自数十里外望之，碧峰巉然孤起，上干云霄，已非它山可拟，愈近愈秀，冬夏晴雨，姿态万变，信造化之尤物也。但祠宇极于荒残，若稍饰以楼观亭榭，与江山相发挥，自当高出金山之上矣。庙在山之西麓，额曰“惠济”，神曰“安济夫人”。绍兴初，张魏公自湖湘还，尝加营葺，有碑载其事。又有别祠在澎浪矶，属江州彭泽县，三面临江，倒影水中，亦占一山之胜。舟过矶，虽无风，亦浪涌，盖以此得名也。昔人诗有“舟中估客莫漫狂，小姑前年嫁彭郎”之句，传者因谓小孤庙有彭郎像，澎浪庙有小姑像，实不然也。晚泊沙夹，距小孤一里。微雨，复以小艇游庙中，南望彭泽、都昌诸山，烟雨空濛，鸥鹭灭没，极登临之胜，徙倚久之而归。方立庙门，有俊鹘抟水禽，掠江东南去，甚可壮也。庙祝云，山有栖鹘甚多。\n　　二日早，行未二十里，忽风云腾涌，急系缆。俄复开霁，遂行。泛彭蠡口，四望无际，乃知太白“开帆入天镜”之句为妙。始见庐山及大孤。大孤状类西梁，虽不可拟小姑之秀丽，然小孤之旁，颇有沙洲葭苇，大孤则四际渺弥皆大江，望之如浮水面，亦一奇也。江自湖口分一支为南江，盖江西路也。江水浑浊，每汲用，皆以杏仁澄之，过夕乃可饮。南江则极清澈，合处如引绳，不相乱。晚抵江州。州治德化县，即唐之浔阳县，柴桑、栗里，皆其地也；南唐为奉化军节度，今为定江军。岸土赤而壁立，东坡先生所谓“舟人指点岸如赪”者也。泊湓浦，水亦甚清，不与江水乱。自七月二十六日至是，首尾才六日，其间一日阻风不行，实以四日半溯流行七百里云。\n","contyishang":["译文　　八月一日，（船）经过烽火矶。南朝以来，从武昌（今鄂城）到京口，依次设置了很多（报警的）烽火台，这座山应该是其中之一。从船上看山，只是见到高耸的山峰罢了。等到抛锚停船后，（我）走过山下，（看到）裂缝的岩石和各式的洞穴，奇形怪状，色彩光亮润泽，也和别的石头不大一样。又有一块巨石，与烽火矶不相连。高峻雄伟地拔地而起，高约一百多尺，有红藤绿蔓蒙络在它上面，像宝石镶嵌的屏风。这一天，风平浪静，船走得很慢，又因为深秋，江水较浅，所以能看到这里的一切美景，（正像）杜甫所说的“幸有舟楫迟，得尽所历妙”。","　　经过澎浪矶、小孤山，（这）两座山东西相望。小孤山属于舒州宿松\n"]}},{"title":"抒情","cont":{"title":"白头吟","nian":"唐代","author":"李白","contson":"\n锦水东北流，波荡双鸳鸯。雄巢汉宫树，雌弄秦草芳。宁同万死碎绮翼，不忍云间两分张。此时阿娇正娇妒，独坐长门愁日暮。但愿君恩顾妾深，岂惜黄金买词赋。相如作赋得黄金，丈夫好新多异心。一朝将聘茂陵女，文君因赠白头吟。东流不作西归水，落花辞条归故林。兔丝固无情，随风任倾倒。谁使女萝枝，而来强萦抱。两草犹一心，人心不如草。莫卷龙须席，从他生网丝。且留琥珀枕，或有梦来时。覆水再收岂满杯，弃妾已去难重回。古来得意不相负，只今惟见青陵台。\n","contyishang":["译文　　锦江之水潺潺流向远方，水波荡漾，一对鸳鸯在水波荡漾处快乐相伴。它们虽然来自不同的地方，一个家在长安，一个家在芳草迷漫处，但彼此心心相许，宁愿共死也不忍分离。此时阿娇失宠了，长门宫前无限凄凉，她常常愁苦地独坐到天黑。但愿汉武帝还能够顾念往日的恩情，为了这，又岂会顾惜黄金不让司马相如为自己作赋呢？相如作赋得到了黄金，就喜新厌旧，对卓文君怀有异心了。他要聘茂陵一女子为妾，卓文君十分伤心，作《白头吟》以相赠。从来没有见过东流之水返回西去的，凋零落败的花朵也会重返故林。菟丝本就无情，任风倾倒，但菟丝紧紧地缠在女萝上，与它萦抱在一起。自然界的两草尚且如此，人心却不如草那样执著坚定\n"]}},{"title":"抒情","cont":{"title":"金陵歌送别范宣","nian":"唐代","author":"李白","contson":"\n石头巉岩如虎踞，凌波欲过沧江去。钟山龙盘走势来，秀色横分历阳树。四十馀帝三百秋，功名事迹随东流。白马金鞍谁家子，吹唇虎啸凤凰楼。金陵昔时何壮哉！席卷英豪天下来。冠盖散为烟雾尽，金舆玉座成寒灰。扣剑悲吟空咄嗟，梁陈白骨乱如麻。天子龙沉景阳井，谁歌玉树后庭花。此地伤心不能道，目下离离长春草。送尔长江万里心，他年来访南山老。\n","contyishang":["译文石头山崖石高耸如虎踞，山下波涛汹涌，猛虎欲趁势凌波而去。钟山宛如巨龙盘旋逶迤而来，山上树木葱茏，横江岸而下，在历阳县内蜿蜒延伸。此地三百年来经历了四十多个皇帝，所有的功名事业都随流水东去。那骑白马的是谁家的纨绔子弟？原来是侯景啊！吹着口哨，虎啸着登上凤凰酒楼。往昔的金陵城多么壮观，几乎把天下英豪都席卷到了这里。可如今，他们的皇冠都散为烟尘，他们的金玉宝座都变为冷灰。我为之扣剑悲歌，空自叹息；梁陈朝代交替，战争残酷，白骨满地。连皇帝也躲进了水井，最后被捕，谁还在咏唱多年陈后主的玉树后庭花的曲\n"]}},{"title":"抒情","cont":{"title":"还自会稽歌","nian":"唐代","author":"李贺","contson":"\n庾肩吾于梁时，尝作宫体谣引，以应和皇子。及国势沦败，肩吾先潜难会稽，后始还家。仆意其必有遗文，今无得焉，故作还自会稽歌以补其悲。\n野粉椒壁黄，湿萤满梁殿。台城应教人，秋衾梦铜辇。吴霜点归鬓，身与塘蒲晚。脉脉辞金鱼，羁臣守迍贱。\n","contyishang":["译文庾肩吾在梁朝时，曾经作《宫体谣引》，用来奉命与皇子唱和。到了梁朝国势衰败，庾肩吾先是在会稽避难，后来才回家。我认为他一定会留下文章，现在却没有发现，因此作《还自会稽歌》来补写他的悲情。块块霉斑把皇宫的墙壁弄得暗黄，成群的萤虫飞绕在梁国宫殿周旁。他曾经是皇宫随侍奉命作诗的宠臣，如今却在秋寒被窝里把太子车辇梦想。这位归来者的鬓发，点缀有吴地的寒霜，他的身躯将与秋塘蒲草一样衰老枯黄。含情脉脉地辞别那京都皇宫，流亡的臣子厮守在贫困低贱的家乡。","注释⑴会（kuài）稽：在今浙江绍兴。⑵庾肩吾：字\n"]}},{"title":"抒情","cont":{"title":"树中草","nian":"唐代","author":"李白","contson":"\n鸟衔野田草，误入枯桑里。客土植危根，逢春犹不死。草木虽无情，因依尚可生。如何同枝叶，各自有枯荣。\n","contyishang":["译文　　鸟在野草田间衔枝，却误入了枯桑丛里。入地不深容易拔起的根植生在异地的土壤上，适逢春天尚且不会枯死。草木虽然无情，因为彼此的依靠尚可以生存。为什么是同一棵树上的枝叶，命运却有枯荣的不同？","注释①客土：异地的土壤。②危根：入地不深容易拔起的根。"]}},{"title":"抒情","cont":{"title":"酒泉子·罗带惹香","nian":"唐代","author":"温庭筠","contson":"\n罗带惹香，犹系别时红豆。泪痕新，金缕旧，断离肠。一双娇燕语雕梁，还是去年时节。绿杨浓，芳草歇，柳花狂。\n","contyishang":["译文罗带带来芳香，还系着分别时送我的相思豆。金丝线早已磨旧而泪痕总是新的，再难接续，那断肠般的离愁。一对对娇燕，呢喃亲语在梁间檐头，恰似去年我们欢爱的时候。春色更加浓绿，春草的芳香分外清幽，飞舞的柳絮伴随着我的愁绪。","注释酒泉子：词牌名，原为唐教坊曲。《金奁集》入“高平调”。一般以温庭筠体为正格。全词以四平韵为主，四仄韵两部错叶。“罗带”二句：谓带香的罗带上还系着相别时所赠的红豆。罗带：古时妇女束腰的丝织带，可结同心，象征定情，故又是情人赠别的物件。惹：引，这里有带来之意。红豆：即相思子。《古今诗话》：“相思子圆而红。昔有人\n"]}},{"title":"抒情","cont":{"title":"沙堤行·呈裴相公","nian":"唐代","author":"张籍","contson":"\n长安大道沙为堤，早风无尘雨无泥。宫中玉漏下三刻，朱衣导骑丞相来。路傍高楼息歌吹，千车不行行者避。街官闾吏相传呼，当前十里惟空衢。白麻诏下移相印，新堤未成旧堤尽。\n","contyishang":[]}},{"title":"抒情","cont":{"title":"忆江南·多少泪","nian":"五代","author":"李煜","contson":"\n多少泪，沾袖复横颐。心事莫将和泪滴，凤笙休向月明吹，肠断更无疑。\n","contyishang":["译文我有多少的泪水，纵横交错地流在脸上。我的心事不用拿来边哭边诉说，那笙箫不要在我流泪时吹起呀，我现在无疑已是极度伤悲了。","注释⑴望江南：词牌名。《全唐诗》作“忆江南”，题注：一名“梦江南”，一名“江南好”，一名“梦江口”，一名“望江梅”，一名“归塞北”，一名“谢秋娘”，一名“春去也”。《花草粹编》中注云：“一名‘梦游仙’、‘梦江南’、‘江南好’。”⑵沾袖：（泪水）沾湿衣袖。颐（yí）：下巴。全句是说，泪水流在脸上擦断了，但又横挂在下巴上，形容眼泪纵横交流的状态。⑶心事：心中所思念或期望的事。唐刘皂《长门怨》诗之三：“旁人未\n"]}},{"title":"抒情","cont":{"title":"鲁郡尧祠送窦明府薄华还西京","nian":"唐代","author":"李白","contson":"\n朝策犁眉騧，举鞭力不堪。强扶愁疾向何处，角巾微服尧祠南。长杨扫地不见日，石门喷作金沙潭。笑夸故人指绝境，山光水色青于蓝。庙中往往来击鼓，尧本无心尔何苦。门前长跪双石人，有女如花日歌舞。银鞍绣毂往复回，簸林蹶石鸣风雷。远烟空翠时明灭，白鸥历乱长飞雪。红泥亭子赤阑干，碧流环转青锦湍。深沉百丈洞海底，那知不有蛟龙蟠。君不见绿珠潭水流东海，绿珠红粉沉光彩。绿珠楼下花满园，今日曾无一枝在。昨夜秋声阊阖来，洞庭木落骚人哀。遂将三五少年辈，登高远望形神开。生前一笑轻九鼎，魏武何悲铜雀台。我歌白云倚窗牖，尔闻其声但挥手。长风吹月度海来，遥劝仙人一杯酒。酒中乐酣宵向分，举觞酹尧尧可闻。何不令皋繇拥篲横八极，直上青天挥浮云。高阳小饮真琐琐，山公酩酊何如我。竹林七子去道赊，兰亭雄笔安足夸。尧祠笑杀五湖水，至今憔悴空荷花。尔向西秦我东越，暂向瀛洲访金阙。蓝田太白若可期，为余扫洒石上月。\n","contyishang":["译文我清晨乘着犁眉黄身马，举鞭无力。强撑着病体，角巾便服地来到尧庙。只见柳丝垂地绿荫遮天，石门喷迸的流水在此汇成金沙潭。这里山青水秀，我的老朋友果然为我们选择了一处绝妙佳景。庙中不断地有人来击鼓求福，其实尧本无心受人祭拜，你们这又是何苦呢？庙前又有双跪石人，如花的美女整日在表演歌舞。权贵们的豪华车马往来不绝，惊动着林木山石发出轰鸣。远望潭中，长烟与碧波交织，时明时灭。白鸥群翔，如同纷纷扬扬的飞雪。红亭赤栏，置于碧流青水之间口这潭水深过百丈能通彻海底，说不定其中会有蛟龙盘踞。\n"]}},{"title":"抒情","cont":{"title":"御街行·前时小饮春庭院","nian":"宋代","author":"柳永","contson":"\n前时小饮春庭院。悔放笙歌散。归来中夜酒醺醺，惹起旧愁无限。虽看坠楼换马，争奈不是鸳鸯伴。朦胧暗想如花面。欲梦还惊断。和衣拥被不成眠，一枕万回千转。惟有画梁，新来双燕，彻曙闻长欢。\n","contyishang":["译文那是从前的一个春天，我在一处庭院里小酌，这里有歌相随，有舞相伴，并有幸和她邂逅。可是，我现在悔恨当初轻易放手让她离我而去。回到家里，半夜时分，我酣然大醉，引起过去无限的愁绪。虽然石崇所爱的绿珠可以为石崇坠楼而死，韦生的爱妾可以以身换取韦生所喜爱的骏马紫叱拨，无奈他们都不能像鸳鸯一样永远相伴。我神志迷糊，默默地想着她如花似玉的面容，想在梦中与她相聚，但又突然从梦中惊醒，难以圆梦。我在床上穿着外衣抱着被子，千辗万转，怎么也睡不着。只有栖息在那屋梁上新来的一对燕子，在通宵达旦地听着我深深的叹息。","注释⑴御街行：词牌名，柳永《乐章集》注“夹\n"]}},{"title":"抒情","cont":{"title":"望江南·闲梦远","nian":"五代","author":"李煜","contson":"\n闲梦远，南国正芳春。船上管弦江面渌，满城飞絮辊轻尘。忙杀看花人！闲梦远，南国正清秋。千里江山寒色远，芦花深处泊孤舟，笛在月明楼。\n","contyishang":["译文闲梦悠远，南国春光正好。船上管弦声不绝于耳，江水一片碧绿，满城柳絮纷飞，淡淡尘烟滚滚，忙坏了看花的人们。闲梦幽远，南唐故国正值秋高气爽的清秋。辽阔无际的江山笼罩着一片淡淡的秋色，美丽的芦花深处横着一叶孤舟，悠扬的笛声回荡在洒满月光的高楼。","注释⑴望江南：此词调名一作“望江梅”，又作“忆江南”。李煜此词调名下共二首，《花草粹编》置于《望江南》下，未析为二首。《全唐诗》、《历代诗余》将此调下二首与《望江南》二首归为一调，计为四首。⑵闲梦远：闲，指囚禁中百无聊赖的生活和心情。梦远，指梦见遥远的地方，也指梦长。⑶南国\n"]}},{"title":"抒情","cont":{"title":"别舍弟宗一","nian":"唐代","author":"柳宗元","contson":"\n零落残魂倍黯然，双垂别泪越江边。一身去国六千里，万死投荒十二年。桂岭瘴来云似墨，洞庭春尽水如天。欲知此后相思梦，长在荆门郢树烟。\n","contyishang":["译文生离死别人间事，残魂孤影倍伤神；柳江河畔双垂泪，兄弟涕泣依依情。奸党弄权离京都，六千里外暂栖身；投荒百越十二载，面容憔悴穷余生。桂岭瘴气山林起，乌云低垂百疫行；欣闻洞庭春色好，水天浩淼伴前程。聚会惟赖南柯梦，相思愿眠不醒枕；神游依稀荆门现，云烟缭绕恍若真。","注释⑴宗一：柳宗元从弟，生平事迹不详。⑵零落：本指花、叶凋零飘落，此处用以自比遭贬漂泊。黯然：形容别时心绪暗淡伤感。⑶双：指宗元和宗一。越江：唐汝询《唐诗解》卷四十四：“越江，未详所指\n"]}},{"title":"抒情","cont":{"title":"满井游记","nian":"明代","author":"袁宏道","contson":"\n　　燕地寒，花朝节后，余寒犹厉。冻风时作，作则飞沙走砾。局促一室之内，欲出不得。每冒风驰行，未百步辄返。\n　　廿二日天稍和，偕数友出东直，至满井。高柳夹堤，土膏微润，一望空阔，若脱笼之鹄。于时冰皮始解，波色乍明，鳞浪层层，清澈见底，晶晶然如镜之新开而冷光之乍出于匣也。山峦为晴雪所洗，娟然如拭，鲜妍明媚，如倩女之靧面而髻鬟之始掠也。柳条将舒未舒，柔梢披风，麦田浅鬣寸许。游人虽未盛，泉而茗者，罍而歌者，红装而蹇者，亦时时有。风力虽尚劲，然徒步则汗出浃背。凡曝沙之鸟，呷浪之鳞，悠然自得，毛羽鳞鬣之间皆有喜气。始知郊田之外未始无春，而城居者未之知也。\n　　夫不能以游堕事而潇然于山石草木之间者，惟此官也。而此地适与余近，余之游将自此始，恶能无纪？己亥之二月也。\n","contyishang":["译文　　北京一带气候寒冷，花朝节过后，冬天余下的寒气还很厉害。冷风时常刮起，刮起就飞沙走石。拘束在一室之中，想出去不可得。每次冒风疾行，不到百步就（被迫）返回。　　二十二日天气略微暖和，偕同几个朋友出东直门，到满井。高大的柳树夹立堤旁，肥沃的土地有些湿润，一望空旷开阔，（觉得自己）好像是逃脱笼子的天鹅。这时河的冰面刚刚融化，波光才刚刚开始明亮，像鱼鳞似的浪纹一层一层，清澈得可以看到河底，光亮的样子，好像明镜新打开，清冷的光辉突然从镜匣中射出来一样。山峦被晴天融化的积雪洗过，美好的样子，好像刚擦过一样；娇艳光亮，（又）像美丽的少女洗了脸刚梳好的髻寰一样。柳条将要舒展\n"]}},{"title":"抒情","cont":{"title":"点绛唇·新月娟娟","nian":"宋代","author":"汪藻","contson":"\n新月娟娟，夜寒江静山衔斗。起来搔首，梅影横窗瘦。好个霜天，闲却传杯手。君知否？乱鸦啼后，归兴浓于酒。\n","contyishang":["译文一弯秀美的新月高高悬挂在夜空中。寒夜里，江流澄静，听不到一点波涛的声音，北斗星斜挂在山头。我辗转难眠，心绪不宁，披衣而起，只见窗纸上映现着疏落的几枝梅影。如此寒冷的霜天，本是众人相聚推杯换盏的时候，可现在，这双手却闲下来了。你知道吗？宦海中的“乱鸦”叫人痛恨，我思归的念头比霜天思酒还要浓厚。","注释①点绛唇：《清真集》入“仙吕调”，元北曲同，但平仄句式略异。四十一字，前片三仄韵，后片四仄韵。[1] 调名取自江淹《咏美人春游》中的诗句“白雪凝琼貌，明珠点绛唇”，《词谱》以冯延巳词为正体。又名《南浦月》、《点樱桃》、《沙头雨》、《十八香》\n"]}},{"title":"抒情","cont":{"title":"洞庭阻风","nian":"唐代","author":"许棠","contson":"\n空江浩荡景萧然，尽日菰蒲泊钓船。青草浪高三月渡，绿杨花扑一溪烟。情多莫举伤春目，愁极兼无买酒钱。犹有渔人数家住，不成村落夕阳边。\n","contyishang":["译文江面上浩荡荡景色萧萧然，终日里只看见菰蒲钓鱼船。青草湖里浪高三月从此过，杨花飞絮扑面江上风烟满。多情怀绪莫要观看伤春景，无法消愁只因没有买酒钱。极远处还布那几户渔家在，不成村落散住在那夕阳边。","注释⑴空江：洞庭湖水面横无际涯，尽日因风被阻，所以显得江面空旷。浩荡：指风吹浪涌，白波浩荡记。景萧然：这是同无风时比较，无风时江面百舸争流，异常热闹，而今船只避风，江面显得萧然。⑵菰（gū）：即艾白；蒲（pú）：水草，孤与蒲，皆生长在浅水处。泊钓船：钓船停在港湾中。⑶青草：湖名，今在湖南省岳阳县\n"]}},{"title":"抒情","cont":{"title":"金石录后序","nian":"宋代","author":"李清照","contson":"\n　　右金石录三十卷者何？赵侯德父所著书也。取上自三代，下迄五季，钟、鼎、甗、鬲、盘、彝、尊、敦之款识，丰碑、大碣，显人、晦士之事迹，凡见于金石刻者二千卷，皆是正伪谬，去取褒贬，上足以合圣人之道，下足以订史氏之失者，皆载之，可谓多矣。\n　　呜呼，自王播、元载之祸，书画与胡椒无异；长舆、元凯之病，钱癖与传癖何殊。名虽不同，其惑一也。\n　　余建中辛巳，始归赵氏。时先君作礼部员外郎，丞相时作吏部侍郎。侯年二十一，在太学作学生。赵、李族寒，素贫俭。每朔望谒告出，质衣，取半千钱，步入相国寺，市碑文果实归，相对展玩咀嚼，自谓葛天氏之民也。后二年，出仕宦，便有饭蔬衣练，穷遐方绝域，尽天下古文奇字之志。日就月将，渐益堆积。丞相居政府，亲旧或在馆阁，多有亡诗、逸史，鲁壁、汲冢所未见之书，遂力传写，浸觉有味，不能自已。后或见古今名人书画，一代奇器，亦复脱衣市易。尝记崇宁间，有人持徐熙牡丹图，求钱二十万。当时虽贵家子弟，求二十万钱，岂易得耶。留信宿，计无所出而还之。夫妇相向惋怅者数日。\n　　后屏居乡里十年，仰取俯拾，衣食有余。连守两郡，竭其俸入，以事铅椠。每获一书，即同共勘校，整集签题。得书、画、彝、鼎，亦摩玩舒卷，指摘疵病，夜尽一烛为率。故能纸札精致，字画完整，冠诸收书家。余性偶强记，每饭罢，坐归来堂烹茶，指堆积书史，言某事在某书、某卷、第几叶、第几行，以中否角胜负，为饮茶先后。中即举杯大笑，至茶倾覆怀中，反不得饮而起。甘心老是乡矣。故虽处忧患困穷，而志不屈。收书既成，归来堂起书库，大橱簿甲乙，置书册。如要讲读，即请钥上簿，关出卷帙。或少损污，必惩责揩完涂改，不复向时之坦夷也。是欲求适意，而反取憀憟。余性不耐，始谋食去重肉，衣去重采，首无明珠、翠羽之饰，室无涂金、刺绣之具。遇书史百家，字不刓缺，本不讹谬者，辄市之，储作副本。自来家传周易、左氏传，故两家者流，文字最备。于是几案罗列，枕席枕藉，意会心谋，目往神授，乐在声色狗马之上。\n　　至靖康丙午岁，侯守淄川，闻金寇犯京师，四顾茫然，盈箱溢箧，且恋恋，且怅怅，知其必不为己物矣。建炎丁未春三月，奔太夫人丧南来。既长物不能尽载，乃先去书之重大印本者，又去画之多幅者，又去古器之无款识者，后又去书之监本者，画之平常者，器之重大者。凡屡减去，尚载书十五车。至东海，连舻渡淮，又渡江，至建康。青州故第，尚锁书册什物，用屋十余间，冀望来春再备船载之。十二月，金人陷青州，凡所谓十余屋者，已皆为煨烬矣。\n　　建炎戊申秋九月，侯起复知建康府。已酉春三月罢，具舟上芜湖，入姑孰，将卜居赣水上。夏五月，至池阳。被旨知湖州，过阙上殿。遂驻家池阳，独赴召。六月十三日，始负担，舍舟坐岸上，葛衣岸巾，精神如虎，目光烂烂射人，望舟中告别。余意甚恶，呼曰：“如传闻城中缓急，奈何？”戟手遥应曰：“从众。必不得已，先弃辎重，次衣被，次书册卷轴，次古器，独所谓宗器者，可自负抱，与身俱存亡，勿忘之。”遂驰马去。途中奔驰，冒大暑，感疾。至行在，病痁。七月末，书报卧病。余惊怛，念侯性素急，奈何。病痁或热，必服寒药，疾可忧。遂解舟下，一日夜行三百里。比至，果大服柴胡、黄芩药，疟且痢，病危在膏盲。余悲泣，仓皇不忍问后事。八月十八日，遂不起。取笔作诗，绝笔而终，殊无分香卖履之意。\n　　葬毕，余无所之。朝廷已分遣六宫，又传江当禁渡。时犹有书二万卷，金石刻二千卷，器皿、茵褥，可待百客，他长物称是。余又大病，仅存喘息。事势日迫。念侯有妹婿，任兵部侍郎，从卫在洪州，遂遣二故吏，先部送行李往投之。冬十二月，金寇陷洪州，遂尽委弃。所谓连舻渡江之书，又散为云烟矣。独余少轻小卷轴书帖、写本李、杜、韩、柳集，《世说》、《盐铁论》，汉唐石刻副本数十轴，三代鼎鼐十数事，南唐写本书数箧，偶病中把玩，搬在卧内者，岿然独存。\n　　上江既不可往，又虏势叵测，有弟迒任敕局删定官，遂往依之。到台，台守已遁。之剡，出陆，又弃衣被。走黄岩，雇舟入海，奔行朝，时驻跸章安，从御舟海道之温，又之越。庚戌十二月，放散百官，遂之衢。绍兴辛亥春三月，复赴越，壬子，又赴杭。\n　　先侯疾亟时，有张飞卿学士，携玉壶过，视侯，便携去，其实珉也。不知何人传道，遂妄言有颁金之语。或传亦有密论列者。余大惶怖，不敢言，亦不敢遂已，尽将家中所有铜器等物，欲走外廷投进。到越，已移幸四明。不敢留家中，并写本书寄剡。后官军收叛卒，取去，闻尽入故李将军家。所谓岿然独存者，无虑十去五六矣。惟有书画砚墨，可五七簏，更不忍置他所。常在卧塌下，手自开阖。在会稽，卜居土民钟氏舍。忽一夕；穴壁负五簏去。余悲恸不已，重立赏收赎。后二日，邻人钟复皓出十八轴求赏，故知其盗不远矣。万计求之，其余遂不可出。今知尽为吴说运使贱价得之。所谓岿然独存者，乃十去其七八。所有一二残零不成部帙书册，三数种平平书帙，犹复爱惜如护头目，何愚也耶。\n　　今日忽阅此书，如见故人。因忆侯在东莱静治堂，装卷初就，芸签缥带，束十卷作一帙。每日晚吏散，辄校勘二卷，跋题一卷。此二千卷，有题跋者五百二卷耳。今手泽如新，而墓木已拱，悲夫！\n　　昔萧绎江陵陷没，不惜国亡，而毁裂书画。杨广江都倾覆，不悲身死，而复取图书。岂人性之所著，死生不能忘之欤。或者天意以余菲薄，不足以享此尤物耶。抑亦死者有知，犹斤斤爱惜，不肯留在人间耶。何得之艰而失之易也。\n　　呜呼，余自少陆机作赋之二年，至过蘧瑗知非之两岁，三十四年之间，忧患得失，何其多矣！然有有必有无，有聚必有散，乃理之常。人亡弓，人得之，又胡足道！所以区区记其终始者，亦欲为后世好古博雅者之戒云。\n　　绍兴二年、玄黓岁，壮月朔甲寅，易安室题 。\n","contyishang":["译文　　《金石录》三十多卷是谁的著作呢？是先夫郡候赵德甫所撰的（注：宋代称知州为候）。内容远至自夏、商、周，近至不远的后梁、后唐、后晋、后汉、后周，凡是铸在钟、鼎、甗、鬲、盘、彝、尊、敦上的铭记，以及刻在长方形石碑和圆形碑上的知名人物和山林隐士的事迹，只要是刻在这些金石之物上的文字共整理了二千卷，全都校正了谬误，进行了汰选和品评，所有的都符合圣人的道德标准，还能够帮助史官修订失误，这里都记载了，可以称得上内容丰富了！","　　呜呼！自从唐代的王播（原文：王播，但应该是王涯，是李清照记录错误。）与元载遭到杀身之祸以后，书画跟胡椒都是他们取杀身之祸的原凶；而和峤、杜预\n"]}},{"title":"抒情","cont":{"title":"长平箭头歌","nian":"唐代","author":"李贺","contson":"\n漆灰骨末丹水沙，凄凄古血生铜花。白翎金竿雨中尽，直余三脊残狼牙。我寻平原乘两马，驿东石田蒿坞下。风长日短星萧萧，黑旗云湿悬空夜。左魂右魄啼肌瘦，酪瓶倒尽将羊炙。虫栖雁病芦笋红，回风送客吹阴火。访古丸澜收断镞，折锋赤璺曾刲肉。南陌东城马上儿，劝我将金换簝竹。\n","contyishang":["译文秦将白起破池赵，四十万众尽埋此，我手拿一只破旧的箭头目驰四荒，心鹜八极。黑处的如漆灰，白处的如骨末，红处的如丹砂，缕缕古血沾染铮铮铜铁，生成的铜花，那是千年地底血与土的兑化。箭羽、箭竿已在凄风冷雨中腐蚀殆尽，只剩下，只剩下三棱箭头如狼牙。在长平的荒原上，两马并驾，走过长平驿站之东，走过满是石子的田园，来到蒿草丛生的山坞之下。平原的长风在吹刮，平原的日头在西挂。孤星冷月，寂寥无边，湿云漫布如黑旗猎猎，夜空混沌如鬼魅游移。地底下，骷髅成堆，左魂右魄在哭啼。酪瓶倒尽，我把酒洒满地，羊羔烹尽，我把它摆整齐。国殇之众，久无\n"]}},{"title":"抒情","cont":{"title":"春情寄子安","nian":"唐代","author":"鱼玄机","contson":"\n山路欹斜石磴危，不愁行苦苦相思。冰销远硐怜清韵，雪远寒峰想玉姿。莫听凡歌春病酒，休招闲客夜贪棋。如松匪石盟长在，比翼连襟会肯迟。虽恨独行冬尽日，终期相见月圆时。别君何物堪持赠，泪落晴光一首诗。\n","contyishang":[]}},{"title":"抒情","cont":{"title":"春泛若耶溪","nian":"唐代","author":"綦毋潜","contson":"\n幽意无断绝，此去随所偶。晚风吹行舟，花路入溪口。际夜转西壑，隔山望南斗。潭烟飞溶溶，林月低向后。生事且弥漫，愿为持竿叟。\n","contyishang":["译文我寻幽探胜的心意没有定止，随着一路看见的景色生发不已。晚风吹送我的行舟，沿着开满鲜花的河岸荡入溪口。星夜又转过西边的山岭，隔山仰望天上的南斗。潭底升起溶溶的烟雾，林中月亮仿佛低落在行舟的背后。世事何等地纷繁渺茫，不如做一名隐居的钓叟。","注释⑴若耶溪：在今浙江省绍兴市东南，相传为西施浣纱处。《寰宇记》记载：“若耶溪在会稽县东二十八里。”《水经注》记载：“若耶溪水，上承嶕岘麻溪，溪之下孤潭周数亩，麻潭下注若耶溪。水至清，照众山倒影，窥之如画。”⑵幽意：寻幽的心意。⑶偶：遇。刘熙\n"]}},{"title":"抒情","cont":{"title":"风入松·危楼古镜影犹寒","nian":"宋代","author":"张炎","contson":"\n危楼古镜影犹寒。倒景忽相看。桃花不识东西晋，想如今、也梦邯郸。缥缈神仙海上，飘零图画人间。宝光丹气共回环。水弱小舟闲。秋风难老三珠树，尚依依、脆管清弹。说与霓裳莫舞，银桥不到深山。\n","contyishang":["译文独倚高楼，望镜中身影犹感孤冷凄清寒。孤灯下形单影只，只能独坐与孤影相看。桃花独自开放不知朝代变更、人事变迁，离开故乡已久很多年，什么时候才能再回去呢？海上那神仙住处虚无缥缈，只能在这人世间飘荡流浪。霞光如锦与云雾共环绕，溪流浅浅、小舟悠闲的停靠在浅滩边上。生命力强的珍木从不惧秋风萧瑟，心中愁绪万千，只能吹奏笛子以抒心中忧闷。那翻飞的霓裳舞曲不再有，通向月宫的银桥也无法到达那遥远的山岭。","注释危楼：高楼。倒景：一作“倒影”。宝光：神奇的光辉。丹气：赤色的水气。亦指彩霞。回环：环绕。\n"]}},{"title":"抒情","cont":{"title":"虞美人·愁痕满地无人省","nian":"清代","author":"纳兰性德","contson":"\n愁痕满地无人省，露湿琅玕影。闲阶小立倍荒凉。还剩旧时月色在潇湘。薄情转是多情累，曲曲柔肠碎。红笺向壁字模糊，忆共灯前呵手为伊书。\n","contyishang":["译文愁绪像落叶一样撒落满地，而这愁绪却无人能够理解，露水打湿了竹叶的影子，我孤零零地站在空荡的台阶上，只有旧时曾共同照耀着我们的斑竹月色能安慰我的心绪。我宁愿让自己薄情寡义，不因多情而心累，阵阵歌声催得我柔肠寸断对着墙壁读你的信笺，不禁想起当初在灯前呼着热气暖手，为你书写心曲。","注释①虞美人：词牌名，唐教坊曲。初咏项羽宠姬虞美人，因以为名。又名 “一江春水”、“玉壶水”、“巫山十二峰”等。双调，五十六字，上下片各四句。②秋夕：七月七日晚上。信步：随便漫步。③愁痕：指青青的苔痕。④琅玕（Iàng gàn\n"]}},{"title":"抒情","cont":{"title":"霜天晓角·旅兴","nian":"宋代","author":"辛弃疾","contson":"\n吴头楚尾，一棹人千里，休说旧愁新恨，长亭树，今如此。宦游吾倦矣，玉人留我醉，明日万花寒食，得且住，为佳耳。\n","contyishang":["译文我坐船顺流而下，转眼便在这吴头楚尾的地方行了千里。不说那些令人忧愁的事情，看长亭边的大树已经长成今天的样子了。我已经厌倦了宦游生活，幸好有美人留醉。明天就是寒食节了，风雨吹打落花，暂且住留几日，等天气好了再走。","注释（1）旅兴，在旅途中引起的兴趣。兴，读去声。《诗·周南·关睢序》：“四曰兴。”孔颖达《正义》引郑康成注：“兴者，论事于物，则兴者起也。”（2）吴头楚尾：滁州为古代楚吴交界之地，故可称“吴头楚尾”。（3）长亭树，今如此：以“树”代“木”，抒发自己内心的感慨。（4）宦游吾倦矣，宦场中的生活\n"]}},{"title":"抒情","cont":{"title":"界围岩水帘","nian":"唐代","author":"柳宗元","contson":"\n界围汇湘曲，青壁环澄流。悬泉粲成帘，罗注无时休。韵磬叩凝碧，锵锵彻岩幽。丹霞冠其巅，想像凌虚游。灵境不可状，鬼工谅难求。忽如朝玉皇，天冕垂前旒。楚臣昔南逐，有意仍丹丘。今我始北旋，新诏释缧囚。采真诚眷恋，许国无淹留。再来寄幽梦，遗贮催行舟。\n","contyishang":["译文界围岩和湘江的江畔相汇，青青的山壁，环绕着清澈的江水。悬挂着的泉水，形成一面鲜明的水帘，排列下流，没有停止的时候。水帘好比一面音调和谐的玉磬，敲声锵锵，响彻岩谷。红霞笼罩在岩顶上，使我忽然想象升上天空游览的景况。奇妙的境界，简直不可形容，即使是神鬼的工力，谅必也难造成。忽然好像朝见玉皇，只见他的皇冠前面，垂着一排玉串。昔时屈原被逐南来，他有意依恋神仙之地，不思回国。如今我幸获新诏释放，开始北归。在这里任情遨游，固然值得留恋，但我以身许国，必须迅速回朝效力，不容停留。\n"]}},{"title":"抒情","cont":{"title":"东征赋","nian":"两汉","author":"班昭","contson":"\n　　惟永初之有七兮，余随子乎东征。时孟春之吉日兮，撰良辰而将行。乃举趾而升舆兮，夕予宿乎偃师。遂去故而就新兮，志怆悢而怀悲！ \n　　明发曙而不寐兮，心迟迟而有违。酌鞰酒以弛念兮，喟抑情而自非。谅不登樔而椓蠡兮，得不陈力而相追。且从众而就列兮，听天命之所归。遵通衢之大道兮，求捷径欲从谁？乃遂往而徂逝兮，聊游目而遨魂！ \n　　历七邑而观览兮，遭巩县之多艰。望河洛之交流兮，看成皋之旋门。既免脱于峻崄兮，历荥阳而过卷。食原武之息足，宿阳武之桑间。涉封丘而践路兮，慕京师而窃叹！小人性之怀土兮，自书传而有焉。 \n　　遂进道而少前兮，得平丘之北边。入匡郭而追远兮，念夫子之厄勤。彼衰乱之无道兮，乃困畏乎圣人。怅容与而久驻兮，忘日夕而将昏。到长垣之境界，察农野之居民。睹蒲城之丘墟兮，生荆棘之榛榛。惕觉寤而顾问兮，想子路之威神。卫人嘉其勇义兮，讫于今而称云。蘧氏在城之东南兮，民亦尚其丘坟。唯令德为不朽兮，身既没而名存。 \n　　惟经典之所美兮，贵道德与仁贤。吴札称多君子兮，其言信而有徵。后衰微而遭患兮，遂陵迟而不兴。知性命之在天，由力行而近仁。勉仰高而蹈景兮，尽忠恕而与人。好正直而不回兮，精诚通于明神。庶灵祇之鉴照兮，佑贞良而辅信。 \n　　乱曰：君子之思，必成文兮。盍各言志，慕古人兮。先君行止，则有作兮。虽其不敏，敢不法兮。贵贱贫富，不可求兮。正身履道，以俟时兮。修短之运，愚智同兮。靖恭委命，唯吉凶兮。敬慎无怠，思嗛约兮。清静少欲，师公绰兮。 \n","contyishang":["　　在汉安帝永初七年的这一年，我随赴任的儿子一起从京师迁往东边的陈留。时值孟春的阳春季节，选择了良辰吉日启程。早晨匆匆登车上路，傍晚时在偃师夜宿。告别了久居的京城，寄身于陌生的新地。","　　心里充满了悲伤的情怀，天亮时仍然无法入睡。情知是内心徘徊不前，又无法与命运抗争。手捧着酒杯思绪万千啊！感叹压抑的心情无法排遣。实在是没出生在巢居击蠡的上古时代啊！只怕是再没有机会贡献自己的才力。姑且顺其自然、随同大流的趋势吧，听天由命等待命运的归宿。遵循崎岖的治国之道吧，想寻求捷径又能够听从于谁呢？就这样悄悄的从京师消逝吧，暂且让高傲的魂灵四处漫游。","　　一路上历经七个城\n"]}},{"title":"抒情","cont":{"title":"迷神引·一叶扁舟轻帆卷","nian":"宋代","author":"柳永","contson":"\n一叶扁舟轻帆卷。暂泊楚江南岸。孤城暮角，引胡笳怨。水茫茫，平沙雁、旋惊散。烟敛寒林簇，画屏展。天际遥山小，黛眉浅。旧赏轻抛，到此成游宦。觉客程劳，年光晚。异乡风物，忍萧索、当愁眼。帝城赊，秦楼阻，旅魂乱。芳草连空阔，残照满。佳人无消息，断云远。\n","contyishang":["译文一叶小舟上轻帆舒卷，暂时停泊在楚江南岸。孤城中响起阵阵角声，又引出一曲胡笳呜咽哀怨。江水白茫茫，沙滩上栖息的大雁，顷刻间全部被惊散。暮霭如烟般笼罩在林间，一丛丛秋林像画屏一般在眼前铺展。看天边遥遥群山是那么细小，如同美人的弯弯黛眉一样浅淡。轻易地离开了心上人，到这里成了游宦。深深感到旅途劳顿，一年又到岁晚。不忍看异乡风物，一片萧索，进入眼中又添愁烦。京城是这般遥远，秦楼楚馆也被阻难去，让我心烦意乱。芳草萋萋伸向空阔的天边，夕阳洒满河山，佳人杳无音信，像被风吹走的浮云一样远去不返。","注释⑴迷神引：词牌名。⑵泊：停泊。楚江：\n"]}},{"title":"抒情","cont":{"title":"剪牡丹·舟中闻双琵琶","nian":"宋代","author":"张先","contson":"\n野绿连空，天青垂水，素色溶漾都净。柳径无人，堕絮飞无影。汀洲日落人归，修巾薄袂，撷香拾翠相竞。如解凌波，泊烟渚春暝。彩绦朱索新整。宿绣屏、画船风定。金凤响双槽，弹出今古幽思谁省。玉盘大小乱珠迸。酒上妆面，花艳眉相并。重听。尽汉妃一曲，江空月静。\n","contyishang":["上片","　　上片起首三句是环境描写。“野绿连空”，见词人站船上，目光顺地平线伸延，只见辽远无际的绿色原野上接苍穹。作者又顺势举头眺望远天，晴空蔚蓝，好像与江水相连。","　　着一个“垂”字把远望中大水相接的感觉，表现得极其形象。词人仰观俯视，只见眼前江水“素色溶漾都净”。“素色”即白色，指白茫茫的江水。“净”字是形容水的明澈洁净。此句本自谢朓诗“澄江净如练”（《晚登三山还望京邑》），以上三句，词人以其拿手的炼字功夫，多方面多层次地画出了一幅江上美景，晴空与绿野相连，波光粼粼，天光云影，映于澄江之中，景象浑茫寥阔，而又十分寂静。这幅图画中，“柳径无人，堕絮飞无影”\n"]}},{"title":"抒情","cont":{"title":"长相思·铁瓮城高","nian":"宋代","author":"秦观","contson":"\n铁瓮城高，蒜山渡阔，干云十二层楼。开尊待月，掩箔披风，依然灯火扬州。绮陌南头，记歌名宛转，乡号温柔。曲槛俯清流。想花阴，谁系兰舟？念凄绝秦弦，感深荆赋，相望几许凝愁。勤勤裁尺素，奈双鱼难渡瓜洲。晓鉴堪羞，潘鬓点、吴霜渐稠。幸于飞、鸳鸯未老，不应同是悲秋。\n","contyishang":["译文在镇江城楼头、西津渡口，楼有十二层高入云霄。在楼上的阁房里，品着酒以待赏月，夜寒了，就放下帘子挡挡风。居高临下，看着黄昏时镇江城的万家灯火，就像看到了扬州城。于是想起了以前在扬州的一段欢娱生活。歌妓唱着《宛转歌》，很温柔，惬和人意。那座妓楼依河流而居，我曾乘着兰舟寻访美色。我估量着，自分别以后，你一定每每弹着凄凉的曲调，思念着我；而我呢，也每每吟哦着哀怨的词句，思念着你；山山相隔，我们相望了多少次都看不见，只能把愁恨凝聚在乐曲里和词章里。我屡屡想给你写情书，无奈山高路远，到不了你那边。清晨临镜，白发日渐见多，老态堪羞。有幸的是，你尚未见老，不应像我这样，为衰老\n"]}},{"title":"抒情","cont":{"title":"滕王阁序","nian":"唐代","author":"王勃","contson":"\n　　豫章故郡，洪都新府。星分翼轸，地接衡庐。襟三江而带五湖，控蛮荆而引瓯越。物华天宝，龙光射牛斗之墟；人杰地灵，徐孺下陈蕃之榻。雄州雾列，俊采星驰。台隍枕夷夏之交，宾主尽东南之美。都督阎公之雅望，棨戟遥临；宇文新州之懿范，襜帷暂驻。十旬休假，胜友如云；千里逢迎，高朋满座。腾蛟起凤，孟学士之词宗；紫电青霜，王将军之武库。家君作宰，路出名区；童子何知，躬逢胜饯。(豫章故郡 一作：南昌故郡)\n　　时维九月，序属三秋。潦水尽而寒潭清，烟光凝而暮山紫。俨骖騑于上路，访风景于崇阿。临帝子之长洲，得仙人之旧馆。层峦耸翠，上出重霄；飞阁流丹，下临无地。鹤汀凫渚，穷岛屿之萦回；桂殿兰宫，即冈峦之体势。（层峦 一作：层台；即冈 一作：列冈；仙人 一作：天人；飞阁流丹 一作：飞阁翔丹）\n　　披绣闼，俯雕甍，山原旷其盈视，川泽纡其骇瞩。闾阎扑地，钟鸣鼎食之家；舸舰迷津，青雀黄龙之舳。云销雨霁，彩彻区明。落霞与孤鹜齐飞，秋水共长天一色。渔舟唱晚，响穷彭蠡之滨，雁阵惊寒，声断衡阳之浦。(轴 通：舳；迷津 一作：弥津；云销雨霁，彩彻区明 一作：虹销雨霁，彩彻云衢)\n　　遥襟甫畅，逸兴遄飞。爽籁发而清风生，纤歌凝而白云遏。睢园绿竹，气凌彭泽之樽；邺水朱华，光照临川之笔。四美具，二难并。穷睇眄于中天，极娱游于暇日。天高地迥，觉宇宙之无穷；兴尽悲来，识盈虚之有数。望长安于日下，目吴会于云间。地势极而南溟深，天柱高而北辰远。关山难越，谁悲失路之人；萍水相逢，尽是他乡之客。怀帝阍而不见，奉宣室以何年？(遥襟甫畅 一作：遥吟俯畅)\n　　嗟乎！时运不齐，命途多舛。冯唐易老，李广难封。屈贾谊于长沙，非无圣主；窜梁鸿于海曲，岂乏明时？所赖君子见机，达人知命。老当益壮，宁移白首之心？穷且益坚，不坠青云之志。酌贪泉而觉爽，处涸辙以犹欢。北海虽赊，扶摇可接；东隅已逝，桑榆非晚。孟尝高洁，空余报国之情；阮籍猖狂，岂效穷途之哭！(见机 一作：安贫)\n　　勃，三尺微命，一介书生。无路请缨，等终军之弱冠；有怀投笔，慕宗悫之长风。舍簪笏于百龄，奉晨昏于万里。非谢家之宝树，接孟氏之芳邻。他日趋庭，叨陪鲤对；今兹捧袂，喜托龙门。杨意不逢，抚凌云而自惜；钟期既遇，奏流水以何惭？\n　　呜乎！胜地不常，盛筵难再；兰亭已矣，梓泽丘墟。临别赠言，幸承恩于伟饯；登高作赋，是所望于群公。敢竭鄙怀，恭疏短引；一言均赋，四韵俱成。请洒潘江，各倾陆海云尔：　　滕王高阁临江渚，佩玉鸣鸾罢歌舞。　　画栋朝飞南浦云，珠帘暮卷西山雨。　　闲云潭影日悠悠，物换星移几度秋。　　阁中帝子今何在？槛外长江空自流。\n","contyishang":["译文　　这里是汉代的豫章郡城，如今是洪州的都督府，天上的方位属于翼，轸两星宿的分野，地上的位置连结着衡山和庐山。以三江为衣襟，以五湖为衣带、控制着楚地，连接着闽越。物类的精华，是上天的珍宝，宝剑的光芒直冲上牛、斗二星的区间。人中有英杰，因大地有灵气，陈蕃专为徐孺设下几榻。雄伟的洪州城，房屋像雾一般罗列，英俊的人才，像繁星一样地活跃。城池座落在夷夏交界的要害之地，主人与宾客，集中了东南地区的英俊之才。都督阎公，享有崇高的名望，远道来到洪州坐镇，宇文州牧，是美德的楷模，赴任途中在此暂留。正逢十日休假的日子，杰出的友人云集，高贵的宾客，也都不远千里来到这里聚会。文坛领袖孟学士，文章\n"]}},{"title":"抒情","cont":{"title":"岁晚还京台望城阙成口号先赠交亲","nian":"唐代","author":"卢僎","contson":"\n紫陌开行树，朱城出晚霞。犹怜惯去国，疑是梦还家。 风弱知催柳，林青觉待花。交亲望归骑，几处拥年华。\n","contyishang":[]}},{"title":"抒情","cont":{"title":"菩萨蛮·夜来皓月才当午","nian":"唐代","author":"温庭筠","contson":"\n夜来皓月才当午，重帘悄悄无人语。深处麝烟长，卧时留薄妆。当年还自惜，往事那堪忆。花露月明残，锦衾知晓寒。\n","contyishang":["译文午夜，明月当空，重帘内静寂无声。深闺里缥缈的烟絮，缭绕着又理还乱的思绪。她独卧在床上，还留着淡淡的妆红。当年，多么珍惜花一样的面容，如今怎堪再回首往日欢情。当花含露泪、残月西逝的时候，陪伴她的，只有那浸透锦被的阵阵寒意。","注释⑴菩萨蛮：词牌名。⑵当午：指月亮悬于正中天。⑶帘：疆村本《尊前集》作“门”。⑷麝烟：火燃麝香所散发的香烟。唐人成彦雄《夕》：“台榭沉沉禁漏初。麝烟红烛透虾须。”烟，雪本作“香”。⑸卧时：雪本作“梦魂”。薄妆：淡妆。薄妆者与秾妆相对，谓秾妆既卸，犹稍留梳裹，脂粉匀面\n"]}},{"title":"抒情","cont":{"title":"沁园春·试望阴山","nian":"清代","author":"纳兰性德","contson":"\n试望阴山，黯然销魂，无言排徊。见青峰几簇，去天才尺；黄沙一片，匝地无埃。碎叶城荒，拂云堆远，雕外寒烟惨不开。踟蹰久，忽砯崖转石，万壑惊雷。穷边自足秋怀。又何必、平生多恨哉。只凄凉绝塞，峨眉遗冢；梢沉腐草，骏骨空台。北转河流，南横斗柄，略点微霜鬓早衰。君不信，向西风回首，百事堪哀。\n","contyishang":["译文遥望塞外的阴山，不禁让人无限伤怀，徘徊不语。只见几座青峰高耸入云，仿佛离天只有几尺的距离，眼前黄沙遍地，不见一丝尘埃。碎叶城早已荒芜，拂云堆也遥远得看不见，只看见飞翔云外的雕鹰和凝聚着寒冷的雾气。我正在这里徘徊不前，忽然听到山崖上巨石撞击的声音，就像是万丈深壑里发出的隆隆雷声。边塞的荒凉叫人看了愁苦满怀，更何况我平生的惆怅已经很多了。想到王昭君凄凉出塞，美人已去，但青冢犹存，而那掩埋在荒漠野草中的，是燕昭王为迎接天下贤达而筑的黄金台的遗迹、河流依然向北流去，北斗斗柄仍是横斜向南，愁苦的人已经未老先衰，两鬓已生出星星白发 在秋风中回首往事，愁苦满怀。"]}},{"title":"抒情","cont":{"title":"杳杳寒山道","nian":"唐代","author":"寒山","contson":"\n杳杳寒山道，落落冷涧滨。啾啾常有鸟，寂寂更无人。淅淅风吹面，纷纷雪积身。朝朝不见日，岁岁不知春。\n","contyishang":["译文寒山道上一片寂静幽暗，冷寂的涧边一片幽僻寥落。这里常常有鸟儿啾啾地啼鸣，却空虚冷清罕见人烟。风淅淅沥沥刮向我面门，雪纷纷扬扬洒落在我身上。我身处其中天天见不到阳光，年年也不知道有春天。","注释⑴杳杳：幽暗状。寒山：始丰县（今浙江天台县西）天台山有寒暗二岩，寒山即寒岩，乃诗人所居。⑵落落：寂静冷落的样子。⑶淅淅：象声词，形容风声。一作“碛碛”。"]}},{"title":"抒情","cont":{"title":"五月东鲁行答汶上君","nian":"唐代","author":"李白","contson":"\n五月梅始黄，蚕凋桑柘空。鲁人重织作，机抒鸣帘栊。顾余不及仕，学剑来山东。举鞭访前途，获笑汶上翁。下愚忽壮士，未足论穷通。我以一箭书，能取聊城功。终然不受赏，羞与时人同。西归去直道，落日昏阴虹。此去尔勿言，甘心为转蓬。\n","contyishang":["译文五月里梅子开始发黄，蚕事完毕，桑柘叶也被采空了。鲁地人重视纺织，家家窗里透出机抒声。只因为我不能走上仕途，为学剑术来到山东。举起马鞭向人打听路，却不料受到汶上老翁的嘲讽。下愚之辈轻视有为的壮士，怎值得以此判断穷困与亨通？我能像鲁仲连那样绑信在箭上，获得攻下服城的大功。最终不肯接受君主的封赏，只因羞与世俗之人相同。我将要踏上大道向西奔往长安，哪怕落日被阴虹遮掩得一片昏蒙。此去用不着你向我多说什么，我甘心如飘转的飞蓬！","注释⑴东鲁：指初唐时由鲁郡改置的兖\n"]}},{"title":"抒情","cont":{"title":"咏鸳鸯","nian":"唐代","author":"李远","contson":"\n鸳鸯离别伤，人意似鸳鸯。试取鸳鸯看，多应断寸肠。\n","contyishang":[]}},{"title":"抒情","cont":{"title":"上三峡","nian":"唐代","author":"李白","contson":"\n巫山夹青天，巴水流若兹。巴水忽可尽，青天无到时。三朝上黄牛，三暮行太迟。三朝又三暮，不觉鬓成丝。\n","contyishang":["译文巴水穿过巫山，巫山夹着青天。巴水忽然像是到了尽头，而青天依然夹在上面。三个早晨行在黄牛峡，三个晚上还在黄牛峡打转。这样的三天三夜出不了黄牛峡。怎能不使人愁得两鬓斑斑？","注释⑴三峡：指长江之瞿塘峡、巫峡和西陵峡。⑵巫山：在今重庆巫山县南，山势高峻，景色秀美，有著名的巫山十二峰。⑶巴水：指长江三峡的流水。重庆东面长江水曲折三回如巴字，故曰“巴江”。传说巴子国由此得名。古渝、涪、忠、万等州均属巴国地，故此段长江常称巴水。⑷黄牛：指黄牛山，又称黄牛峡，在今湖北宜昌西北。《水经注·江\n"]}},{"title":"抒情","cont":{"title":"生查子·药名闺情","nian":"宋代","author":"陈亚","contson":"\n相思意已深，白纸书难足。字字苦参商，故要檀郎读。 分明记得约当归，远至樱桃熟。何事菊花时，犹未回乡曲。\n","contyishang":["译文自从与夫君离别之后，思忿之情绪日渐加深，这短短的信笺，无法写尽我要倾诉的思情。信中的每一个字，都饱含着我的相思之苦，希望夫君仔细阅读，明白此情。我清楚地记得，当时相约，你最迟于仲夏樱桃红熟之时回家。我日日盼，夜夜想，已经到了秋天，连菊花都开放了，为什么还没有你回来的音信呢? ","注释①相思：即“相思子”，中药名。②意已：谐中药名“薏苡”。③白纸：指信笺。又谐中药名“白芷”。④苦参商：谓夫妻别离，苦如参商二星不能相见。参星在西，商星(即辰星)在东，此出彼没，无法相见。苦参，中药名。⑤檀郎\n"]}},{"title":"抒情","cont":{"title":"听鼓","nian":"唐代","author":"李商隐","contson":"\n城头叠鼓声，城下暮江清。欲问渔阳掺，时无祢正平。\n","contyishang":["译文城头上传来了叠鼓声声，城墙下日暮时江水清清。要想学那一曲《渔阳掺挝》，这时世已经没有祢正平。","注释⑴叠鼓：重迭的鼓声。这里指繁杂的鼓声。唐温庭筠《台城晓朝曲》：“朱网龛鬖丞相车，晓随叠鼓朝天去。”⑵暮：傍晚时分。江：指长江。⑶渔阳掺：即《渔阳掺挝》，鼓曲调名。掺：三挝鼓。掺、挝，都是“击”的意思。南朝宋刘义庆《世说新语·言语》：“祢衡被魏武谪为鼓吏，正月半试鼓，衡扬枹为《渔阳掺挝》，渊渊有金石声，四座为之改容。”⑷祢正平：即东汉文人祢衡（173－198），字正平。《后汉书·祢衡传》：衡字正平，少有\n"]}},{"title":"抒情","cont":{"title":"与元微之书","nian":"唐代","author":"白居易","contson":"\n　　四月十日夜，乐天白：\n　　微之微之！不见足下面已三年矣，不得足下书欲二年矣，人生几何，离阔如此？况以胶漆之心，置于胡越之身，进不得相合，退不能相忘，牵挛乖隔，各欲白首。微之微之，如何如何！天实为之，谓之奈何！\n　　仆初到浔阳时，有熊孺登来，得足下前年病甚时一札，上报疾状，次叙病心，终论平生交分。且云：危惙之际，不暇及他，唯收数帙文章，封题其上曰：“他日送达白二十二郎，便请以代书。”悲哉！微之于我也，其若是乎！又睹所寄闻仆左降诗云：“残灯无焰影幢幢，此夕闻君谪九江。垂死病中惊坐起，暗风吹雨入寒窗。”此句他人尚不可闻，况仆心哉！至今每吟，犹恻恻耳。\n　　且置是事，略叙近怀。仆自到九江，已涉三载。形骸且健，方寸甚安。下至家人，幸皆无恙。长兄去夏自徐州至，又有诸院孤小弟妹六七人提挈同来。顷所牵念者，今悉置在目前，得同寒暖饥饱，此一泰也。江州风候稍凉，地少瘴疠。乃至蛇虺蚊蚋，虽有，甚稀。湓鱼颇肥，江酒极美。其余食物，多类北地。仆门内之口虽不少，司马之俸虽不多，量入俭用，亦可自给。身衣口食，且免求人，此二泰也。仆去年秋始游庐山，到东西二林间香炉峰下，见云水泉石，胜绝第一，爱不能舍。因置草堂，前有乔松十数株，修竹千余竿。青萝为墙援，白石为桥道，流水周于舍下，飞泉落于檐间，红榴白莲，罗生池砌。大抵若是，不能殚记。每一独往，动弥旬日。平生所好者，尽在其中。不唯忘归，可以终老。此三泰也。计足下久不得仆书，必加忧望，今故录三泰以先奉报，其余事况，条写如后云云。\n　　微之微之！作此书夜，正在草堂中山窗下，信手把笔，随意乱书。封题之时，不觉欲曙。举头但见山僧一两人，或坐或睡。又闻山猿谷鸟，哀鸣啾啾。平生故人，去我万里，瞥然尘念，此际暂生。余习所牵，便成三韵云：“忆昔封书与君夜，金銮殿后欲明天。今夜封书在何处？庐山庵里晓灯前。笼鸟槛猿俱未死，人间相见是何年！”微之微之！此夕我心，君知之乎？乐天顿首。\n","contyishang":["译文　　四月十日夜晚，乐天告白：","　　微之啊微之！不见您的面已经三年了，没有收到您的信快要两年了，人生有多少时日，我和您竟这样长久离别？何况把胶和漆一样紧紧相联的两颗心，分放在南北相隔的两个人身上，彼此上前不能在一起。后退不能相忘，内心牵挂，身体分离，各自的头发都要白了。微之啊微之，怎么办啊怎么办！天意确实造成这种际遇，对这怎么办呢！","　　我刚到浔阳时，熊孺登来访，收到您前年病重时的一封短信，信上首先说了您的病情，其次叙述您生病时的心情，最后谈到我们多年的交谊情分。信上还说：病危时，没有时间顾及其他事，只收集几包文章，封起来，在它上面题字：“日\n"]}},{"title":"抒情","cont":{"title":"清平乐·洛阳愁绝","nian":"唐代","author":"温庭筠","contson":"\n洛阳愁绝，杨柳花飘雪。终日行人恣攀折，桥下水流呜咽。上马争劝离觞，南浦莺声断肠。愁杀平原年少，回首挥泪千行。\n","contyishang":["译文当我辞别洛阳的时候，春暮的景色更使我伤心欲绝，杨花柳絮飘舞着如漫天飞雪。远行的人天天折走柳枝，桥下的流水时时都在呜咽，唱不完送别的悲歌。上马时朋友争劝送别的酒。我最怕那南浦的莺啼，声声都是断肠的歌喉。燕赵儿郎也伤愁，挥不尽千行泪，又回头。","注释1.清平乐：原为唐教坊曲名，取用汉乐府“清乐”、“平乐”这两个乐调而命名。后用作词牌名。《宋史·乐志》入“大石调”，《金奁集》、《乐章集》并入“越调”。双调四十六字，八句，前片四仄韵，后片三平韵。2.洛阳：最早为东周都城，此后后汉、西晋、北魏、隋等朝均建都于此。唐时为东都。\n"]}},{"title":"抒情","cont":{"title":"水调歌头·安石在东海","nian":"宋代","author":"苏轼","contson":"\n余去岁在东武，作《水调歌头》以寄子由。今年子由相从彭门居百余日，过中秋而去，作此曲以别。余以其语过悲，乃为和之，其意以不早退为戒，以退而相从之乐为慰云耳\n安石在东海，从事鬓惊秋。中年亲友难别，丝竹缓离愁。一旦功成名遂，准拟东还海道，扶病入西州。雅志困轩冕，遗恨寄沧洲。岁云暮，须早计，要褐裘。故乡归去千里，佳处辄迟留。我醉歌时君和，醉倒须君扶我，惟酒可忘忧。一任刘玄德，相对卧高楼。\n","contyishang":["译文当年谢安隐居在东海，出仕做官鬓发已霜秋，中年难与亲友别，唯有丝竹缓离愁。一旦功成名就，准备返归东海，谁料抱病入西州。做官困扰了隐居的雅志，遗恨寄托于田园山丘。既已年高衰朽，便当及早划筹，要做百姓穿粗裘。返回故乡遵迢千里，选取佳地长住久留。酒醉放歌君相和，醉倒在地君扶我，只有醉时忘忧愁。任凭刘备笑我无大志，我却甘愿身居平地，仰看他高卧百尺楼。","注释⑴水调歌头：词牌名，又名“元会曲”“台城游”“凯歌”“江南好”“花犯念奴”等。双调，九十五字，平韵。⑵东武：指密州。⑶子由：苏轼之弟文学家苏辙字。⑷彭门：\n"]}},{"title":"抒情","cont":{"title":"杨柳枝·宜春苑外最长条","nian":"唐代","author":"温庭筠","contson":"\n宜春苑外最长条，闲袅春风伴舞腰。正是玉人肠绝处，一渠春水赤栏桥。\n","contyishang":["译文宜春院外杨柳轻拂低垂，伴着那春风扭摆着腰肢。那御河之上的红栏桥畔，多少情人在此伤心别离。","注释⑴杨柳枝：词牌名，七言绝句之一体，四句三平韵。⑵宜春苑：古代苑囿名。秦时在宜春宫之东，汉称宜春下苑。即后所称曲江池者，唐代为教坊乐妓所居之地，故址在今陕西省西安市。长条：指细长柔软的柳枝。⑶舞腰：比况之词，状杨柳细软若舞腰。⑷玉人：美人。肠绝：一作“肠断”。⑸赤栏桥：长安城郊桥名，后多泛指男女或朋友相会之处。"]}},{"title":"抒情","cont":{"title":"江神子·赋梅寄余叔良","nian":"宋代","author":"辛弃疾","contson":"\n暗香横路雪垂垂。晚风吹。晓风吹。花意争春，先出岁寒枝。毕竟一年春事了，缘太早，却成迟。未应全是雪霜姿。欲开时。未开时。粉面朱唇，一半点胭脂。醉里谤花花莫恨，浑冷淡，有谁知。\n","contyishang":["译文　　梅花的香气从小径那边悠然飘来，雪花纷纷而落。晚风浮动，晨风轻轻。这绽放的花朵想要争夺第一分春意呢，于是早早的（先）在寒风中发枝吐蕾。可是这一年中最早的春天已经结束了（说作者心里的春天），早早的开放，却是已经迟了呢。看那开烦的花朵，也不全是冰雪晶莹的姿态呢。有的吐蕾（未开）有的含苞（欲开），就像红唇的淡雅的女子，只轻轻的扫了些许脂粉。我啊，喝醉了，迷迷糊糊的侮辱了这鲜艳的花朵（见上面）花呀你不要嫉恨我啊，要知道：你这一身的（浑）淡雅，高洁，又有谁相知呢？","注释①闲居带湖之作。余叔良：稼轩友人，其他不详。此咏梅小令。不以绘形写神见长，却以巧立新\n"]}},{"title":"抒情","cont":{"title":"归雁二首","nian":"唐代","author":"杜甫","contson":"\n万里衡阳雁，今年又北归。双双瞻客上，一一背人飞。云里相呼疾，沙边自宿稀。系书元浪语，愁寂故山薇。\n欲雪违胡地，先花别楚云。却过清渭影，高起洞庭群。塞北春阴暮，江南日色曛。伤弓流落羽，行断不堪闻。\n","contyishang":[]}},{"title":"抒情","cont":{"title":"祭石曼卿文","nian":"宋代","author":"欧阳修","contson":"\n　　维治平四年七月日，具官欧阳修，谨遣尚书都省令史李敭，至于太清，以清酌庶羞之奠，致祭于亡友曼卿之墓下，而吊之以文。曰：\n　　呜呼曼卿！生而为英，死而为灵。其同乎万物生死，而复归于无物者，暂聚之形；不与万物共尽，而卓然其不配者，后世之名。此自古圣贤，莫不皆然，而著在简册者，昭如日星。\n　　呜呼曼卿！吾不见子久矣，犹能仿佛子之平生。其轩昂磊落，突兀峥嵘而埋藏于地下者，意其不化为朽壤，而为金玉之精。不然，生长松之千尺，产灵芝而九茎。奈何荒烟野蔓，荆棘纵横；风凄露下，走磷飞萤！但见牧童樵叟，歌吟上下，与夫惊禽骇兽，悲鸣踯躅而咿嘤。今固如此，更千秋而万岁兮，安知其不穴藏孤貉与鼯鼪？此自古圣贤亦皆然兮，独不见夫累累乎旷野与荒城！\n　　呜呼曼卿！盛衰之理，吾固知其如此，而感念畴昔，悲凉凄怆，不觉临风而陨涕者，有愧乎太上之忘情。尚飨！\n","contyishang":["译文一　　在英宗治平四年七月某日，备具官爵履历的欧阳修，差遣尚书都省令史李到太清之下，以清酒和各种美味的菜肴作奠仪，致祭于亡友石曼卿的墓前，并作一篇文章吊祭说：　　“唉曼卿！在世时是英雄，死后成为神灵。他同万物一道生死，最后又回归到无物的地方。他是暂时相聚的形体，不与万物一道灭亡。他卓越挺立，永垂不朽，给后世留下英名。这从古时的圣贤到现在，都是这样的，留著于史册，像日月星辰一样明亮。　　唉曼卿！我没有看见你已经很久了，还能仿佛记得你生前的容貌。你气宇轩昂，襟怀坦白，光明磊落，高大英俊，虽然埋藏在地下，想来不会腐朽化为泥土，而会变成金玉的精华。如果不是这\n"]}},{"title":"抒情","cont":{"title":"忆江南·宿双林禅院有感","nian":"清代","author":"纳兰性德","contson":"\n心灰尽、有发未全僧。风雨消磨生死别，似曾相识只孤檠，情在不能醒。摇落后，清吹那堪听。淅沥暗飘金井叶，乍闻风定又钟声，薄福荐倾城。\n","contyishang":["译文心如死灰，除了蓄发之外，已经与僧人无异。只因生离死别，在那似曾相识的孤灯之下，愁情萦怀，梦不能醒。花朵凋零之后，即使清风再怎么吹拂，也将无动于衷。雨声淅沥，落叶飘零于金井，忽然间听到风停后传来的一阵钟声，自己福分太浅，纵有如花美眷、可意情人，却也常在生离死别中。","注释⑴忆江南：本为唐教坊曲名，后用作词牌。又名《望江南》、《梦江南》等。《金奁集》入“南吕宫”。单调二十七字，三平韵。中间七言两句，以对偶为宜。第二句亦有添一衬字者。⑵双林禅院：指今山西省平遥县西南七公里处双林寺内之禅院。双林寺内东轴线上有禅院、经房、僧舍等。\n"]}},{"title":"抒情","cont":{"title":"浣溪沙·丙辰岁不尽五日吴松作","nian":"宋代","author":"姜夔","contson":"\n雁怯重云不肯啼，画船愁过石塘西。打头风浪恶禁持。 春浦渐生迎棹绿，小梅应长亚门枝，一年灯火要人归。\n","contyishang":["译文重叠的彤云低压着，连大雁也吓得不肯啼叫了。当航船经过石塘西畔时，我心中的愁苦更加浓重。船儿被迎头打来的风浪恶作剧地摆布着。迎着归棹，春天的河岸上已逐渐生出一层嫩绿；小小的梅树，新枝该长得压着门楣了吧？一年一度的灯节已经开始了，仿佛在催促我：快点回来啊!","注释浦：水滨。棹（zhào）：划船的工具，船桨，也指船。长（zhǎng）亚门：长得靠近门楣。一年灯火：指春节至元宵节的灯笼、焰火之类。要：通“邀”。陶渊明《桃花源记》：“便要还家。”重云：重重云层。石塘：在苏州的\n"]}},{"title":"抒情","cont":{"title":"菩萨蛮·咏足","nian":"宋代","author":"苏轼","contson":"\n涂香莫惜莲承步。长愁罗袜凌波去。只见舞回风，都无行处踪。偷穿宫样稳，并立双趺困。纤妙说应难，须从掌上看。\n","contyishang":["译文道路留香不吝惜美女的脚步，久久敛束着丝罗袜如在水波上走。只见她那舞步如旋风，都不留下步履踪迹。暗暗地穿着宫廷样式的鞋适合走路稳健，而并立两脚行路就困难。你说纤细美妙到何种程度，该是很难。要说“纤妙”，必须把妇女托在手掌上去看她的脚。","注释⑴菩萨蛮：词牌名。⑵咏足：咏妇女的小脚。⑶涂：道路，通途。⑷莲承步：《南史·齐纪下·废帝东昏侯》：又凿金为莲华以帖地，令潘妃行其上，曰：此步步生莲华也。后世称妇女之小脚为“三寸金莲”。⑸罗袜：丝罗制的袜。⑹凌波：起伏飘浮于波涛之上。三国魏曹\n"]}},{"title":"抒情","cont":{"title":"木兰花慢·拆桐花烂熳","nian":"宋代","author":"柳永","contson":"\n拆桐花烂熳，乍疏雨、洗清明。正艳杏烧林，缃桃绣野，芳景如屏。倾城，尽寻胜去，骤雕鞍绀幰出郊坰。风暖繁弦脆管，万家竞奏新声。盈盈，斗草踏青。人艳冶，递逢迎。向路旁往往，遗簪堕珥，珠翠纵横。欢情，对佳丽地，信金罍罄竭玉山倾。拚却明朝永日，画堂一枕春酲。\n","contyishang":["译文桐树花开绚丽烂漫，一阵疏雨刚过，郊外一片晴明清新，如同洗过一般。艳丽的红杏林犹如燃烧的火焰，浅红色的缃桃花装扮着郊野，美景似画屏。清明踏青的人们倾城空巷而出，全都为游赏名胜而去。人们纵马驾车奔向远郊。暖风中吹来阵阵繁密清脆的管弦乐声，千家万户竞相奏起新颖美妙的音乐。远郊佳丽如云。踏青队伍里，少女们采花斗草，艳丽妖冶的歌女递身迎合、不停地招呼交往。对面路旁到处可见遗簪坠珥的欢饮不拘形迹之人，盛装美女更是纵横遍野。面对如此众多佳丽，欢爱之情油然而生。纵情畅饮，陶然大醉如玉山倾倒。拚着明日醉卧画堂，今朝则非尽醉不休。","注释⑴幰（xiǎn）\n"]}},{"title":"抒情","cont":{"title":"书怀赠南陵常赞府","nian":"唐代","author":"李白","contson":"\n岁星入汉年，方朔见明主。调笑当时人，中天谢云雨。一去麒麟阁，遂将朝市乖。故交不过门，秋草日上阶。当时何特达，独与我心谐。置酒凌歊台，欢娱未曾歇。歌动白紵山，舞回天门月。问我心中事，为君前致辞。君看我才能，何似鲁仲尼。大圣犹不遇，小儒安足悲。云南五月中，频丧渡泸师。毒草杀汉马，张兵夺云旗。至今西洱河，流血拥僵尸。将无七擒略，鲁女惜园葵。咸阳天下枢，累岁人不足。虽有数斗玉，不如一盘粟。赖得契宰衡，持钧慰风俗。自顾无所用，辞家方来归。霜惊壮士发，泪满逐臣衣。以此不安席，蹉跎身世违。终当灭卫谤，不受鲁人讥。\n","contyishang":["译文在木星下凡落入汉朝的那一年，东方朔侍奉汉武帝这位英明的君主。我待诏翰林时也如同东方朔一样调侃嘲笑过时臣，由是被逐出朝而未能沾君恩露。一旦离开了翰林院，便与朝廷和京城长久分开。交好的故友不再登门，秋草日渐长上了门前的台阶。当今您却特别通达，独自与我交往心谐。此来又置酒于凌歊高台，欢乐愉快未曾歇衰。歌声震动了白纻山林，欢舞像缠绕着天门山月。您问我心中有何事烦恼，我在您面前细细述说。您看我的才能，与鲁国的孔子多么相似。像他那样的大圣人犹未遇到相知的君王，而我这小儒未被所用\n"]}},{"title":"抒情","cont":{"title":"秋水阁记","nian":"清代","author":"钱谦益","contson":"\n　　阁于山与湖之间，山围如屏，湖绕如带，山与湖交相袭也。虞山，嶞山也。蜿蜒西属，至是则如密如防，环拱而不忍去。西湖连延数里，缭如周墙。湖之为陂为寖 者，弥望如江流。山与湖之形，经斯地也，若胥变焉。阁屹起平田之中，无垣屋之蔽，无藩离之限，背负云气，胸荡烟水，阴阳晦明，开敛变怪，皆不得遁去豪末。\n　　阁既成，主人与客，登而乐之，谋所以名其阁者。\n　　主人复于客曰：“客亦知河伯之自多于水乎？今吾与子亦犹是也。尝试与子直前楹而望，阳山箭缺，累如重甗。吴王拜郊之 台，已为黍离荆棘矣。逦迤而西，江上诸山，参错如眉黛，吴海国、康蕲国之壁垒，亦已荡为江流矣。下上千百年，英雄战争割据，杳然不可以复迹，而况于斯阁 欤？又况于吾与子以眇然之躯，寄于斯阁者欤？吾与子登斯阁也，欣然骋望，举酒相属，已不免哑然自笑，而何怪于人世之还而相笑与？”\n　　客曰：“不然。于天地之间有山与湖，于山与湖之间有斯阁，于斯阁之中有吾与子。吾与子相与晞朝阳而浴夕月，钓清流而弋高风，其视人世之区区以井蛙相跨峙而以腐鼠相吓也为何如哉？吾闻之，万物莫不然，莫不非。因其所非而非之，是以小河伯而大海若，少仲尼而轻伯夷，因其所然而然之，则夫夔蚿之相怜，鯈鱼之出游，皆动乎天机而无所待也。吾与子之相乐也，人世之相笑也，皆彼是之两行也，而又何间焉？”\n　　主人曰：“善哉！吾不能辩也。”姑以秋水名阁，而书之以为记。崇祯四年三月初五日。\n","contyishang":[]}},{"title":"抒情","cont":{"title":"晚春归山居题窗前竹 / 暮春归故山草堂诗","nian":"唐代","author":"钱起","contson":"\n谷口春残黄鸟稀，辛夷花尽杏花飞。(谷口 一作：溪上)始怜幽竹山窗下，不改清阴待我归。\n","contyishang":["译文山谷口已是暮春凋残，黄莺儿的叫声几乎听不到了，迎春花早已开过，只有片片杏花飞落芳尘。春去匆匆，山窗下的修竹实在幽雅，惹人怜爱；它依旧苍劲葱茏，等待着我的归来。","注释⑴故山：因诗人久居蓝田谷口，心中一直将此地视为故乡，故称“故山”。草堂：茅草盖的堂屋。⑵春残：一作“残春”。黄鸟：即黄鹂、黄莺（一说黄雀），叫声婉转悦耳。⑶辛夷：木兰树的花，一称木笔花，又称迎春花，比杏花开得早。⑷怜：喜爱。⑸清阴：形容苍劲葱茏的样子。⑹溪上：一作“谷口”。"]}},{"title":"抒情","cont":{"title":"润州听暮角 / 晚泊润州闻角","nian":"唐代","author":"李涉","contson":"\n江城吹角水茫茫，曲引边声怨思长。 惊起暮天沙上雁，海门斜去两三行。\n","contyishang":["译文号角声在润州的上空回荡，江水茫茫。那号角吹的是边塞歌曲，慷慨悲凉，行人听到此曲，仿佛听到了戍边将士思乡而不得归的长长哀怨声。听到这哀怨的号角声，沙滩上的那群大雁像受惊似的突然飞起，排列成两三行沿海门朝远方飞去。","注释⑴润州：即今江苏镇江。角：古代军中乐器，所吹多为边塞曲，有铜角、画角等。⑵江城：临江之城，即润州。《全唐诗》校：一作“孤城”。⑶曲引边声：《全唐诗》校：一作“风引胡笳”。⑷海门：地名，在润州城外。《镇江府志》：“焦山东北有二岛对峙，谓之海门。”"]}},{"title":"抒情","cont":{"title":"次韵伯氏长芦寺下","nian":"宋代","author":"黄庭坚","contson":"\n风从落帆休，天与大江平。僧坊昼亦静，钟磬寒逾清。淹留属暇日，植杖数连甍。颇与幽子逢，煮茗当酒倾。携手霜木末，朱栏见潮生。樯移永正县，鸟度建康城。薪者得树鸡，羹盂味南烹。香秔炊白玉，饱饭愧闲行。业祠思归乐，吟弄夕阳明。思归诚独乐，薇蕨渐春荣。\n","contyishang":[]}},{"title":"抒情","cont":{"title":"谪居粮绝请学于农将田南山咏言寄怀","nian":"明代","author":"王守仁","contson":"\n谪居履在陈，从者有温见。山荒聊可田，钱镈还易办。夷俗多火耕，仿习亦颇便。及兹春未深，数亩犹足佃。岂徒实口腹，且以理荒宴。遗穗及乌雀，贫寡发余羡。出耒在明晨，山寒易霜霰。\n","contyishang":["译文　　谪居龙场呵遇到孔子在陈绝粮般的困境，我的随从们都有不满的表现。好在这到处的荒坡亦可开荒垦田，农具也还容易筹办。当地的农人多是刀耕火种，学习模仿也很方便。趁现在春天还没有过去，赶快种好这几亩田。难道仅仅是为吃口饱饭，待丰收了还要用它请客设宴。收割遗下的颗粒就留给乌雀吧，多余下来的粮食散发给穷困人家。明天早晨就的带着农具去垦荒，山间寒冷易结冰霜莫误了时光。 ","注释①在陈：语出《论语》“在陈绝粮”，后人以“在陈”作为绝粮的代称。②温见：温，不满、愤怒的样子。见，同现。意思是表现出不满。③钱镈（jiǎ bó）：古时的农具。\n"]}},{"title":"抒情","cont":{"title":"喜迁莺·晓月坠","nian":"唐代","author":"和凝","contson":"\n晓月坠，宿云披，银烛锦屏帷。建章钟动玉绳低，宫漏出花迟。春态浅，来双燕，红日渐长一线。严妆欲罢啭黄鹂，飞上万年枝。\n","contyishang":[]}},{"title":"抒情","cont":{"title":"渔家傲·小雨纤纤风细细","nian":"宋代","author":"朱服","contson":"\n小雨纤纤风细细，万家杨柳青烟里。恋树湿花飞不起，愁无比，和春付与东流水。九十光阴能有几？金龟解尽留无计。寄语东阳沽酒市，拼一醉，而今乐事他年泪。\n","contyishang":["译文绵绵的细雨微微的风，千家万户掩映在杨柳密荫青烟绿雾中。淋湿的花瓣贴在树枝上不再飞。心中愁无穷，连同春色都付与江水流向东。九十天的光阴能够留多久？解尽金龟换酒也无法将春光挽留。告诉那东阳城里卖酒人，而今只求拼个一醉方休，不管今日乐事成为他年热泪流。","注释⑴渔家傲：词牌名。⑵纤纤：细小，细微，多用以形容微雨。⑶和春：连带着春天。⑷九十：指春光三个月共九十天。⑸金龟：唐三品以上官佩金龟。此处“金龟解尽”意即彻底解职。⑹东阳：今浙江省金华市，宋属婺（wù）州东阳郡。沽酒：卖酒。\n"]}},{"title":"抒情","cont":{"title":"自湘东驿遵陆至芦溪","nian":"清代","author":"查慎行","contson":"\n黄花古渡接芦溪，行过萍乡路渐低。吠犬鸣鸡村远近，乳鹅新鸭岸东西。丝缫细雨沾衣润，刀剪良苗出水齐。犹与湖南风土近，春深无处不耕犁。\n","contyishang":["　　查慎行的这首七言律诗，语言清新、明快、简洁、质朴；寓意率真、自然流畅，无引经据典，读来倍感亲切；采取以景入诗，借景寓情的手法，对眼前所见景物信手拈来，无不称妙；本诗是极富诗情画意的佳作，诗中有画，画里藏诗；中二联对仗工整，又自然流畅，毫无雕琢之感，更是令人拍案称奇！","　　题目“湘东驿遵陆至芦溪”，说的是仲春时分，诗人自“湘东驿”的“黄花渡”下船后经陆路到达芦溪后所看到的景象。“遵陆”，指沿着陆路，走陆路。“驿”，古代供传递官府文书的人和过往官员中途换马或歇宿的地方；“湘东驿”，即是湘东（今湘东区，距萍乡城约40里）的“黄花渡”。芦溪，清朝时的一个镇子，位于萍乡东部。现\n"]}},{"title":"抒情","cont":{"title":"钟山即事","nian":"宋代","author":"王安石","contson":"\n涧水无声绕竹流，竹西花草弄春柔。茅檐相对坐终日，一鸟不鸣山更幽。\n","contyishang":["译文山涧中的流水，静悄悄的，绕着竹林流淌。竹林西畔，那繁花绿草，柔软的枝条在春风中摇晃。我坐在茅屋檐下，整天看着这明媚的春光；夕阳西下，耳边听不到一声鸟鸣，山中显得格外的静寂幽旷。","注释⑴钟山：紫金山，今江苏省南京市。即事：就眼前景物加以描写，有感于当前事物。⑵涧水：山涧流水。⑶竹西：竹林西畔。弄春柔：在春意中摆弄柔美姿态的意思。⑷茅檐：茅屋檐。相对，对着山 。⑸幽：幽静，幽闲。"]}},{"title":"抒情","cont":{"title":"答武陵太守","nian":"唐代","author":"王昌龄","contson":"\n仗剑行千里，微躯感一言。曾为大梁客，不负信陵恩。\n","contyishang":["译文我就要凭借佩剑远行千里了，微贱的我冒昧地向您说一句话。战国时，曾在大梁做过门客的人，都没有辜负信陵君，我在武陵受到太守的提携，也决不忘记您对我的恩惠。","注释⑴答武陵太守：作者离开武陵（今湖南省常德）将返金陵，武陵太守设筵相送。作者以诗相谢。答：回话，回复，回信。⑵微躯：指自己微贱的身躯，作者自谦之词。⑶大梁：战国时魏国都城（今河南开封）。大梁客即指信陵君的门客，犹指侯赢，此处代指诗人自己。⑷信陵：地名，今河南宁陵。在这里代指魏国的信陵君魏无忌。信陵君曾养食客三千人，以礼贤下士闻名于世。信陵恩即指信\n"]}},{"title":"抒情","cont":{"title":"引驾行·红尘紫陌","nian":"宋代","author":"柳永","contson":"\n红尘紫陌，斜阳暮草长安道，是离人。断魂处，迢迢匹马西征。新晴。韶光明媚，轻烟淡薄和气暖，望花村。路隐映，摇鞭时过长亭。愁生。伤凤城仙子，别来千里重行行。又记得、临歧泪眼，湿莲脸盈盈。消凝。花朝月夕，最苦冷落银屏。想媚容、耿耿无眠，屈指已算回程。相萦。空万般思忆，争如归去睹倾城。向绣帏、深处并枕，说如此牵情。\n","contyishang":["译文通往京城的道路上红尘飞扬，落日余晖中，芳草凄凄的长安古道上，满是游子行人。让人断魂的地方，游宦的人万里迢迢西征。天初晴，风和日丽，阳光明媚，和气暖心，抬望眼见那如花的乡村。花草树木掩映着道路，挥鞭之时已过长亭。愁从心生，悲伤地怀念在京城的情人，现在已远在千里之外了。还记得送别时，两个人手握着手相互凝望，她莲花般的红艳脸庞被盈盈泪水打湿，叫人刻骨铭心。转而念及两人分离后，每到良辰美景，她一定凄冷清苦无比，辗转难眠，也许已然将我的归期屈指算好。情意绵绵无限，二人空有万般的追思回忆，真的不如尽量早归，好与日思夜慕的情人相会。绣帐帷幕里，二人同眠共枕，我将那别离后的万\n"]}},{"title":"抒情","cont":{"title":"眉妩·戏张仲远","nian":"宋代","author":"姜夔","contson":"\n看垂杨连苑，杜若侵沙，愁损未归眼。信马青楼去，重帘下，娉婷人妙飞燕。翠尊共款。听艳歌、郎意先感。便携手、月地云阶里，爱良夜微暖。无限。风流疏散。有暗藏弓履，偷寄香翰。明日闻津鼓，湘江上，催人还解春缆。乱红万点。怅断魂、烟水遥远。又争似相携，乘一舸、镇长见。\n","contyishang":["译文在那垂杨深处，高楼林立，芳草满地之处，日落西山的傍晚时分，他没有回家，竟快马加鞭直往那青楼去，进入有重重幕帘的那间房子，与那漂亮且能歌善舞的姑娘相会。一时杯声相应，艳歌响起，酒兴助歌舞，人已喝醉，两人携手沉浸在云月之间，欢乐忘了夜晚凉意。无限风流终有分别一刻，情难忘，暗藏绣花鞋，偷寄书信互表心意。相约明天日落时，以津鼓响起为号，再聚爱情江上，释放激情，欢乐一场。好景不长犹似花落去，这样偷情愁断魂，终是烟水不能融合，相隔遥远。还是要想方设法争取长携手，同舟共济，永远不分离。","注释⑴眉妩：词牌名。一名“百宜娇”。《词谱》卷三十二列此词为\n"]}},{"title":"抒情","cont":{"title":"点绛唇·咏风兰","nian":"清代","author":"纳兰性德","contson":"\n别样幽芬，更无浓艳催开处。凌波欲去，且为东风住。忒煞萧疏，争奈秋如许。还留取，冷香半缕，第一湘江雨。\n","contyishang":["译文风兰散发出不寻常的香味，素雅恬淡没有一丝浓艳浮华。它在秋风中摇曳的姿态犹如凌波仙子轻轻飘逸。它的叶子如此稀疏，怎么耐得住那寒冷的清秋呢？于是留取那半缕清香入得画中，这幅张见阳之风兰可以堪称画中第一了。","注释（1）风兰：一种寄生兰，因喜欢在通风，湿度高的地方生长而得名。（2）别样：特别、不寻常 幽芬：清香 浓艳：（色彩）浓丽艳丽，代指鲜艳的花朵。（3）凌波：形容在水上行走的轻盈柔美的姿态。此处是说风兰在秋风中摇曳的姿态，好像是凌波仙子，轻柔飘逸。（4）忒（tuī）煞萧疏：意为过分稀疏。忒煞，亦作“忒\n"]}},{"title":"抒情","cont":{"title":"杨柳枝·馆娃宫外邺城西","nian":"唐代","author":"温庭筠","contson":"\n馆娃宫外邺城西，远映征帆近拂堤。系得王孙归意切，不关芳草绿萋萋。\n","contyishang":["译文馆娃宫外，邺城西面，都是杨柳依依。远方柳影辉映征帆，近处柳丝轻拂长堤。杨柳依依，牵系远游的人思归之心甚切。这思归之心，并非那春草萋萋所引起。","注释⑴杨柳枝：唐教坊曲名，后用为词牌名，又名“杨柳”“柳枝”。七言绝句之一体，四句三平韵。⑵馆娃宫：春秋时吴国宫名。据《越绝书》载，吴王于研石山置馆娃宫。传说西施至吴，吴王夫差筑此宫以住西施。左思《吴都赋》：“幸乎馆娃之宫。”此宫旧址在今江苏省吴县西南灵岩山上。《吴郡志》：研石山一曰灵岩山，上有吴馆娃宫、琴台等。邺城：三国曹操作魏王时的都城，故址在今河北临漳县西南，曹操曾筑铜雀台在\n"]}},{"title":"抒情","cont":{"title":"于中好·雁帖寒云次第飞","nian":"清代","author":"纳兰性德","contson":"\n雁帖寒云次第飞，向南犹自怨归迟。谁能瘦马关山道，又到西风扑鬓时。人杳杳，思依依，更无芳树有乌啼。凭将扫黛窗前月，持向今宵照别离。\n","contyishang":["译文秋风正浓，大雁迫不及待，匆促南飞，惟恐落后。而自己有家难回，犹白骑着瘦马，一年又一年，迤逦在古道之上，让西风扑面而来。离人杳无踪迹，佳人愁思依依，再无心情寻芳弄草，整日待在深闺中，任凭月落乌啼。无聊之极，随手闲拂窗前月光，想起这月光也正落在离人身上。","译文(1)于中好：词牌名，双调，五十五字，押平声韵。(2)帖：即贴，靠近，贴近。(3)次第：依次。刘禹锡《秋江晚泊》：“暮霞千万状，宾鸿次第飞。”(4)鬓（bìn)：脸旁靠近耳朵的头发。(5)杳杳（yǎo）：渺无音讯的样子。(\n"]}},{"title":"抒情","cont":{"title":"鹧鸪天·化度寺作","nian":"宋代","author":"吴文英","contson":"\n池上红衣伴倚阑，栖鸦常带夕阳还。殷云度雨疏桐落，明月生凉宝扇闲。乡梦窄，水天宽。小窗愁黛淡秋山。吴鸿好为传归信，杨柳阊门屋数间。\n","contyishang":["译文水池上的朵朵红莲，陪伴我独倚栏杆。在附近栖息的乌鸦，都带着夕阳飞还。刚刚过去一阵阴云急雨，萧疏的梧桐又飘落几个叶片。明月已露出秋天的凉意，用来驱暑的宝扇开始置闲。归乡的梦境总是短得可怜，碧水蓝天却宽阔无边，我凭倚小窗极目远眺，均匀处淡淡的秋山，也如同美人皱眉含着幽怨。飞往吴地的大雁啊，请你给我传达一下思归的心愿。阊门外杨柳荫下的几间小屋，惹得我梦绕魂牵，每时每刻都在思念。","注释1.鹧鸪天：词牌名。据唐人诗句“春游鸡鹿塞，家在鹧鸪天”而取名。又名《思佳客》、《思越人》，贺铸词因有“梧桐半死清霜后”句，称《半死桐》。平韵，五十五字。上片\n"]}},{"title":"抒情","cont":{"title":"自洛之越","nian":"唐代","author":"孟浩然","contson":"\n遑遑三十载，书剑两无成。山水寻吴越，风尘厌洛京。扁舟泛湖海，长揖谢公卿。且乐杯中物，谁论世上名。\n","contyishang":["译文栖栖遑遑三十年，文名武功两个都没有有所成就。去吴越寻觅山水，厌倦洛阳京都满眼的风尘。乘一叶小舟去泛游镜湖，向谢灵运致敬作个长揖。姑且享受杯中美酒，为什么要计较世上功名？","注释①自洛之越：洛，今河南省洛阳市。之，往，到。越，今浙江地区，春秋时越国所在地。②遑遑（huáng）：忙碌的样子。出自《列子》“遑遑尔竞一时之虚荣”。③吴越：今江苏、浙江地区，是古代吴国和越国所在地。④风尘：比喻世俗的纷扰。洛京：又称京洛，指洛阳，是唐朝东都。⑤扁（piān）舟：小舟。\n"]}},{"title":"抒情","cont":{"title":"过上湖岭望招贤江南北山","nian":"宋代","author":"杨万里","contson":"\n岭下看山似伏涛，见人上岭旋争豪。一登一陟一回顾，我脚高时他更高。\n","contyishang":["译文我在山岭下看山，山就像浪涛一样，我看见别人登山岭，我也想去尝试。我登上山岭每一步都回头看一下他人，当我爬得很高时可山却更高。","注释1.选自《诚斋集》2.回顾：回头看。3.陟（zhì）：升；登。4.岭：山岭。5.涛：江涛，浪涛。6.旋：立刻。"]}},{"title":"抒情","cont":{"title":"西施滩","nian":"唐代","author":"崔道融","contson":"\n宰嚭亡吴国，西施陷恶名。浣纱春水急，似有不平声。\n","contyishang":["译文奸臣伯嚭使吴国灭亡，恶名却推在西施身上。想当年浣纱春水滚滚，声声好似为美女不平。","注释⑴西施滩：西施，春秋时代的越国人，家住浙江诸暨县南的苎罗山。苎罗山下临浣江，江中有浣纱石，传说西施常在此浣纱，西施滩因而得名。⑵宰嚭：即伯嚭。春秋时，吴国太宰，又称太宰嚭。在吴国与越国的争战中，吴王夫差打败越国，俘虏了越王勾践及群臣，勾践贿赂了伯嚭获得了释放，回国后卧薪尝胆，终于灭了吴国。⑶陷：落得，这里指承担。⑷浣：洗。"]}},{"title":"抒情","cont":{"title":"菩萨蛮·五云深处蓬山杳","nian":"宋代","author":"李之仪","contson":"\n五云深处蓬山杳。寒轻雾重银蟾小。枕上挹余香。春风归路长。 雁来书不到。人静重门悄。一阵落花风。云山千万重。\n","contyishang":["　　写景的虚实相间，是此词的主要特点。首句写云写山，这原是常见的自然景象，但此中的云是“五云”，此中的山是“蓬山”，句末下一“杳”字，平添一层梦幻般的氛围。这不禁令人想起白居易“忽闻海上有仙山，山在虚无缥缈间”，“楼阁玲珑五云起”（《长恨歌》）的诗句，那么词中“五云”、“蓬山”是指真实的山景呢，还是借仙山之名，表现意念中的境象。这一似虚若实的景象传示出迷惘之气，显现了主人公内心的惆怅和对希望的渺茫感。接着一句对月夜的描写较实，但作者写雾重，写月小，以昏淡迷朦的景色特点，创造了和首句相同的氛围，虚实景象交融一体，不仅形成画面的和谐，而且进一步映衬出主人公的悲凉心情。","　　写\n"]}},{"title":"抒情","cont":{"title":"木兰花·玉楼朱阁横金锁","nian":"宋代","author":"晏殊","contson":"\n玉楼朱阁横金锁，寒食清明春欲破。窗间斜月两眉愁，帘外落花双泪堕。朝云聚散真无那，百岁相看能几个。别来将为不牵情，万转千回思想过。\n","contyishang":["译文华美的楼阁横扣着铜锁，寒食清明过后春天即将结束。窗前的斜月好似含愁的双眉，帘外的落花犹如悲啼的眼泪。与心爱的美人的聚合离散都是无可奈何之事，从古到今有几个人能和他的爱人厮守相看到百年呢。离别以来以为可以排除离愁别恨的牵缠，结果还是万转千回地思念过了。","注释1、玉楼朱阁：华贵的楼阁。2、横金锁：比喻门庭冷清无人往来。金锁，金色的连锁式花纹，一说指铜制的锁。3、寒食：寒食节，在清明前一日（一说前两日），禁火冷食，节后另取新火。相传寒食起于晋文公悼念介子推事。4、春欲破：春天将尽。5、堕：落\n"]}},{"title":"抒情","cont":{"title":"观游鱼","nian":"唐代","author":"白居易","contson":"\n绕池闲步看鱼游，正值儿童弄钓舟。 一种爱鱼心各异，我来施食尔垂钩。\n","contyishang":["译文　　闲下来围着水池看着水里的鱼自由地游动，正好遇到小童摆弄钓鱼船。一样地喜欢鱼但是心态却不一样，我来喂食你却来垂钓。","注释闲步：散步。施食，喂食丢食。"]}},{"title":"抒情","cont":{"title":"浪淘沙·极目楚天空","nian":"宋代","author":"幼卿","contson":"\n极目楚天空，云雨无踪，漫留遗恨锁眉峰。自是荷花开较晚，孤负东风。客馆叹飘蓬，聚散匆匆，扬鞭那忍骤花骢。望断斜阳人不见，满袖啼红。\n","contyishang":["译文放眼这南方的天空，看到天的边际，云彩和雨水都消失的不见踪影，却到处仿佛都是遗憾和幽恨的氛围，不禁让我紧紧地皱起了眉头。自古以来的荷花都是开的甚晚，辜负了早早吹过的东风。坐在旅店里感叹你我漂泊不定的人生，聚散又是这样一瞬之间，看着你挥起马鞭猛地抽打你那匹骏马，让它飞奔起来。我看着你随着傍晚的夕阳与我渐行渐远，直到我看不到你，哭湿了那被夕阳映红了的衣袖。","注释①飘篷：形容人象蓬草一样飘泊无定。②花骢：骏马。"]}},{"title":"抒情","cont":{"title":"岘山怀古","nian":"唐代","author":"陈子昂","contson":"\n秣马临荒甸，登高览旧都。犹悲堕泪碣，尚想卧龙图。城邑遥分楚，山川半入吴。丘陵徒自出，贤圣几凋枯！野树苍烟断，津楼晚气孤。谁知万里客，怀古正踌蹰。\n","contyishang":["译文喂饱马儿来到城郊野外，登上高处眺望古城襄阳。仍因堕泪碑而感到悲伤，又想起孔明的宏伟政纲。城邑从这里远分为楚国，山川一半入吴到了江东。丘陵在平原上陡然显现，圣人贤人几乎凋亡一空。田野树木断于苍茫烟雾，渡口亭楼在晚气中孤耸。有谁知道我这万里行客，缅怀古昔正在犹疑彷徨。","注释⑴岘山：又名岘首山，位于湖北襄阳城南九里，以山川形胜和名人古迹著称。⑵秣马：喂马，放马。临：临近。这里是来到之意。荒甸：郊远。⑶旧都：指古襄阳城。岘山属襄阳治，名城襄阳当汉水之曲，与樊城隔水相望，\n"]}},{"title":"抒情","cont":{"title":"登高","nian":"唐代","author":"杜甫","contson":"\n风急天高猿啸哀，渚清沙白鸟飞回。无边落木萧萧下，不尽长江滚滚来。万里悲秋常作客，百年多病独登台。艰难苦恨繁霜鬓，潦倒新停浊酒杯。\n","contyishang":["译文风急天高猿猴啼叫显得十分悲哀，水清沙白的河洲上有鸟儿在盘旋。无边无际的树木萧萧地飘下落叶，望不到头的长江水滚滚奔腾而来。 　悲对秋景感慨万里漂泊常年为客，一生当中疾病缠身今日独上高台。 　历尽了艰难苦恨白发长满了双鬓，衰颓满心偏又暂停了浇愁的酒杯。","注释⑴诗题一作《九日登高》。古代农历九月九日有登高习俗。选自《杜诗详注》。作于唐代宗大历二年（767）秋天的重阳节。⑵啸哀：指猿的叫声凄厉。⑶渚(zhǔ)：水中的小洲；水中的小块陆地。鸟飞回：鸟在急风中飞舞盘旋。回：回旋。⑷落木\n"]}},{"title":"抒情","cont":{"title":"雨中登岳阳楼望君山","nian":"宋代","author":"黄庭坚","contson":"\n投荒万死鬓毛斑，生出瞿塘滟滪关。未到江南先一笑，岳阳楼上对君山。\n满川风雨独凭栏，绾结湘娥十二鬟。可惜不当湖水面，银山堆里看青山。 \n","contyishang":["译文投送边荒经历万死两鬓斑斑，如今活着走出瞿塘峡滟滪关。还未到江南先自一笑，站在岳阳楼上对着君山。","满江的风雨独自倚靠栏杆，挽成湘夫人的十二髻鬟。可惜我不能面对湖水，只在银山堆里看君山。","注释⑴岳阳楼：在湖南岳阳城西门，面临洞庭湖。唐张说谪岳州时所建，宋庆历五年（1045年）滕宗谅重修，范仲淹为撰《岳阳楼记》。君山：洞庭湖中的一座小岛。⑵投荒：被流放到荒远边地。唐独孤及《为明州独孤使君祭员郎中文》：“公负谴投荒，予亦左衽异域。”鬓（bìn）毛：鬓发。唐贺知章《回乡偶书》诗：“少小离家老大回，乡音无\n"]}},{"title":"抒情","cont":{"title":"蝶恋花·和漱玉词","nian":"清代","author":"王士祯","contson":"\n凉夜沉沉花漏冻，欹枕无眠，渐觉荒鸡动。此际闲愁郎不共，月移窗罅春寒重。忆共锦衾无半缝，郎似桐花，妾似桐花凤。往事迢迢徒入梦，银筝断续连珠弄。\n","contyishang":[]}},{"title":"抒情","cont":{"title":"述行赋","nian":"两汉","author":"蔡邕","contson":"\n　　延熹二年秋，霖雨逾月。是时梁翼新诛，而徐璜、左悺等五侯擅贵于其处。又起显阳苑于城西，人徒冻饿，不得其命者甚众。白马令李云以直言死，鸿胪陈君以救云抵罪。璜以余能鼓琴，白朝廷，敕陈留太守发遣余。到偃师，病比前，得归。心愤此事，遂託所过，述而成赋。 \n　　余有行于京洛兮，遘淫雨之经时。塗邅其蹇连兮，潦汙滞而为灾。乘马蹯而不进兮，心郁悒而愤思。聊弘虑以存古兮，宣幽情而属词。 \n　　夕宿余于大梁兮，诮无忌之称神。哀晋鄙之无辜兮，忿朱亥之篡军。历中牟之旧城兮，憎佛肸之不臣。问甯越之裔胄兮，藐髣髴而无闻。 \n　　经圃田而瞰北境兮，悟卫康之封疆。迄管邑而增感叹兮，愠叔氏之启商。过汉祖之所隘兮，吊纪信于荥阳。 \n　　降虎牢之曲阴兮，路丘墟以盘萦。勤诸侯之远戍兮，侈申子之美城。稔涛塗之愎恶兮，陷夫人以大名。登长坂以淩高兮，陟葱山之荛陉；建抚体以立洪高兮，经万世而不倾。迴峭峻以降阻兮，小阜寥其异形。冈岑纡以连属兮，谿谷夐其杳冥。迫嵯峨以乖邪兮，廓严壑以峥嵘。攒棫朴而杂榛楛兮，被浣濯而罗生。步亹菼与台菌兮，缘层崖而结茎。行游目以南望兮，览太室之威灵。顾大河于北垠兮，瞰洛汭之始并。追刘定之攸仪兮，美伯禹之所营。悼太康之失位兮，愍五子之歌声。 \n　　寻修轨以增举兮，邈悠悠之未央。山风汩以飙涌兮，气慅慅而厉凉。云郁术而四塞兮，雨濛濛而渐唐。仆夫疲而瘁兮，我马虺隤以玄黄。格莽丘而税驾兮，阴曀曀而不阳。 \n　　哀衰周之多故兮，眺濒隈而增感。忿子带之淫逆兮，唁襄王于坛坎。悲宠嬖之为梗兮，心恻怆而怀惨。 \n　　乘舫州而湍流兮，浮清波以横厉。想宓妃之灵光兮，神幽隐以潜翳。实熊耳之泉液兮，总伊瀍与涧濑。通渠源于京城兮，引职贡乎荒裔。操吴榜其万艘兮，充王府而纳最。济西溪而容与兮，息鞏都而后逝。愍简公之失师兮，疾子朝之为害。 \n　　玄云黯以凝结兮，集零雨之溱溱。路阻败而无轨兮，塗泞溺而难遵。率陵阿以登降兮，赴偃师而释勤。壮田横之奉首兮，义二士之侠坟。淹留以候霁兮，感憂心之殷殷。并日夜而遥思兮，宵不寐以极晨。候风云之体势兮，天牢湍而无文。弥信宿而后阕兮，思逶迤以东运。见阳光之显显兮，怀少弭而有欣。 \n　　命仆夫其就驾兮，吾将往乎京邑。皇家赫而天居兮，万方徂而星集。贵宠煽以弥炽兮，佥守利而不戢。前车覆而未远兮，后乘驱而竞及。穷变巧于台榭兮，民露处而寝洷。消嘉榖于禽兽兮，下糠粃而无粒。弘宽裕于便辟兮，纠忠谏其駸急。怀伊吕而黜逐兮，道无因而获人。唐虞渺其既远兮，常俗生于积习。周道鞠为茂草兮，哀正路之日歰。 \n　　观风化之得失兮，犹纷挐其多远。无亮采以匡世兮，亦何为乎此畿？甘衡门以宁神兮，詠都人而思归。爰结蹤而迴轨兮，复邦族以自绥。 \n　　乱曰：跋涉遐路，艰以阻兮。终其永怀，窘阴雨兮。历观群都，寻前绪兮。考之旧闻，厥事举兮。登高斯赋，义有取兮。则善戒恶，岂云苟兮？翩翩独征，无俦与兮。言旋言复，我心胥兮。 \n","contyishang":["　　此赋作于公元159年（汉桓帝延高二年），蔡邕当时二十七岁，被迫应召入京未至而归。从体制来说，这是自模仿刘歆《遂初赋》以来的纪行赋，写作方法并无特异之处。但其篇幅相对短小，感情格外强烈。愤于宦官弄权致使民不聊生的主旨，在篇首小序中就明白点出。文中不但就沿途所见发生联想，借古刺今，更从正面发出对社会现实的尖锐批判。","　　据蔡邕自序，《述行赋》作于桓帝延熹二年（159年）秋。当时宦官擅权，朝政腐败， 人徒冻饿，不得其命者甚众.而昏庸的桓帝听中常侍徐璜说蔡邕善鼓琴，于是敕陈留太守将其送到京城。蔡邕行至洛阳附近的偃师县，即称病不前。因 心愤此事，遂托所过，述而成赋.此赋一开始即\n"]}},{"title":"抒情","cont":{"title":"中吕·山坡羊","nian":"元代","author":"陈草庵","contson":"\n伏低伏弱，装呆装落，是非犹自来着莫。任从他，待如何？天公尚有妨农过，蚕怕雨寒苗怕火。阴，也是错；晴，也是错。\n身无所干，心无所患，一生不到风波岸。禄休干，贵休攀，功名纵得皆虚幻，浮世落花空过眼。官，也梦间；私，也梦间。\n林泉高攀，虀盐贫过，官囚身虑皆参破。富如何？贵如何？闲中自有闲中乐，天地一壶宽又阔！东，也在我；西，也在我。\n青霄有路，黄金无数，劝君万事从宽恕。富之余，贵也余，望将后代儿孙护，富贵不依公道取。儿，也受苦；孙，也受苦。\n繁华般弄，豪杰陪奉，一杯未尽笙歌送。恰成功，早无踪，似昨宵一枕南柯梦，人世枉将花月宠。春，也是空；秋，也是空。\n有钱有物，无忧无虑，赏心乐事休辜负。百年虚，七旬疏，饶君更比石崇富，合眼一朝天数足。金，也换主；银，也换主。\n风波实怕，唇舌休挂，鹤长凫短天生下。劝渔家，共樵家，从今莫讲贤愚话，得道多助失道寡。贤，也在他；愚，也在他。\n阴随阴报，阳随阳报，不以其道成家道。枉劬劳，不坚牢，钱财人口皆凶兆，一旦祸生福怎消？人，也散了；财，也散了。\n须教人倦，须教人怨，临危不与人方便。吃腥膻，着新鲜，一朝报应天公变，行止不依他在先。饥，也怨天；寒，也怨天。\n休争闲气，休生不义，终身孝悌心休退。去他疑，俺人非，得官休倚官之势，家富莫骄贫莫耻。天，也顺你；人，也顺你。\n官资新受，功名将就，折腰为在儿曹彀。赋归休，便抽头，黄花恰正开时候，篱下自教巾漉酒。功，也罢手；名，也罢手。\n三闾当日，一身辞世，此心倒大无萦系。氵屈其泥，啜其醨，何须自苦风波际，泉下子房和范蠡。清，也笑你；醒，也笑你。\n争奈聪慧，争夸手艺，乾坤一浑清浊气。察其实，不能知，时间难辨鱼龙辈，只到禹门三月里。龙，也认得；鱼，也认得。\n生涯虽旧，衣食足够，区区自要寻生受。一身忧，一心愁，身心常在他人彀，天道若能随分守。身，也自由；心，也自由。\n天于人乐，天于人祸，不知此个心何苦？叹萧何，反调唆，未央宫罹惹韩侯过，千古史书难改抹。成，也是他；败，也是他。\n晨鸡初叫，昏鸦争噪，那个不去红尘闹？路迢遥，水迢迢，功名尽在长安道，今日少年明日老。山，依旧好；人，憔悴了。\n愁眉紧皱，仙方可救，刘伶对面亲传授。满怀忧，一时愁，锦封未拆香先透，物换不如人世有。朝，也媚酒；昏，也媚酒。\n风流人坐，玻璃盏大，采莲学舞新曲破。饮时歌，醉时魔，眼前多少秋毫末，人世是非将就我。高，也亦可；低，也亦可。\n新修宅院，多开门面，要图久远儿孙佃。恣专权，横堆钱，更临危不与人方便，一日过深业贯满。天，也降愆；人，也做冤。\n江山如画，茅檐低厦，妇蚕缫、婢织红、奴耕稼。务桑麻，捕鱼虾，渔樵见了无别话，三国鼎分牛继马。兴，休羡他；亡，休羡他。\n风波时候，休教遥受，少年场上堪驰骤。酒盈瓯，锦缠头，休令人老花残候，花退落红人皓首。花，也自羞；人，也自羞。\n渊明图醉，陈抟贪睡，此时人不解当时意。志相违，事难随，不由他醉了齁睡，今日世途非向日。贤，谁问你？愚，谁问你？\n花开花谢，灯明灯灭，百年梦觉庄周蝶。兴时节，快活些，明朝绿鬓添霜雪，石氏邓通今谩说。人，不见也；钱，不见也。\n尧民堪讶，朱陈婚嫁，柴门斜搭葫芦架。沸池蛙，噪林鸦，牧笛声里牛羊下，茅舍竹篱三两家。民，田种多；官，差税寡。\n红尘千丈，风波一样，利名人一似风魔障。恰余杭，又敦煌，云南蜀海黄茅瘴，暮宿晓行一世妆。钱，金数两；名，纸半张。\n尘心撇下，虚名不挂，种园桑枣团茅厦。笑喧哗，醉麻查，闷来闲访渔樵话，高卧绿阴清昧雅。载，三径花；看，一段瓜。\n","contyishang":[]}},{"title":"抒情","cont":{"title":"山鹧鸪词","nian":"唐代","author":"李白","contson":"\n苦竹岭头秋月辉，苦竹南枝鹧鸪飞。嫁得燕山胡雁婿，欲衔我向雁门归。山鸡翟雉来相劝，南禽多被北禽欺。紫塞严霜如剑戟，苍梧欲巢难背违。我今誓死不能去，哀鸣惊叫泪沾衣。\n","contyishang":["译文苦竹岭头秋月皎洁，满地青辉，苦竹朝南枝头摇曳，鹧鸪飞翔。一只小鹧鸪嫁给了北京的大雁，那大雁正准备衔着鹧鸪飞向雁门关的老家。山鸡野雉都来劝说小鹧鸪：千万别去啊，北方的鸟们总是欺负南方去的小鸟。燕山附近的紫塞严霜满地，像刀枪一样刺人，那里纵使有梧桐树也难以栖息啊！我听你们的劝告，我决心死也不跟大雁去了，说完嚎啕大哭，泪流满衣裳。","注释①苦竹岭，在秋浦县南二十里，今属安徽贵池县，有李白读书堂遗址。鹧鸪，鸟名，形似野鸡而小，南方皆有，以越地最多，故又称越鸟。《异物志》言“其志怀南不思北”，太白以之自喻。\n"]}},{"title":"抒情","cont":{"title":"踏莎行·细草愁烟","nian":"宋代","author":"晏殊","contson":"\n细草愁烟，幽花怯露。凭阑总是销魂处。日高深院静无人，时时海燕双飞去。带缓罗衣，香残蕙炷。天长不禁迢迢路。垂杨只解惹春风，何曾系得行人住。\n","contyishang":["译文纤细的小草在风中飘动好像一缕缕轻烟惹人发愁，独自开放的花朵害怕露珠的打扰，倚在栏杆上总会想起一些让人难忘的往事。太阳高高的照在院子里，院子却静静地没有一个人居住，只看到时不时的有一些海燕双双飞来飞去。轻轻缓一下罗衣上的锦带，香气还残留在用蕙点燃的火炷上，那条路是不是跟天一样的长。垂下的杨柳只能够惹得住春风眷顾罢了，什么时候才能留得下一些行人在这里稍停片刻呢！","注释⑴怯：来描写花晨露中的感受。⑵缓：缓带，古代一种衣服。⑶蕙：香草。⑶炷：燃烧。⑹解：古同“懈”，松弛，懈怠。"]}},{"title":"抒情","cont":{"title":"流莺","nian":"唐代","author":"李商隐","contson":"\n流莺漂荡复参差，度陌临流不自持。巧啭岂能无本意？良辰未必有佳期。风朝露夜阴晴里，万户千门开闭时。曾苦伤春不忍听，凤城何处有花枝。\n","contyishang":["译文流莺儿啊，到处飘荡，上下翻飞；越过小路，临近河边，无法自持。美妙地鸣啭，怎么能没有本意？碰到了良辰，也未必就有佳期。鸣啭在风朝霞夜阴晴之日，鸣啭在千门万户开闭之时。我曾经苦于伤春而不忍再听，京城哪里有可以栖息的花枝？","注释⑴流莺：指漂荡流转、无所栖居的黄莺。⑵参差：参差，本是形容鸟儿飞翔时翅膀张敛振落的样子，这里用如动词，犹张翅飞翔。⑶不自持：不能自主，无法控制自己。⑷啭（zhuàn）：鸟宛转地鸣叫。⑸佳期：美好的时光。南朝齐谢朓《晚登三山还望京邑》诗：“佳期怅\n"]}},{"title":"抒情","cont":{"title":"访秋","nian":"唐代","author":"李商隐","contson":"\n酒薄吹还醒，楼危望已穷。江皋当落日，帆席见归风。烟带龙潭白，霞分鸟道红。殷勤报秋意，只是有丹枫。\n","contyishang":["译文喝下去的酒淡淡的，风一吹，就清醒了，站在高峻的楼上，极目远望直到天边。已近傍晚，惟有江边的高地还有馀晖映照，船帆北向，可见刮着南风。薄阴笼罩着龙潭，微微泛白，晚霞映红了崎岖狭窄的山路。殷勤地报送秋天消息的，只有红红的枫叶。","注释①访秋：寻访秋色秋意。访：探访。秋天已到，但在岭南并不明显，故曰访秋，探问秋之消息也。②薄：指酒味淡。③危：高。望已穷：可以极望，隐含秋高气爽之意。④皋（gāo）：岸。江皋：濒江高地。当：对着。⑤席：大。归风：指南风。作者家乡在北。\n"]}},{"title":"抒情","cont":{"title":"清溪半夜闻笛","nian":"唐代","author":"李白","contson":"\n羌笛梅花引，吴溪陇水情。寒山秋浦月，肠断玉关声。\n","contyishang":["译文羌笛声声吹起《梅花引》的曲子，却让人在这吴溪听到陇头流水般的伤情。又使这月光下的秋浦寒山，响遍令人肠断的边关之声。","注释羌笛：古代流行于西北地区的一种竹笛。原出于古羌族，故称《梅花引》，古曲名。吴溪：指清溪，古属吴。陇水：即《陇头水》，古乐府横吹曲。《乐府诗集》卷二十五《陇头歌辞》：“陇头流水，呜声呜咽。遥望秦川，心肝断绝。”陇水情：“情”一作“清”。古代陇州有陇坡（在今陕西陇县），山势高峻，坡上有清水从四面下注。离家游子行经此地唱出悲歌称《陇头流水歌》。“寒山”句：此句宋蜀本注：“一\n"]}},{"title":"抒情","cont":{"title":"礼部贡院阅进士就试","nian":"宋代","author":"欧阳修","contson":"\n紫案焚香暖吹轻，广庭清晓席群英。无哗战士衔枚勇，下笔春蚕食叶声。乡里献贤先德行，朝廷列爵待公卿。自惭衰病心神耗，赖有群公鉴裁精。\n","contyishang":["译文贡院里香烟缭绕，春天的和风又暖又轻，宽阔的庭中一清早就坐满了各地来应试的精英。举子们紧张肃穆地战斗，如同衔枚疾走的士兵，只听见笔在纸上沙沙作响，仿佛是春蚕嚼食桑叶的声音。郡县里向京都献上贤才，首先重视的是品德操行，朝廷中分等授予官职，依赖着执政大臣。我感到惭愧的是身体衰病心神已尽，选拔超群的英才，全仗诸位来识别辨明。","注释⑴礼部：官署名，为六部之一，掌礼乐、祭祀、封建、宴乐及学校贡举的政令。贡院：科举时代考试贡士之所。⑵紫殿：指京都贡院。一作“紫案”。暖吹：暖风，指春风。⑶席：犹言列坐\n"]}},{"title":"抒情","cont":{"title":"左迁至蓝关示侄孙湘","nian":"唐代","author":"韩愈","contson":"\n一封朝奏九重天，夕贬潮州路八千。欲为圣明除弊事，肯将衰朽惜残年！云横秦岭家何在？雪拥蓝关马不前。知汝远来应有意，好收吾骨瘴江边。（版本一）\n一封朝奏九重天，夕贬潮阳路八千。本为圣朝除弊政，敢将衰朽惜残年。云横秦岭家何在？雪拥蓝关马不前。知汝远来应有意，好收吾骨瘴江边。（版本二）\n","contyishang":["译文一篇谏书早晨上奏给皇帝，晚上就被贬官到路途遥远的潮阳去。想替皇上除去有害的事，哪能因衰老就吝惜残余的生命。云彩横出于南山，我的家在哪里？在白雪厚积的蓝田关外，马也停住脚步。知道你远道而来定会有所打算，正好在瘴江边收殓我的尸骨。 ","注释⑴左迁：降职，贬官，指作者被贬到潮州。蓝关：在蓝田县南。《地理志》：“京兆府蓝田县有蓝田关。”湘：韩愈的侄孙韩湘，字北渚，韩愈之侄，韩老成的长子，长庆三年（823年）进士，任大理丞。韩湘此时27岁，尚未登科第，远道赶来从韩愈南迁。⑵一封：指一封奏章，即《论佛骨表》。朝\n"]}},{"title":"抒情","cont":{"title":"鹧鸪天·离豫章别司马汉章大监","nian":"宋代","author":"辛弃疾","contson":"\n聚散匆匆不偶然。二年遍历楚山川。但将痛饮酬风月，莫放离歌入管弦。萦绿带，点青钱，东湖春水碧连天。明朝放我东归去，後夜相思月满船。\n","contyishang":["译文我们的团聚与分散太匆促了，但这不是偶然的，我在这两年里调动了四次，几乎走遍了楚地的山山水水，都是被他们捉弄的。让我们开怀喝个痛快，借酒来酬谢这里的风月景色和友人们的关怀吧！不要把离别的歌曲谱在管弦里唱出来，叫我听见伤心。看这绿水的江河，像带子萦回弯曲，荷花叶子，圆圆点点的像青钱，布满了池塘。东湖里的春水，碧绿清澈，与湛兰的青天连一起。明天早晨我就要放棹东归去了，后夜月光满船的时候，正是我孤独的一个人在思念你们的时候。","注释①二年：即淳熙三年到四年。②风月：指美好景色。③莫放：莫唱，莫奏。管弦：泛指乐器。宋欧阳\n"]}},{"title":"抒情","cont":{"title":"八月十五日看潮五绝","nian":"宋代","author":"苏轼","contson":"\n定知玉兔十分圆，化作霜风九月寒。寄语重门休上钥，夜潮流向月中看。\n万人鼓噪慑吴侬，犹似浮江老阿童。欲识潮头高几许？越山浑在浪花中。\n江边身世两悠悠，久与沧波共白头。造物亦知人易老，故叫江水向西流。\n吴儿生长狎涛渊，冒利轻生不自怜。东海若知明主意，应教斥卤变桑田。\n江神河伯两醯鸡，海若东来气吐霓。安得夫差水犀手，三千强弩射潮低。\n","contyishang":["译文准知道今晚的月亮十分团圆，江潮欲来秋风已带着九月的清寒。寄语九重天门请不要上锁，我要留住月色把夜潮观看。","江潮如万军击鼓呼叫，壮大的声威使吴人震恐惊吓，就好像当年王濬率领着水兵顺流东下。要知道潮头有多么高，连越山都完全被吞没在浪花。","我身世悠悠如同江水起起落落，长此以往也像沧海波涛那样白头浪人。造物者也知道人是很容易老去的，所以让那江水向西流。","吴地男儿生长在江边十分喜爱江海波涛，贪得官中利物冒险踏波而不知警戒。海神若知道当代君王的意旨，应该让海边盐卤之地变成肥沃的桑田。\n"]}},{"title":"抒情","cont":{"title":"公安送韦二少府匡赞","nian":"唐代","author":"杜甫","contson":"\n逍遥公后世多贤，送尔维舟惜此筵。念我能书数字至，将诗不必万人传！时危兵革黄尘里，日短江湖白发前。古往今来皆涕泪，断肠分手各风烟。\n","contyishang":["译文逍遥公的后事子孙中贤者很多，我为送别韦氏而停船很珍惜离别之筵。如蒙相念，能寄简短书信我已满足；至于我的诗篇，则不劳你传于世人。时局危难战乱不休，而我已经白发苍苍剩下的日子已经不多了。瞻望古人，皆为离别而洒泪，顾念别后，你我备怀凄情入于风烟之中。","注释⑴公安：湖北公安县。韦匡赞，排行第二，生平不详。少府，县尉。⑵逍遥公：韦二少府的祖先是北周时韦复和唐中宗时韦嗣立，均封为逍遥公。⑶尔：你，指韦匡赞，事迹不详。惜：哀伤，痛惜。⑷念我：思念我。书：写。⑸将诗：带去的诗。\n"]}},{"title":"抒情","cont":{"title":"效古赠崔二","nian":"唐代","author":"高适","contson":"\n十月河洲时，一看有归思。风飙生惨烈，雨雪暗天地。我辈今胡为？浩哉迷所至。缅怀当途者，济济居声位。邈然在云霄，宁肯更沦踬？周旋多燕乐，门馆列车骑。美人芙蓉姿，狭室兰麝气。金炉陈兽炭，谈笑正得意。岂论草泽中，有此枯槁士？我惭经济策，久欲甘弃置。君负纵横才，如何尚憔悴？长歌增郁怏，对酒不能醉。穷达自有时，夫子莫下泪。\n","contyishang":["译文寒冬十月我徘徊在河洲之上，一眼看去便想回家乡。猛烈的风暴带来了严寒，雨雪飘飘天地为之无光。我们今天为了什么？浩渺地不知走向何方。遥想那当道的执政，一个个地位显赫名声远扬。他们高远地像坐在云端，哪里还能沦落困顿。款待宾客演奏着流行音乐，门前的马车排得老长。美人像盛开的芙蓉，狭室里散发出兰麝的芬芳。金色的火炉里燃着兽炭，宾主间谈笑风生得意洋洋。有谁知道在广大的平民中，我等是如此枯槁模样。我惭愧没有经世济民的谋略，甘愿长久地被弃置闲放。您有经营天下的才能，为什\n"]}},{"title":"抒情","cont":{"title":"念奴矫·送陈正言","nian":"宋代","author":"家铉翁","contson":"\n南来数骑，问征尘、正是江头风恶。耿耿孤忠磨不尽，惟有老天知得。短棹浮淮，轻毡渡汉，回首觚棱泣。缄书欲上，惊传天外清跸。路人指示荒台，昔汉家使者，曾留行迹。我节君袍雪样明，俯仰都无愧色。送子先归，慈颜未老，三径有余乐。逢人问我，为说肝肠如昨。\n","contyishang":["　　以“南来数骑，问征尘”二句起笔，写作者对南方形势的关心，所以碰到从南宋来的人就向他询问消息。但询问的结果，却是“江头风恶”，即形势不好。家铉翁北赴之后，南宋流亡小朝廷继续坚持斗争，这里，作者关心的，可能就是这种反元斗争形势。“耿耿”两句，写出作者（也可能包括陈正言在内）的孤忠与气节。“磨不尽”三字，指耿耿孤忠如磐石一般的坚固，同时也包含了他在北方所受的种种磨难。磨难愈重，他的志向就愈加坚定，作者的精神品质由此可见，但因为作者身在北地，远离祖国，其孤忠不被人知，故云“唯有老天知得”。“短棹”五句，则转入对丙子（1276）之难的回忆。这五句所写乃是南宋临安被破的过程，其惨痛之情状，令作者\n"]}},{"title":"抒情","cont":{"title":"瑞鹤仙·郊原初过雨","nian":"宋代","author":"袁去华","contson":"\n郊原初过雨。见败叶零乱，风定犹舞。斜阳挂深树。映浓愁浅黛，遥山眉妩。来时旧路。尚岩花、娇黄半吐。到而今，唯有溪边流水，见人如故。 无语。邮亭深静，下马还寻，旧曾题处。无聊倦旅。伤离恨，最愁苦。纵收香藏镜，他年重到，人面桃花在否。念沈沈、小阁幽窗，有时梦去。\n","contyishang":["译文郊野上秋雨初晴，只见几片零乱的落叶，风住了还在动荡不停。斜阳挂在远树之上，映照着远山或暗或明，宛如美人微颦。来时曾经走过的旧路，当时尚有黄色的岩花开放争荣。如今只有溪边的流水，依旧来见故人。我默默无语，客舍中寂静冷静。我下马开始找寻，从前在何处题诗抒情。奔波旅途的人本来无聊，感伤离别更令人愁苦不宁。纵然我保存着她的香料和明镜，可如今又有何用？等待他年重到那里，人面桃花是否依旧，实在难以肯定。我思绪联翩，眷恋着那个小楼幽窗中的美人，也只能有时在梦里去寻找她的踪影。 ","注释邮亭：古时设在路边，供送文书的人和旅客歇宿的馆舍。收香藏\n"]}},{"title":"抒情","cont":{"title":"小重山·碧幕霞绡一缕红","nian":"宋代","author":"陈亮","contson":"\n碧幕霞绡一缕红。槐枝啼宿鸟，冷烟浓。小楼愁倚画阑东。黄昏月，一笛碧云风。往事已成空。梦魂飞不到，楚王宫。翠绡和泪暗偷封。江南阔，无处觅征鸿。\n","contyishang":["译文碧蓝天上丝罗般的彩霞染成一抹艳红。槐树枝头，宿鸟呼朋唤侣，暮霭冷烟渐渐浓。我斜倚画栏发愁在小楼东。月色凄清朦胧，透过游曳的碧云，晚风传来一阵阵哀怨的笛声。往事都已成空。屈原忧国的忠魂无法飞到楚王官。我试将绿丝帕染满血泪，暗暗装封。可是江南如此辽阔，上哪儿寻觅一只鸿雁，为我捎信飞入九重宫。","注释1、碧幕：碧绿的天幕，指碧空。古人谓天为幕，谓地为席，故曰碧幕。2、霞绡（xiāo）：古人或以霞喻红绡，或以红绡拟霞。绡，丝帛。唐·温庭筠《锦城曲》：“江风吹巧剪霞绡，花上千枝杜鹃血。”3、宿鸟：归巢栖息的鸟。\n"]}},{"title":"抒情","cont":{"title":"定西番·紫塞月明千里","nian":"唐代","author":"牛峤","contson":"\n紫塞月明千里，金甲冷，戍楼寒。梦长安。乡思望中天阔，漏残星亦残。画角数声呜咽，雪漫漫。\n","contyishang":["译文明月千里照着长城，将士的盔甲寒冷如冰，戍楼上寒风凛冽，又把长安吹入梦中。思乡的时候仰望苍天，苍天像思愁浩渺无边。刁斗的残声里残星稀落，城头响起几声呜咽的号角，随着纷飞的大雪漫漫地飘散。","注释⑴紫塞：长城，亦泛指北方边塞。崔豹《古今注·都邑》：“秦筑长城，上色皆紫，汉塞亦然，故称‘紫塞’焉。”鲍照《芜城赋》：“南驰苍梧涨海，北走紫塞雁门。”⑵金甲：铁恺甲。⑶戍楼：边塞驻军的营房。⑷画角：古乐器名，出自西羌，口细尾大，形如牛角，以竹木或皮革制成，外加彩绘，故称“画角”。后来军中多用以报昏晓，振士气。高\n"]}},{"title":"抒情","cont":{"title":"石鼓歌","nian":"宋代","author":"苏轼","contson":"\n冬十二月岁辛丑，我初从政见鲁叟。旧闻石鼓今见之，文字郁律蛟蛇走。细观初以指画肚，欲读嗟如钳在口。韩公好古生已迟，我今况又百年后！强寻偏旁推点画，时得一二遗八九。我车既攻马亦同，其鱼惟鲔贯之柳。古器纵横犹识鼎，众星错落仅名斗。模糊半已隐瘢胝，诘曲犹能辨跟肘。娟娟缺月隐云雾，濯濯嘉禾秀稂莠。漂流百战偶然存，独立千载谁与友？上追轩颉相唯诺，下揖冰斯同鷇鹁。忆昔周宣歌鸿雁，当时籀史变蝌蚪。厌乱人方思圣贤，中兴天为生耆耈。东征徐虏阚虓虎，北伐犬戎随指嗾。象胥杂沓贡狼鹿，方召联翩赐圭卣。遂因鼓鼙思将帅，岂为考击烦蒙瞍。何人作颂比崧高，万古斯文齐岣嵝。勋劳至大不矜伐，文武未远犹忠厚。欲寻年岁无甲乙，岂有文字谁记某。自从周衰更七国，竟使秦人有九有。扫埽诗书诵法律，投弃俎豆陈鞭杻。当年何人佐祖龙？上蔡公子牵黄狗。登山刻石颂功烈，后者无继前无偶。皆云皇帝巡四国，烹灭强暴救黔首。六经既已委灰尘，此鼓亦当随击掊。传闻九鼎沦泗上，欲使万夫沉水取。暴君纵欲穷人力，神物义不污秦垢。是时石鼓何处避？无乃天工令鬼守。兴亡百变物自闲，富贵一朝名不朽。细思物理坐叹息，人生安得如汝寿。\n","contyishang":["译文嘉祐六年寒冬的十二月，我刚上任便去孔庙拜鲁叟。旧时听说的石鼓今天见到了，鼓文雄奇有力如蛟似蛇走。细看石鼓文字模糊好象指画肚，想读出声来又是那么难上口。好古的韩退之慨叹自己生得迟，何况我又在韩公百年后。强去寻找石鼓文的偏旁推敲点画，只认得一二还剩下八九。终于认出了“我车既攻马亦同”，又辨认出“其鱼维鱿贯之柳”。好象在纵横成堆的古玩器中识得古鼎，又象那错落的众星辰中辨出了北斗。多半模糊得象疮痕和手掌老茧，形体不全尚能辨认出足跟与臂肘。那么象娟娟的月牙隐入云雾，又真象好苗秃秃埋进深草\n"]}},{"title":"抒情","cont":{"title":"九日龙山饮","nian":"唐代","author":"李白","contson":"\n九日龙山饮，黄花笑逐臣。醉看风落帽，舞爱月留人。\n","contyishang":["译文九日在龙山宴饮，黄色的菊花盛开似在嘲弄我这个逐臣。醉眼看看秋风把我的帽子吹落，月下醉舞，明月留人。","注释1.龙山：在当涂县南十里，蜿蜒如龙，蟠溪而卧，故名。见《太平府志》。2.黄花：谓菊花。菊花有多种颜色，古人以黄菊为正色，故常以黄花代称。3.逐臣：被贬斥、被驱逐的臣子，诗人自称。[2] 4. 风落帽：用晋孟嘉九日登高落帽事。详见《九日登山》诗注。东晋大司马桓温曾在重阳节登龙山，其部下参军孟嘉被风吹落帽，孟嘉仍浑然不觉，桓温命人作文嘲之，孟嘉作答，挥笔而就，一时传为佳话。"]}},{"title":"抒情","cont":{"title":"宿白马寺","nian":"唐代","author":"张继","contson":"\n白马驮经事已空，断碑残刹见遗踪。萧萧茅屋秋风起，一夜雨声羁思浓。\n","contyishang":["译文汉代白马驮经的事早已过去，只剩下断碑和残破的古庙留下遗迹。这茅草房上吹起了萧瑟的秋风，一夜的浙沥秋雨给人带来了多少别思离情。","注释①白马寺：位于今洛阳城东十二公里处。建于东汉永平十一年（68年），是我国最早的一座官办佛寺。②白马驮经：传说汉明帝遗使去天竺（今印度）求佛法，有天竺僧摄摩腾和竺法兰至洛阳，同时有白马驮经而来，故所建佛寺名白马寺，白马驮经即指此事。典出南北朝《汉法本内传》与北魏杨炫之《洛阳伽蓝记》卷四：“白马寺，汉明帝所立也，佛入中国之始。寺在西阳门外三里御道南。帝梦金神，长丈六，项背日月光明。金神号曰佛。遣使\n"]}},{"title":"抒情","cont":{"title":"南流夜郎寄内","nian":"唐代","author":"李白","contson":"\n夜郎天外怨离居，明月楼中音信疏。北雁春归看欲尽，南来不得豫章书。\n","contyishang":["译文身在夜郎的我因离居而怨恨愁闷，明月楼中音信稀疏。北飞的大雁就要归尽了，仍然没有收到你的书信。","注释豫章：郡名，即洪州，天宝元年改为豫章郡，在今江西南昌。"]}},{"title":"抒情","cont":{"title":"采桑子·荷花开后西湖好","nian":"宋代","author":"欧阳修","contson":"\n荷花开后西湖好，载酒来时。不用旌旗，前后红幢绿盖随。画船撑入花深处，香泛金卮。烟雨微微，一片笙歌醉里归。\n","contyishang":["译文西湖风光好，荷花开后清香缭绕，划船载着酒宴来赏玩，用不着旌旗仪仗，自有红花为幢绿叶为盖随船而来。彩画游船驶进了荷花丛的深处，金杯上泛起加了荷香的酒香。傍晚烟雾夹着微雨，在一片音乐歌声里，船儿载着醉倒的游客归去。","注释①西湖：指颍州（今安徽省阜阳市）西湖。欧阳修晚年退休后住在颍州，写了一组《采桑子》（十首）。②旌（jīng）旗：古代旌旗仪仗。③幢（chuáng）：古代的帐幔。④盖：古代一种似伞的遮阳物。⑤卮（zhī）：古代盛酒的器皿。⑥笙（shēng）：簧管乐器。"]}},{"title":"抒情","cont":{"title":"自蓟北归","nian":"唐代","author":"高适","contson":"\n驱马蓟门北，北风边马哀。苍茫远山口，豁达胡天开。五将已深入，前军止半回。谁怜不得意，长剑独归来。\n","contyishang":["译文策马驰奔在蓟门之北，北风呼啸边地马鸣声哀。远望山口只是苍茫一片，走出峡谷才见胡天豁然大开。五将已经深入敌境，前军只有一半返回。还有谁怜惜我这个失意之人，只好弹着长剑独自归来。","注释⑴蓟（jì）北：指蓟门以北。蓟门，在今北京西南。⑵驱（qū）马：驰马。⑶苍茫：空阔辽远，没有边际。⑷豁（huò）达：豁然通达，形容开朗。⑸五将已深入：汉宣帝时，曾遣田广明等五将军，率十万余骑，出塞二千多里击匈奴。⑹止半回：只有半数生还。⑺长剑独归来：《战国策·齐\n"]}},{"title":"抒情","cont":{"title":"念奴娇·洞庭春晚","nian":"宋代","author":"辛弃疾","contson":"\n洞庭春晚，旧传恐是，人间尤物。收拾瑶池倾国艳，来向朱栏一壁。透户龙香，隔帘莺语，料得肌如雪。月妖真态，是谁教避人杰。酒罢归对寒窗，相留昨夜，应是梅花发。赋了高唐犹想像，不管孤灯明灭。半面难期，多情易感，愁点星星发。绕梁声在，为伊忘味三月。\n","contyishang":["译文洞庭春喝得比较晚，洞庭湖的春天也来得晚，旧时相传大概就这样，但确实人间物之绝美者。收拾瑶池的时候，把她从瑶池移到朱栏这边来的，是倾国仙姝。可以透出室外散发阵阵的香味，使黄莺隔帘而语，姑射仙子，玉肌冰骨，洁白如雪，令人神移。月夜下的姿态，怎能不使狄仁杰避让？酒宴归来，对着寒窗，仿佛记起昨夜乘醉赏花，梅花应该正在开放。犹如楚襄王梦见巫山神女而使宋玉赋高唐一样，久久不能忘怀，不管灯的明亮或者熄灭，如此美好晤面恐难以后再难遇见了，然而多情之人易于伤感，以致为愁而鬓发斑白。犹如听了韩娥的歌声，舜的音乐，萦绕脑际，经久不忘，甚至达到食而不知其味的痴迷境地。"]}},{"title":"抒情","cont":{"title":"踏莎行·润玉笼绡","nian":"宋代","author":"吴文英","contson":"\n润玉笼绡，檀樱倚扇。绣圈犹带脂香浅。榴心空叠舞裙红，艾枝应压愁鬟乱。午梦千山，窗阴一箭。香瘢新褪红丝腕。隔江人在雨声中，晚风菰叶生秋怨。\n","contyishang":["译文柔润如同白玉的肌肤，罩着菲薄透明的纱衣。用罗绢团扇轻轻遮蔽着浅红的樱桃小口。脖颈上围着绣花圈饰，还散发着淡淡的脂粉香气。大红的舞裙上，石榴花的花纹重重叠起，艾草枝儿斜插着舞乱的发髻。午梦迷离。梦中历尽千山万水，其实看窗前的月影，只是片刻转移。手腕上红丝线勒出的印痕刚刚褪去。江面上的雨声淅淅沥沥，却无法望到思念中的你。只有萧萧的晚风吹着菰叶，那境味简直就像已经到了秋季。","注释1.踏莎（suō）行：调名从唐韩翃诗句“踏莎行草过春溪”而来。双调，五十八字，十句，上下片各五句三仄韵。起首四个四言句，前人多用对偶。2.润玉：指肌肤\n"]}},{"title":"抒情","cont":{"title":"望月有感","nian":"唐代","author":"白居易","contson":"\n自河南经乱，关内阻饥，兄弟离散，各在一处。因望月有感，聊书所怀，寄上浮梁大兄、於潜七兄、乌江十五兄，兼示符离及下邽弟妹。\n时难年荒世业空，弟兄羁旅各西东。田园寥落干戈后，骨肉流离道路中。吊影分为千里雁，辞根散作九秋蓬。共看明月应垂泪，一夜乡心五处同。\n","contyishang":["译文自从河南地区经历战乱，关内一带漕运受阻致使饥荒四起，我们兄弟也因此流离失散，各自在一处。因为看到月亮而有所感触，便随性写成诗一首来记录感想，寄给在浮梁的大哥、在於潜的七哥，在乌江的十五哥和在符离、下邽的弟弟妹妹们看。","家业在灾年中荡然一空，兄弟分散各自你西我东。战乱过后田园荒芜寥落，骨肉逃散在异乡道路中。吊影伤情好像离群孤雁，漂泊无踪如断根的秋蓬。同看明月都该伤心落泪，一夜思乡心情五地相同。","注释\n"]}},{"title":"抒情","cont":{"title":"过分水岭","nian":"唐代","author":"温庭筠","contson":"\n溪水无情似有情，入山三日得同行。岭头便是分头处，惜别潺湲一夜声。\n","contyishang":["译文溪水无情却似对我脉脉有情，进山三天得以有它伴我同行。登山岭头就是我俩分手之处，潺湲流淌与我惜别一夜有声。","注释⑴分水岭：一般指两个流域分界的山。这里是指今陕西省略阳县东南的嶓冢山，它是汉水和嘉陵江的分水岭。⑵岭头：山头。分头：分别；分手。《文苑英华》作“分流”。⑶潺湲（chán yuán）：河水缓缓流动的样子。这里是指溪水流动的声音。"]}},{"title":"抒情","cont":{"title":"礼部贡院阅进士试","nian":"宋代","author":"欧阳修","contson":"\n紫殿焚香暖吹轻，广庭清晓席群英。无哗战士衔枚勇，下笔春蚕食叶声。乡里献贤先德行，朝廷列爵待公卿。自惭衰病心神耗，赖有群公识鉴精。\n","contyishang":["译文贡院里香烟缭绕，春天的和风又暖又轻，宽阔的庭中一清早就坐满了各地来应试的精英。举子们紧张肃穆地战斗，如同衔枚疾走的士兵，只听见笔在纸上沙沙作响，仿佛是春蚕嚼食桑叶的声音。郡县里向京都献上贤才，首先重视的是品德操行，朝廷中分等授予官职，依赖着执政大臣。我感到惭愧的是身体衰病心神已尽，选拔超群的英才，全仗诸位来识别辨明。","注释⑴礼部：官署名，为六部之一，掌礼乐、祭祀、封建、宴乐及学校贡举的政令。贡院：科举时代考试贡士之所。⑵紫殿：指京都贡院。一作“紫案”。暖吹：暖风，指春风。⑶席：犹言列坐\n"]}},{"title":"抒情","cont":{"title":"次韵秦太虚见戏耳聋","nian":"宋代","author":"苏轼","contson":"\n君不见诗人借车无可载，留得一钱何足赖！晚年更似杜陵翁，右臂虽存耳先聩。人将蚁动作牛斗，我觉风雷真一噫。闻尘扫尽根性空，不须更枕清流派。大朴初散失浑沌，六凿相攘更胜坏。眼花乱坠酒生风，口业不停诗有债。君知五蕴皆是贼，人生一病今先差。但恐此心终未了，不见不闻还是碍。今君疑我特佯聋，故作嘲诗穷险怪。须防额痒出三耳，莫放笔端风雨快。\n","contyishang":["译文有位诗人穷不可奈，借辆车子搬家却无物可载。恰如杜甫袋里还有一文钱，买了咸盐却买不上青菜。我如今更似杜陵翁，右臂虽好耳朵已聋。现在有人把蚂蚁爬行当作牛斗，我把惊雷闪电只当作耳边风。自觉近来已经变作超人，视而不见，听而不闻。用不着像孙楚那样去“枕流漱石”，人间祸福都是流水行云。倏忽当初本是一片好心，见到浑沌没有五宫十分可怜。他用七天帮助浑沌凿成七窍，七窍凿成，浑沌便一命归天。饮酒赋诗本是图个痛快酒后狂言，神仙见怪。人生识字便开始糊涂，写出了诗文都要还债。佛家把“五蕴”当作罪恶根源，我已经耳聋该可以稍稍心安\n"]}},{"title":"抒情","cont":{"title":"定风波·暖日闲窗映碧纱","nian":"唐代","author":"欧阳炯","contson":"\n暖日闲窗映碧纱，小池春水浸晴霞。数树海棠红欲尽，争忍，玉闺深掩过年华。独凭绣床方寸乱，肠断，泪珠穿破脸边花。邻舍女郎相借问，音信，教人休道未还家。\n","contyishang":["译文风和日暖，春意阑珊，白云匆匆过，人立碧窗前。池水浸染着空中的霞光，几株海棠绿阴阴，树上瘦花无几，地上却残红堆满。红欲尽，春将残，思念苦，不忍看；更堪这，还得门深掩、守空闺，倚孤枕，年华虚度又一年。绮窗前，深念远，独凭绣床，心绪烦乱，愁肠寸断。念远思亲如泉泪，乱湿美艳如花胭脂脸。思悠悠，念浓浓，怨深深，恨重重，泪破莲腮两线红。邻家姐妹相慰问：“玉郎可安好？”怎回答？羞涩道：“归期遥遥，天涯良人未还家！”","注释闲窗：雕花和护栏的窗子。闲：阑也。闲窗，一般用作幽闲之意。争忍：怎能禁受的意思。凭：此处是倚\n"]}},{"title":"抒情","cont":{"title":"贺新郎·别茂嘉十二弟","nian":"宋代","author":"辛弃疾","contson":"\n别茂嘉十二弟。鹈鴂、杜鹃实两种，见《离骚补注》绿树听鹈鴂。更那堪、鹧鸪声住，杜鹃声切。啼到春归无寻处，苦恨芳菲都歇。算未抵、人间离别。马上琵琶关塞黑，更长门、翠辇辞金阙。看燕燕，送归妾。 将军百战身名裂。向河梁、回头万里，故人长绝。易水萧萧西风冷，满座衣冠似雪。正壮士、悲歌未彻。啼鸟还知如许恨，料不啼清泪长啼血。谁共我，醉明月。\n","contyishang":["译文听着绿树荫里鹈鴂叫得凄恶，更令人悲伤不已。鹧鸪鸟“行不得也哥哥”的啼叫刚住，杜鹃又发出“不如归去”悲切的号呼。一直啼到春天归去再无寻觅处，芬芳的百花都枯萎，实在令人愁恨、痛苦。算起来这桩桩件件也抵不上人间生离死的痛楚。汉代王昭君骑在马上弹着琵琶，奔向黑沉沉的关塞荒野，更有陈皇后阿娇退居长门别馆，坐着翠碧的宫辇辞别皇宫金阙。春秋时卫国庄姜望着燕燕双飞，远送休弃去国的归老。汉代名将李陵身经百战，兵败归降匈奴而身败名裂。到河边轿头送别苏武，回头遥望故国远隔万里，与故友永远诀别。还有荆轲冒着萧瑟秋风，慷慨悲歌无尽无歇。啼鸟若知人间有如此多的悲恨痛切，料想它不再悲啼清泪\n"]}},{"title":"抒情","cont":{"title":"浣溪沙·楼上晴天碧四垂","nian":"宋代","author":"周邦彦","contson":"\n楼上晴天碧四垂。楼前芳草接天涯。劝君莫上最高梯。新笋已成堂下竹，落花都上燕巢泥。忍听林表杜鹃啼。\n","contyishang":["译文晴空万里，我登上杨柳掩映的高楼，眺望一片芳草绿到天边。劝你不要登上高楼的顶点，因为此时登高怀远，最是伤怀。堂下的新笋已长成竹子，落花已碾成尘土作了燕子筑巢的新泥。此时再怎忍心听那林梢上传来杜鹃的的啼叫呢？","注释①浣（huàn）溪沙：唐代教坊曲名，后用为词牌。分平仄两体，字数以四十二字居多，还有四十四字和四十六字两种。最早采用此调的是唐人韩偓，通常以其词为正体，另有四种变体。全词分两片，上片三句全用韵，下片末二句用韵。此调音节明快，为婉约、豪放两派词人所常用。②碧（bì）四垂：四面青天与远处绿野相接，自高而下，同一碧色。\n"]}},{"title":"抒情","cont":{"title":"度大庾岭","nian":"唐代","author":"宋之问","contson":"\n度岭方辞国，停轺一望家。魂随南翥鸟，泪尽北枝花。山雨初含霁，江云欲变霞。但令归有日，不敢恨长沙。\n","contyishang":["译文我离开京城刚刚度过大庾岭，便停下车子，再次回首遥望我的家乡。我的魂魄追随着从南方向北奋飞的鸟儿，望着那向北而开的花枝，眼泪为之流不止。山间连绵阴雨刚刚有了一点停止的意思，江上的云彩亦微有化作云霞的趋势。只要有重回长安的机会，我是不敢像贾谊那样因为被贬而感到遗憾的。","注释⑴岭：指大庾岭，五岭之一，在今江西大余县和广东南雄县交界处，因岭上多梅花，也称梅岭。辞国：离开京城。国：国都，指长安。⑵轺（yáo）：只用一马驾辕的轻便马车。⑶翥（zhù）：鸟向上飞举。南翥鸟：前人有过三种解释：一说泛指\n"]}},{"title":"抒情","cont":{"title":"摸鱼子·高爱山隐居","nian":"宋代","author":"张炎","contson":"\n爱吾庐、傍湖千顷，苍茫一片清润。晴岚暖翠融融处，花影倒窥天镜。沙浦迥。看野水涵波，隔柳横孤艇。眠鸥未醒。甚占得莼乡，都无人见，斜照起春暝。还重省。岂料山中秦晋，桃源今度难认。林间即是长生路，一笑原非捷径。深更静。待散发吹箫，跨鹤天风冷。凭高露饮。正碧落尘空，光摇半壁，月在万松顶。\n","contyishang":["　　张炎应召北上抄写“藏经”南归后，在山阴一带流寓，曾在镜湖一带隐居。高爱山是其隐居之所。这首词表达了他对元政权严重不满和敌对情绪。","　　起笔短促而突兀：“爱吾庐”令人精神一振。借古代著名隐士陶渊明之意，暗示了其中“与世相违”的深意，为全词定下了基调。随之写湖水“傍湖千顷，苍茫一片清润”。清润，指湖波之清凉朗澈和气候之爽润宜人。继而写湖中的倒影：“晴岚暖翠融融处，花影倒窥天镜。”睛暖的山光、苍翠的树色，斑驳的花影，都映照在这面天然的镜子里。“沙浦迥”句写远处的沙滩。“看野水涵波，隔柳横孤艇。”写柳阴下的小艇。“眠鸥未醒。甚占得莼乡，都无人见，斜照起春暝。”“眠鸥”，这里指\n"]}},{"title":"抒情","cont":{"title":"长歌行","nian":"宋代","author":"陆游","contson":"\n人生不作安期生，醉入东海骑长鲸；犹当出作李西平，手枭逆贼清旧京。金印辉煌未入手，白发种种来无情。成都古寺卧秋晚，落日偏傍僧窗明。岂其马上破贼手，哦诗长作寒螿鸣？兴来买尽市桥酒，大车磊落堆长瓶；哀丝豪竹助剧饮，如锯野受黄河倾。平时一滴不入口，意气顿使千人惊。国仇未报壮士老，匣中宝剑夜有声。何当凯旋宴将士，三更雪压飞狐城！\n","contyishang":["译文一个人活在世上，就算没法做个安期生那样的仙人，喝醉了，在东海里骑着鲸鱼玩耍游荡；也该做个李西平那样的名将，带兵杀敌，收复沦陷的国土与首都长安。可怜我，什么功名也没建立，年龄却已老大，白发萧骚；傍晚躺在这成都的古庙，眼见着落日的余晖，装点这僧房的纱窗。哎，难道我这个驰骋沙场的杀敌能手，就成了这么个做做诗的无用之辈，像寒蝉那样？酒兴来时我把桥边酒家的酒都买光；长长的酒瓶，把大车全都堆满。唤来了乐队奏起悲壮的音乐助兴，喝起来犹如黄河水倾倒在钜野中一样。我平时滴酒不沾，这番豪迈气概，顿时令许多人惊\n"]}},{"title":"抒情","cont":{"title":"清江引·长门柳丝千万结","nian":"元代","author":"曹德","contson":"\n长门柳丝千万结，风起花如雪。离别复离别，攀折更攀折，苦无多旧时枝叶也。长门柳丝千万缕，总是伤心树。行人折嫩条，燕子衔轻絮，都不由凤城春做主。\n","contyishang":["译文长门宫外的柳条千缕万缕，微风中柳絮如雪一般白。行人次次离别时，把折柳反复相赠，再次相送时，苦了柳树已不剩枝叶可让人相赠。长门宫前的柳条千行万行，总引起我的嗟伤。行人任意把嫩枝攀折，燕子衔走了柳花飞向远方。京城的春神又作得什么主张？","注释①长门：汉长安宫名，武帝时陈皇后失宠即居此。②花如雪：柳絮像雪一样白。③攀折：古人送别时，多折柳枝相赠。④伤心树：柳枝在离别时被攀折相送，它总是与离别的伤感联系在一起，故称伤心树。⑤行人折嫩条：古人送行，折柳相送，取“柳”与“留”音谐，故以此表示惜别。\n"]}},{"title":"抒情","cont":{"title":"点绛唇·金谷人归","nian":"宋代","author":"姜夔","contson":"\n金谷人归，绿杨低扫吹笙道。数声啼鸟，也学相思调。月落潮生，掇送刘郎老。淮南好，甚时重到？陌上生春草。\n","contyishang":["译文金谷丽人归来相聚时，门前绿杨垂地，临风摇曳，绿荫深浓，街巷歌吹弹唱声声不息。树上鸟儿声声鸣唱，仿佛学着人们在倾诉相思之情。时序更替，潮起潮落，折磨得刘郎日渐衰落。淮南的合肥真是个好地方，但什么时候才能重新到达那里？只见原野上芳草萋萋，令人伤感。","注释⑴点绛唇：词牌名。四十一字，前片三仄韵，后片四仄韵。《清真集》入“仙吕调”，元北曲同，但平仄句式略异，今京剧中犹常用之。⑵金谷：地名，在河南洛阳市西北，晋石崇在此建金谷园，成为历代著名景点。⑶掇送：犹断送。刘郎：指东汉刘晨。相传刘晨和阮肇入天台山采药，为仙女所邀，\n"]}},{"title":"抒情","cont":{"title":"六州歌头·东风著意","nian":"宋代","author":"韩元吉","contson":"\n东风著意，先上小桃枝。红粉腻，娇如醉，倚朱扉。记年时，隐映新妆面，临水岸，春将半，云日暖，斜桥转，夹城西。草软莎平，跋马垂杨渡，玉勒争嘶。认娥眉凝笑，脸薄拂燕脂。绣户曾窥，恨依依。共携手处，香如雾，红随步，怨春迟。消瘦损，凭谁问？只花知，泪空垂。旧日堂前燕，和烟雨，又双飞。人自老，春长好，梦佳期。前度刘郎，几许风流地，花也应悲。但茫茫暮霭，目断武陵溪，往事难追。\n","contyishang":["译文东风带着情意，先飞上小小的桃枝。美人红粉细腻，娇艳如痴如醉，斜倚着朱红的门扉。记得去年时，她新妆衬着芙蓉面，隐隐与桃花相映争艳。她来到水岸，春天过去一半，云日暖融融，顺着斜桥回转，直到夹城西边。绿草柔软平展，马儿跑得欢，渡口上垂柳翩翩，玉勒的骏马嘶鸣着驰跃争先。我认出她秀美的蛾眉，凝神一瞥的笑脸，面颊上胭脂敷得淡淡。曾在绣窗前偷偷窥视的佳人今日不复见，依依相思愁恨绵绵不断。当年携手共游之处，桃花依旧芳香如雾，满地落红随着步履旋舞，怨恨春光到了迟暮。惜春人也销魂瘦损，又靠谁来慰问？只有桃花知心，空将清泪垂淋。旧日堂前筑巢的燕儿，随着烟雾迷蒙的春雨，又双双飞回旧居\n"]}},{"title":"抒情","cont":{"title":"秦筝歌送外甥萧正归京","nian":"唐代","author":"岑参","contson":"\n汝不闻秦筝声最苦，五色缠弦十三柱。怨调慢声如欲语，一曲未终日移午。红亭水木不知暑，忽弹黄钟和白纻。清风飒来云不去，闻之酒醒泪如雨。汝归秦兮弹秦声，秦声悲兮聊送汝。\n","contyishang":["译文你没听说秦筝声音最苦，五色琴弦缠着十三琴柱。曲调幽怨缓慢如泣如诉，一曲尚未弹完天已近午。红亭池水树木不觉暑气，秦筝忽又弹起黄钟白纻。清风飒飒云彩停留不动，客人醒过酒来泪下如雨。你归秦地为你弹奏秦声，秦声悲哀啊，送你上路。","注释①秦筝：古秦地(今陕西一带)产的一种弦乐器。筝，一种弦乐器。②“汝不闻”两句：说秦筝五色十三弦，声音最为悲苦。五色，涂成五色。缠弦，将弦缠在筝上。十三柱，十三根缠弦的支柱。③“怨调”两句：说秦筝声调幽怨缓慢，好似向人倾诉衷肠，一曲尚未弹完，天色就已近午\n"]}},{"title":"抒情","cont":{"title":"赠特进汝阳王二十韵","nian":"唐代","author":"杜甫","contson":"\n特进群公表，天人夙德升。霜蹄千里骏，风翮九霄鹏。 服礼求毫发，惟忠忘寝兴。圣情常有眷，朝退若无凭。 仙醴来浮蚁，奇毛或赐鹰。清关尘不杂，中使日相乘。 晚节嬉游简，平居孝义称。自多亲棣萼，谁敢问山陵。 学业醇儒富，辞华哲匠能。笔飞鸾耸立，章罢凤鶱腾。 精理通谈笑，忘形向友朋。寸长堪缱绻，一诺岂骄矜。 已忝归曹植，何知对李膺。招要恩屡至，崇重力难胜。 披雾初欢夕，高秋爽气澄。尊罍临极浦，凫雁宿张灯。 花月穷游宴，炎天避郁蒸。研寒金井水，檐动玉壶冰。 瓢饮唯三径，岩栖在百层。且持蠡测海，况挹酒如渑。 鸿宝宁全秘，丹梯庶可凌。淮王门有客，终不愧孙登。\n","contyishang":["汝阳王你被特别提拔为王公，真是天人自有好运，全是因为你素有高尚的道德。就像千里马的急蹄踏霜，大鹏展翅直上九霄。你穿的礼服丝毫不乱，为国事废寝忘记食。圣上对你情常眷顾，你却时时谨小慎微。喝喝美味的仙酿，酒面浮着米粒，赐予雄鹰以华丽的羽毛。无事清闭关门，一尘不染，中使日相乘。晚年喜欢简朴的游嬉，平时以孝义为世人赞颂。你善待兄弟，不羡慕虚名。你的学业可与大儒比美，文词华丽非哲匠能超越。提笔如飞鸾耸立，文章写罢如凤凰飞腾。你精通文理,谈笑风生，天真烂漫，对朋友没有一丝傲慢。寸心真得让人留恋，千金一诺，从不骄矜。我有幸归入你的\n"]}},{"title":"抒情","cont":{"title":"水调歌头·黄州快哉亭赠张偓佺","nian":"宋代","author":"苏轼","contson":"\n落日绣帘卷，亭下水连空。知君为我新作，窗户湿青红。长记平山堂上，欹枕江南烟雨，杳杳没孤鸿。认得醉翁语，山色有无中。一千顷，都镜净，倒碧峰。忽然浪起，掀舞一叶白头翁。堪笑兰台公子，未解庄生天籁，刚道有雌雄。一点浩然气，千里快哉风。\n","contyishang":["译文落日中卷起绣帘眺望，亭下江水与碧空相接，远处的夕阳与亭台相映，空阔无际。为了我的来到，你特意在窗户上涂上了清油的朱漆，色彩犹新。这让我想起当年在平山堂的时候，靠着枕席，欣赏江南的烟雨，遥望远方天际孤鸿出没的情景。今天看到眼前的景象，我方体会到欧阳醉翁词句中所描绘的，山色若隐若现的景致。广阔的水面十分明净，山峰翠绿的影子倒映其中。忽然江面波涛汹涌，一个渔翁驾着小舟在风浪中掀舞。见此不由得想起了宋玉的《风赋》，像宋玉这样可笑的人，是不可能理解庄子的风是天籁之说的，硬说什么风有雄雌。其实，一个人只要具备至大至刚的浩然之气，就能在任何境遇中都处之泰然，享受到无穷快意的\n"]}},{"title":"抒情","cont":{"title":"虞美人·残灯风灭炉烟冷","nian":"清代","author":"纳兰性德","contson":"\n残灯风灭炉烟冷，相伴唯孤影。判教狼藉醉清樽，为问世间醒眼是何人。难逢易散花间酒，饮罢空搔首。闲愁总付醉来眠，只恐醒时依旧到樽前。\n","contyishang":["译文灯残风灭，香炉之烟也已经变冷，相伴的只有自己孤单的身影。情愿喝得酩配大醉，借清酒来麻醉自己，问世间醒眼的是什么人。相聚难离别易，唯又离别之时的酒宴，喝完之后独自搔头。闲愁总是交付喝醉来入眠，只害怕醒来时候自己依然在酒器面前。","注释①虞美人：词牌名，此调原为唐教坊曲，初咏项羽宠姬虞美人，因以为名。双调，五十六字，上下片各四句，皆为两仄韵转两平韵。②炉烟：熏炉或香炉之烟。③“判教”句：意谓情愿喝得酩配大醉，借清酒来麻醉自己。判：情愿、甘愿、不惜之意。清樽（zūn）：酒器，借指清酒（清醇之酒）。亦作“ 青樽 ”。亦\n"]}},{"title":"抒情","cont":{"title":"忆秦娥·伤离别","nian":"宋代","author":"何梦桂","contson":"\n伤离别。江南雁断音书绝。音书绝。两行珠泪，寸肠千结。 伤心长记中秋节。今年还似前年月。前年月。那知今夜，月圆人缺。\n","contyishang":["译文为别离伤感，江南的大雁无法传来你的消息。音讯断绝，我内心愁肠郁结，流下眼泪。想起之前中秋节的时候，月亮和今天的一样。那时候我们还未分别，可今天啊，月亮是圆满的，我们是残缺的。","注释①音书：音讯，书信。②珠泪：眼泪，因泪滴圆如珠，故称。"]}},{"title":"抒情","cont":{"title":"客舍悲秋有怀两省旧游呈幕中诸公","nian":"唐代","author":"岑参","contson":"\n三度为郎便白头，一从出守五经秋。莫言圣主长不用，其那苍生应未休。人间岁月如流水，客舍秋风今又起。不知心事向谁论，江上蝉鸣空满耳。\n","contyishang":["译文作过几任郎官便已白头，自从来到州县已过五秋。别说圣明君主长不任用，怎奈天下百姓令人生忧！看那人间岁月好似流水，客舍之中又见秋风飕飕。不知满腹心事向谁倾诉，空听江上蝉声吵嚷不休！","注释①客舍：旅馆。两省：唐时中央设尚书、中书、门下三省，此指中书、门下两省。旧游：旧友。幕：指剑南节度使幕府，治所在今成都。②“三度”两句，说自己五次出任郎官便已年老，自从出任刺史以来，也已五年了。岑参自广德元年（七六三）至永泰元年（七六五），曾先后五次出任郎官。这里说“三度”是言其为多数，且不与下文“五”字重复。出守，出\n"]}},{"title":"抒情","cont":{"title":"观胡人吹笛","nian":"唐代","author":"李白","contson":"\n胡人吹玉笛，一半是秦声。十月吴山晓，梅花落敬亭。愁闻出塞曲，泪满逐臣缨。却望长安道，空怀恋主情。\n","contyishang":["译文胡人吹奏着玉笛，大都是秦地的音声。十月吴山的清晓，一曲《梅花》落到敬亭。愁苦中听到《出塞》的乐曲，泪水顿流，沾湿了我的帽缨。回头遥望那通往长安的大道，可叹我空怀着眷恋君主的衷情。","注释秦声：秦地之乐曲。《汉书·杨恽传》：“家本秦也，能为秦声。”梅花：笛曲，亦称《梅花落》，属乐府之《横吹曲辞》。杨齐贤曰：古者，羌笛有《落梅花》曲。敬亭：山名，在个安徽宣州市南。《舆地广记》：宣州宣城县有敬亭山。出塞：占乐府名，亦属《横吹曲辞》。《古今注》：“横吹，胡乐也。张博望入西域，传其法于\n"]}},{"title":"抒情","cont":{"title":"踏莎行·小径红稀","nian":"宋代","author":"晏殊","contson":"\n小径红稀，芳郊绿遍。高台树色阴阴见。春风不解禁杨花，蒙蒙乱扑行人面。(蒙 通：濛)翠叶藏莺，朱帘隔燕。炉香静逐游丝转。一场愁梦酒醒时，斜阳却照深深院。\n","contyishang":["译文小路边的红花日渐稀少，郊野却被萋萋芳草占遍，绿树成荫高楼台榭若隐若现。春风不懂得去管束杨花柳絮，让它们迷迷蒙蒙乱扑人面。翠绿的树叶里藏着黄莺，红色窗帘把燕子隔在外面，静静的炉香像游丝般袅袅升腾。醉酒后一场愁梦醒来时，夕阳正斜照着深深的庭院。","注释⑴踏莎（suō）行：词牌名，又名“喜朝天”“柳长春”“踏雪行”“平阳兴”“踏云行”“潇潇雨”等。双调小令，《张子野词》入“中吕宫”。五十八字，上下片各三仄韵。四言双起，例用对偶。⑵红稀：花儿稀少、凋谢。意思是到了晚春时节。红：指花。⑶高台：高高的楼台，这里指高楼。阴阴\n"]}},{"title":"抒情","cont":{"title":"酬王季友题半日村别业兼呈李明府","nian":"唐代","author":"郎士元","contson":"\n村映寒原日已斜，烟生密竹早归鸦。长溪南路当群岫，半景东邻照数家。门通小径连芳草，马饮春泉踏浅沙。欲待主人林上月，还思潘岳县中花。\n","contyishang":["译文夕阳余光点撒在村外的原野上，村里人家炊烟袅袅，乌鸦也早早的飞入密林深处。溪流南边的小路对面群山峻岭，东边的几家邻居还沐浴在夕阳光下。门前的小径两旁花草繁茂，马儿踏于清沙软泥之上自饮甘泉。真是既想待在季友的住处欣赏月色美景，又想去李太守那里游玩赏花。","注释寒原：指冬天的原野；冷落寂静的原野。岫：山。半景：微光，余光。东邻：东边的邻居。主人：这里指作者的友人王季友。"]}},{"title":"抒情","cont":{"title":"送刘司直赴安西","nian":"唐代","author":"王维","contson":"\n绝域阳关道，胡沙与塞尘。三春时有雁，万里少行人。苜蓿随天马，葡萄逐汉臣。当令外国惧，不敢觅和亲。\n","contyishang":["译文通往西域遥远的阳关道上，举目惟见边塞的烟气和沙尘。整个春天只偶有大雁飞过，万里路上很少见到行人。苜蓿草将随着汗血马传入，葡萄种也带随着汉家使臣。这一去自应让外族害怕，使他们不敢再强求和亲。","注释⑴刘司直：作者友人，生平字号不详。司直：官名，大理寺（掌管刑狱）有司直六人，从六品上。安西：指安西都护府。⑵绝域：指极远的地域，此指西域。《管子·七法》：“不远道里，故能威绝域之民；不险山河，故能服恃固之国。”阳关道：指古代经过阳关通往西域的大道。阳关：关名，故址在今甘肃敦煌西南。⑶沙：一作“烟\n"]}},{"title":"抒情","cont":{"title":"小重山·几点疏雅誊柳条","nian":"清代","author":"张景祁","contson":"\n几点疏雅誊柳条。江南烟草绿，梦迢迢。十年旧约断琼箫。西楼下，何处玉骢骄？酒醒又今宵。画屏残月上，篆香销。凭将心事记回潮。青溪水，流得到红桥。\n","contyishang":[]}},{"title":"抒情","cont":{"title":"归国遥·香玉","nian":"唐代","author":"温庭筠","contson":"\n香玉，翠凤宝钗垂簏簌，钿筐交胜金粟，越罗春水绿。画堂照帘残烛，梦馀更漏促。谢娘无限心曲，晓屏山断续。\n","contyishang":["译文头上佩戴着香玉，钗上的凤坠低垂，花钿辉映金粟。身上的越罗长裙，轻舞着春水般的碧绿。画堂残烛忽明忽暗照在帘幕里，梦醒时只听得更漏声声急。她那相思无限的愁绪，如晓光初映屏上山影，明了又暗，断了又续。","注释⑴归国遥：词牌名，又作“归国谣”。⑵香玉：泛指头上精美的首饰。⑶“翠凤”二句：具体写首饰。意思是翠凤饰成钗头的宝钗，下垂着穗子；还有钿筐、金粟和交错的彩胜戴在头上。宝钗、钿筐、彩胜、金粟，都是首饰的种类。金粟：桂花也称金粟，因花蕊如金粟点缀枝头，这里的金粟，是指妆饰品的形象如金粟状。交胜：彩胜在头上交错戴着。簏簌\n"]}},{"title":"抒情","cont":{"title":"扶风豪士歌","nian":"唐代","author":"李白","contson":"\n洛阳三月飞胡沙，洛阳城中人怨嗟。天津流水波赤血，白骨相撑如乱麻。我亦东奔向吴国，浮云四塞道路赊。东方日出啼早鸦，城门人开扫落花。梧桐杨柳拂金井，来醉扶风豪士家。扶风豪士天下奇，意气相倾山可移。作人不倚将军势，饮酒岂顾尚书期。雕盘绮食会众客，吴歌赵舞香风吹。原尝春陵六国时，开心写意君所知。堂中各有三千士，明日报恩知是谁。抚长剑，一扬眉，清水白石何离离。脱吾帽，向君笑。饮君酒，为君吟。张良未逐赤松去，桥边黄石知我心。\n","contyishang":["译文暮春三月飞沙扬，安史胡儿太猖狂，城中百姓怨连天，哀号不绝断肝肠。天津桥下血成河，赤波呜咽泪不干，郊外白骨垒成山，南隐东南我奔迁。岂料道路尽充塞，难坏沦落士一员。直奔吴地避战乱，旭日东升曙光显，惊起鸟雀噪一片，开门扫除喜涟涟。梧桐初发柳絮飞，雕饰华丽美井栏。好景如画人欢畅，醉卧扶风豪士衙。天下奇士多直爽，与我意气投又羡，做人不以他人势，情谊深重可移山。香风欢愉客心暖，好客乡俗照胆肝。忽想战国养士人，原尝春陵四先贤，真诚待\n"]}},{"title":"抒情","cont":{"title":"烛影摇红·题安陆浮云楼","nian":"宋代","author":"廖世美","contson":"\n霭霭春空，画楼森耸凌云渚。紫薇登览最关情，绝妙夸能赋。惆怅相思迟暮。记当日、朱阑共语。塞鸿难问，岸柳何穷，别愁纷絮。 催促年光，旧来流水知何处。断肠何必更残阳，极目伤平楚。晚霁波声带雨。悄无人、舟横野渡。数峰江上，芳草天涯，参差烟树。\n","contyishang":["译文薄雾茫茫，画楼高耸入云。昔年的紫薇郎曾将此楼登临。面对眼前的景物，他大发感慨，写下动人的诗篇。日暮时分，景象令人相思惆怅，记得那时我和她一起私语，多少幸福？不想她一去便没有消息，望断天涯也难有消息。只有岸边的柳树成林，使我的离愁仿佛飞絮，飞舞一片。节气催绕着年光流转，往日楼下的河水，如今不知流向哪里才停？并非日暮斜阳时才令人伤魂，看见宽阔的原野无边无际，同样让人极为伤心。晚来天气初晴，水波声中似乎还带着雨声。江上静悄无声息，只有一条小舟，在野外的渡口处静静地停放着。江边远处有几座墨色的山峰。天边烟雾茫茫，几棵高矮不齐的树木立着。","注释①安陆：今湖北\n"]}},{"title":"抒情","cont":{"title":"春归","nian":"唐代","author":"杜甫","contson":"\n苔径临江竹，茅檐覆地花。别来频甲子，倏忽又春华。倚杖看孤石，倾壶就浅沙。远鸥浮水静，轻燕受风斜。世路虽多梗，吾生亦有涯。此身醒复醉，乘兴即为家。\n","contyishang":["译文长满青苔的小路边，仍旧是修竹临江，茅檐下的花木，依然是浓荫覆地。离开草堂已经三年了，归来时正是春花正茂的时候。谢安常倚杖与孤石相望，我却在浣花溪浅沙地上倾壶独酌。欣赏那远处闲静浮于水面上的水鸥，观看那在微风中斜飞的燕子。我今日虽回到了这地方，但不知以后又怎么样，现在蜀中多乱，世路梗阻，年纪这么大了，一个人的一生，也终会有尽头之日呀。来日既有限，所以不同不于愁中取乐，醒后有酒又饮个醉，兴之所至便是家了，得快乐时且快乐，何必计较能在这里住上多久呀。","注释⑴苔径：长满青苔的小路。 临：挨近，\n"]}},{"title":"抒情","cont":{"title":"题张十一旅舍三咏榴花 / 题榴花","nian":"唐代","author":"韩愈","contson":"\n五月榴花照眼明，枝间时见子初成。 可怜此地无车马，颠倒青苔落绛英。\n","contyishang":[]}},{"title":"抒情","cont":{"title":"菩萨蛮·玉京人去秋萧索","nian":"五代","author":"耿玉真","contson":"\n玉京人去秋萧索，画檐鹊起梧桐落。欹枕悄无言，月和残梦圆。背灯唯暗泣，甚处砧声急。眉黛远山攒，芭蕉生暮寒。\n","contyishang":[]}},{"title":"抒情","cont":{"title":"临江仙·倦客如今老矣","nian":"宋代","author":"史达祖","contson":"\n倦客如今老矣，旧时不奈春何。几曾湖上不经过。看花南陌醉，驻马翠楼歌。 远眼愁随芳草，湘裙忆著春罗。枉教装得旧时多。向来箫鼓地，犹见柳婆娑。\n","contyishang":["译文倦客如今已老矣，而春天还像旧时一样，每年都如期来到人间。可是我的心情已与过去大不相同，只能发出无可奈何花落去的感叹了。回忆以前经常在西湖一带泛舟西湖，观景看花，饮酒听歌，几无虚日。云见芳草触动愁思，不免忆起着春罗湘裙的歌童舞女。现在的一些歌伎舞女，她们打扮得比旧时歌伎舞女更加娇艳。西湖边上的婀娜柳枝临风婆娑而舞，只能令人追忆当年之歌喉舞腰而已。","注释①临江仙：词牌名。双调，五十八字或六十字，皆用平韵。②倦客：词人自指。③南陌：游乐之地。④翠楼：词中指妓馆歌楼。⑤远眼愁随芳草，湘裙忆着春\n"]}},{"title":"抒情","cont":{"title":"宿云际寺","nian":"唐代","author":"温庭筠","contson":"\n白盖微云一径深．东峰弟子远相寻。苍苔路熟僧归寺，红叶声干鹿在林。高阁清香生静境，夜堂疏磬发禅心。自从紫桂岩前别，不见南能直到今。\n","contyishang":["译文自云绕山山路幽深，禅门弟子远来相寻。僧熟路踏苍苔归寺，鹿在林踩红叶有声。高阁燃清香生静境，夜堂鸣疏磬发禅心。自从紫桂岩前告别，不见南能直到如今。","注释①东峰弟子：犹言东山弟子，即禅门弟子。禅宗四祖道信、五祖弘忍俱住黄梅东山，引接学人，故称东山法门。②南能：指禅宗南宗惠能六祖。"]}},{"title":"抒情","cont":{"title":"在军登城楼","nian":"唐代","author":"骆宾王","contson":"\n城上风威冷，江中水气寒。戎衣何日定，歌舞入长安。\n","contyishang":["译文城上军威使人望而生畏，连江中的水都似乎杀气腾腾。现在，我身穿军装准备战斗，等到平定了天下时，一定载歌载舞进入长安京城。","注释①军：指军中。②风威：军威。险：望而生畏的意思。③水气：指杀气。寒：不寒而栗。④戎衣：即军装。定：平定。⑤歌舞：载歌载舞。长安：唐的都城。"]}},{"title":"抒情","cont":{"title":"登敬亭北二小山余时送客逢崔侍御并登此地","nian":"唐代","author":"李白","contson":"\n送客谢亭北，逢君纵酒还。屈盘戏白马，大笑上青山。 回鞭指长安，西日落秦关。帝乡三千里，杳在碧云间。\n","contyishang":[]}},{"title":"抒情","cont":{"title":"赠郭将军","nian":"唐代","author":"李白","contson":"\n将军少年出武威，入掌银台护紫微。平明拂剑朝天去，薄暮垂鞭醉酒归。爱子临风吹玉笛，美人向月舞罗衣。畴昔雄豪如梦里，相逢且欲醉春晖。\n","contyishang":["译文将军少年时即从军边塞，在武威镇守边疆，现在银台门守卫皇宫。天明时佩着长剑上朝去朝见天子，到了晚上便骑马垂鞭醉酒而归。在家中看着爱子临风吹笛，看着美人在月下翩翩起舞。昔日疆场的雄姿豪气，都宛如梦中。且与君趁这大好春光卉醉饮一场。","注释⑴郭将军：名不详。或以为郭千里。郭千里曾为左武卫将军、左卫将军、金吾卫大将军。⑵武威：唐时的凉州，亦名武威郡，治所在今甘肃武威县。⑶入：一作“昔”。银台：宫门名，宫中有左银台门，右银台门。唐时的翰林院、 学士院均在右银台门内。紫微：紫微星又叫北极星，古人认为\n"]}},{"title":"抒情","cont":{"title":"自金陵溯流过白璧山玩月达天门寄句容王主簿","nian":"唐代","author":"李白","contson":"\n沧江溯流归，白璧见秋月。秋月照白璧，皓如山阴雪。幽人停宵征，贾客忘早发。进帆天门山，回首牛渚没。川长信风来，日出宿雾歇。故人在咫尺，新赏成胡越。寄君青兰花，惠好庶不绝。\n","contyishang":["译文自青苍色的大江逆流而归，行至白璧山赏玩秋月。秋日的月光照在白璧山上，如同山阴之雪般皎白令人兴发。隐逸之士停止了夜晚出行，商贾买卖人忘记了早晨出发。扬帆再行来到天门山，回头望去牛头渚已被掩没。大江长啊季风按时吹来，太阳升起夜雾消散。老朋友近在咫尺却未见面，不能共同欣赏奇景相隔如胡越。寄您一枝青青的兰花，愿我俩和谐美满友谊长存。","注释⑴白璧山：在今安徽当涂，天门山在太平府，二山夹大江。水曰博望，西曰梁山，对崎知门。句容，今属汉苏。主簿：为县令佐官。⑵沧江：江流；江水\n"]}},{"title":"抒情","cont":{"title":"如梦令·黄叶青苔归路","nian":"清代","author":"纳兰性德","contson":"\n黄叶青苔归路，屧粉衣香何处。消息竟沉沉，今夜相思几许。秋雨，秋雨，一半因风吹去。(版本一)\n木叶纷纷归路，残月晓风何处。消息竟沉沉，今夜相思几许。秋雨，秋雨，一半因风吹去。(版本二)\n","contyishang":["译文黄叶和青苔铺满了回去的路，原来我们相约幽会的地方如今在哪里？你离去后音讯杳无，平添了今夜的无限相思之苦。窗外秋雨，一半已经被风吹去。","高高的树木萧萧落下的黄叶铺满了回去的路，空中的残月破晓的微风让自己六神无主，竟不知在什么地方？你离去后音讯杳无，平添了今夜的无限相思之苦。窗外秋雨，一半已经被风吹去。","注释⑴屧粉衣香：这里代指所怀念之情人及与之幽会的地方。屧（xie），本意为鞋子的木底，此处与“衣”字皆以衣物代指情人。⑵“秋月句”：清朱彝尊《转应曲》诗句：“秋雨，秋雨，一半因风吹去”⑶木叶：树叶。\n"]}},{"title":"抒情","cont":{"title":"日射","nian":"唐代","author":"李商隐","contson":"\n日射纱窗风撼扉，香罗拭手春事违。 回廊四合掩寂寞，碧鹦鹉对红蔷薇。\n","contyishang":[]}},{"title":"抒情","cont":{"title":"对雪献从兄虞城宰","nian":"唐代","author":"李白","contson":"\n昨夜梁园里，弟寒兄不知。庭前看玉树，肠断忆连枝。\n","contyishang":["译文昨夜我们一起在梁园里游玩，小弟我很寒冷，兄长你却不知道。独自来到庭院里，看那雪中玉树，真为那连理树枝而伤心断肠。","注释①虞城:唐时宋州睢阳郡有虞城县。今河南省虞城县。②梁园：在唐时宋州（今河南商丘），一名梁苑，汉代梁孝王的游赏之地。③玉树：雪中树。④连枝：古诗：“况我连枝树。与子同一身。”"]}},{"title":"抒情","cont":{"title":"于中好·谁道阴山行路难","nian":"清代","author":"纳兰性德","contson":"\n谁道阴山行路难。风毛雨血万人欢。松梢露点沾鹰绁，芦叶溪深没马鞍。依树歇，映林看。黄羊高宴簇金盘。萧萧一夕霜风紧，却拥貂裘怨早寒。\n","contyishang":["译文是谁说阴山之路无法行走呢？大规模狩猎时禽兽毛血纷飞万人庆祝。松树梢上的露珠沾湿了拴鹰的绳索，芦苇深的都没过了马鞍。靠着树休息，映衬着林子看着。众人围着用黄羊庆祝。霜风吹着，晚上都是寒冷的，拥有用貂的毛皮制作的衣服却怨着冬天来的比较早。","注释①于中好：词牌名。双调，五十五字，押平声韵。也是曲牌名。南曲仙吕宫、北曲大石调都有。字句格律都与词牌相同。北曲用作小令，或用于套曲。南曲列为“引子”，多用于传奇剧的结尾处。②风毛雨血：指大规模狩猎时禽兽毛血纷飞的情景。李白《上皇西巡南京歌》：“谁道君王行路难，六龙西幸万人欢。”\n"]}},{"title":"抒情","cont":{"title":"送范山人归泰山","nian":"唐代","author":"李白","contson":"\n鲁客抱白鹤，别余往泰山。初行若片云，杳在青崖间。高高至天门，日观近可攀。云山望不及，此去何时还。\n","contyishang":["译文东鲁范山人抱着求仙的愿望，告别我又要回到泰山。入山群岩如片雪，山路杳在青崖间。过去南天门，日观峰即可登攀。多少云山可望不可及，此去不知何时回还？","注释鲁客：指范山人。鲁客抱白鹤：据《抱朴子》载：“欲求仙革，入名山，带灵宝符，牵白犬，抱白鸡，以白盐一斗及开山符檄著大石上。”《续博物志》又载：“学道之士，居山宜养白鸡、白犬”。这里说“鲁客抱白鹤”，既寓有求仙学道之意，在形象上又比“白鸡”、“白犬”更美。杳：远。天门：指泰山的南天门。《初学记》引《泰山记》云：“盘道屈曲而上，凡五\n"]}},{"title":"抒情","cont":{"title":"潼关河亭","nian":"唐代","author":"薛逢","contson":"\n重岗如抱岳如蹲，屈曲秦川势自尊。天地并功开帝宅，山河相凑束龙门。橹声呕轧中流度，柳色微茫远岸村。满眼波涛终古事，年来惆怅与谁论。\n","contyishang":["　　诗的前四句以浑灏之笔写潼关形胜。“重岗如抱岳如蹲”一句造境雄奇挺健，“抱”、“蹲”二字勾画潼关一带山峦面貌，将西岳华山雄镇潼关的独尊传神地描摹出来，与杜甫诗句“西岳崚.竦处尊，诸峰罗立似儿山孙”（《望岳》）同为传神妙笔。这第一句从潼关附近山岳的垂直空间下笔，给人以峻峭之感。“屈曲秦川势自尊”，由横向空间承接上句，潼关诸山曲折起伏，拱卫关中，形成天然屏障，自古以来，许多帝王凭借此处险峻，建金城千里，为帝王之业。战国末年，七雄逐鹿，商鞅说秦孝公“拒河山之固，东向以制诸侯，此帝王之业也”（《史记·商君列传》），秦国借着关中地利一统天下。杜甫在《秋兴八首》中曾称“秦中自古帝王州”，可见秦川地\n"]}},{"title":"抒情","cont":{"title":"念奴娇·天丁震怒","nian":"金朝","author":"完颜亮","contson":"\n天丁震怒，掀翻银海，散乱珠箔。六出奇花飞滚滚，平填了、山中丘壑。皓虎颠狂，素麟猖獗，掣断真珠索。玉龙酣战，鳞甲满天飘落。谁念万里关山，征夫僵立，缟带占旗脚。色映戈矛，光摇剑戟，杀气横戎幕。貔虎豪雄，偏裨真勇，非与谈兵略。须一醉，看取碧空寥廓。\n","contyishang":["译文雪啊，仿佛天兵天将挟着巨怒，将那银子铺成的大海掀翻，将那珍珠缀成的帘子拆散打乱。六角形的雪花滚滚飞舞，把那山中的丘壑起伏填成一片平坦。这雪又像癫狂不已的白虎，以及猖獗横行的白麒麟，一齐扯断了珍珠绳索。还宛如鏖战的玉龙，打得鳞甲满天飘散。谁曾想起那雄关山岭上，将士在寒风中伫立，雪白的衣带紧粘着战旗的一角。戈矛泛着炫目的颜色，剑戟摇曳着凛冽的寒光，军帐中腾腾杀气萦绕。兵士们如貔虎野兽般雄壮，将佐们个个英勇，都在一起论略谈韬。此情此景下，应当一醉方休，用醉眼看那一片宽旷的碧空高高。","注释①天丁：天兵，一说为天上的六丁神。震怒：大怒，异常愤\n"]}},{"title":"抒情","cont":{"title":"临江仙·风水洞作","nian":"宋代","author":"苏轼","contson":"\n四大从来都遍满，此间风水何疑。故应为我发新诗。幽花香涧谷，寒藻舞沦漪。借与玉川生两腋，天仙未必相思。还凭流水送人归。层巅余落日，草露已沾衣。\n","contyishang":["译文地、水、风、火从来都是所在充满的，这里风水绝佳，又有什么可疑的呢！这是故意让我写诗赞美的吧。各种幽雅的花香气四溢，飘到了整个山涧、山谷之中，潭中秋天的水草似乎在随风起舞，水面上漾起细小而成圈的波纹。洞中清美的泉水要是借给卢仝泡茶喝，他一定会觉得两腋习习生风，有飘飘欲仙之感，这样，恐怕他连天仙都不会恋慕了。还烦请流水把我送回家。高峰上只剩下将要落山的太阳，草丛中的露水已经沾湿了我的衣裳。","注释①临江仙：词牌名。唐教坊曲。原用以歌咏水仙，故名。又名《雁儿归》、《瑞鹤仙令》等。双调小令，平韵格。②风水洞：《诗集》王文诰注引《杭\n"]}},{"title":"抒情","cont":{"title":"征部乐·雅欢幽会","nian":"宋代","author":"柳永","contson":"\n雅欢幽会，良辰可惜虚抛掷。每追念、狂踪旧迹。长祗恁、愁闷朝夕。凭谁去、花衢觅。细说此中端的。道向我、转觉厌厌，役梦劳魂苦相忆。 须知最有，风前月下，心事始终难得。但愿我、虫虫心下，把人看待，长似初相识。况渐逢春色。便是有，举场消息。待这回、好好怜伊，更不轻离拆。\n","contyishang":["译文她的美好的青春年华就这样白白的浪费在饮酒作乐之中，太可惜了！每当追忆起过去放荡不羁的生活，只觉得这样的漫长，朝夕忧虑烦闷。谁能去花街柳巷找到她，细细诉说我这里的情况，让她知道，我因为对她魂牵梦绕、苦苦想念，渐渐觉得精神萎靡不振。要知道，良辰美景和心中所思念的事是最不易得到的。只愿我的虫虫姑虫心里明白，在接待客人时，始终要像是初次相识一样，不要陷得太深。何况正逢容颜娇艳的青春年华，更要好好珍重。要是有京试考场消息，即刻返回，这次我将好好的爱你，更不轻易分开了。","注释⑴征部乐：词牌名，柳永《乐章集》注“夹钟商”，双调一百六字，上片九句六\n"]}},{"title":"抒情","cont":{"title":"望终南山寄紫阁隐者","nian":"唐代","author":"李白","contson":"\n出门见南山，引领意无限。秀色难为名，苍翠日在眼。有时白云起，天际自舒卷。心中与之然，托兴每不浅。何当造幽人，灭迹栖绝巘。\n","contyishang":["译文走出家门，抬起头就可以望见城外的终南山了，翘首瞻望那山上的景色，真的勾起了我无穷的意绪和美妙的怀想。那里的山色秀美，景色清幽，美得难以名状，那苍翠葱茏的景色日日都展现在我的眼前，这是多么的美妙惬意啊。只见那儿的天空上方不时飘浮起朵朵白云，它们在天际自在悠然地舒卷伸展。看着这样美好的景象，我也每每心旷神怡，意兴盎然。什么时候我能够去造访那个居住在山中的隐士呢？到那时我也要和他一样遁迹于人世，自由自在地栖身在那紫阁峰上。","注释①紫阁：终南山中一个山峰的名字。在今户县东南。当阳光照射时有紫气飘浮，山体高\n"]}},{"title":"抒情","cont":{"title":"野望","nian":"唐代","author":"杜甫","contson":"\n西山白雪三城戍，南浦清江万里桥。海内风尘诸弟隔，天涯涕泪一身遥。惟将迟暮供多病，未有涓埃答圣朝。(惟 通：唯)跨马出郊时极目，不堪人事日萧条。\n","contyishang":["译文西山终年积雪，三城都有重兵驻防；南郊外的万里桥，跨过泱泱的锦江。海内连年战乱，几个兄弟音讯阻隔；彼此天涯海角，只我一人好不凄怆？惟将迟暮的年光，交与多病的身躯；至今无点滴功德，报答贤明的圣皇。我独自地骑马郊游，常常极目远望，世事一天天萧条，真叫人不堪想象。 ","注释⑴西山：在成都西，主峰雪岭终年积雪。三城：指松（今四川松潘县）、维（故城在今四川理县西）、保（故城在理县新保关西北）三州。城，一作“年”，一作“奇”。戍：防守。三城为蜀边要镇，吐蕃时相侵犯，故驻军守之。⑵南浦：南郊外水边地。清江：指锦江。\n"]}},{"title":"抒情","cont":{"title":"答王十二寒夜独酌有怀","nian":"唐代","author":"李白","contson":"\n昨夜吴中雪，子猷佳兴发。万里浮云卷碧山，青天中道流孤月。孤月沧浪河汉清，北斗错落长庚明。怀余对酒夜霜白，玉床金井冰峥嵘。人生飘忽百年内，且须酣畅万古情。君不能狸膏金距学斗鸡，坐令鼻息吹虹霓。君不能学哥舒，横行青海夜带刀，西屠石堡取紫袍。吟诗作赋北窗里，万言不直一杯水。世人闻此皆掉头，有如东风射马耳。鱼目亦笑我，谓与明月同。骅骝拳跼不能食，蹇驴得志鸣春风。《折杨》《黄华》合流俗，晋君听琴枉《清角》。《巴人》谁肯和《阳春》，楚地犹来贱奇璞。黄金散尽交不成，白首为儒身被轻。 一谈一笑失颜色，苍蝇贝锦喧谤声。曾参岂是杀人者？谗言三及慈母惊。与君论心握君手，荣辱于余亦何有？孔圣犹闻伤凤麟，董龙更是何鸡狗！一生傲岸苦不谐，恩疏媒劳志多乖。严陵高揖汉天子，何必长剑拄颐事玉阶。达亦不足贵，穷亦不足悲。韩信羞将绛灌比，祢衡耻逐屠沽儿。君不见李北海，英风豪气今何在！君不见裴尚书，土坟三尺蒿棘居！少年早欲五湖去，见此弥将钟鼎疏。\n","contyishang":["译文昨天夜里吴中下了一场大雪，你像王子猷一样兴致勃发。浮云万里环绕着青山，天空的正中游动着一轮孤月。孤月沧凉清冷，银河清朗澄澈。太白星晶莹明亮，北斗星错落纵横。白霜洒地的夜晚你对酒思念起我，金雕玉塑的井台上冰冻峥嵘。人生百年不过是飘忽瞬间，要痛饮美酒来渲泄万古的愁情。君不能狸膏金距效法斗鸡之徒，因谄谤获宠，鼻孔出气吹到天上的霓虹。君不能学习那陇右武夫哥舒翰，跨马持刀，横行青海，血洗石堡，换了个紫袍英雄。你只能在北窗下面吟诗作赋，纵有万言不如杯水顶用。今世人听到诗赋皆掉头而去，就好像\n"]}},{"title":"抒情","cont":{"title":"宣州送裴坦判官往舒州时牧欲赴官归京","nian":"唐代","author":"杜牧","contson":"\n日暖泥融雪半消，行人芳草马声骄。九华山路云遮寺，清弋江村柳拂桥。君意如鸿高的的，我心悬旆正摇摇。同来不得同归去，故国逢春一寂寥！\n","contyishang":["译文和煦的太阳照耀着大地，积雪大半已消融，解冻的路面布满泥泞，经冬的野草茁出了新芽，原野上一片青葱，马声洪亮，催促主人上路。云雾缭绕的九华山路旁，寺宇时隐时现，青弋江村边，春风杨柳，轻拂桥面。你的志向像鸿雁一样鲜明，踌躇满志，而我的心情却像悬挂在空中的旗帜般空虚。我们原来是一起从京城到宣州任职的，此时却不能一同回去了，在这风光明媚的春日里，我只身回到京城以后，将会感到非常寂寞的。","注释（1）泥融：泥泞。（2）行（xíng）人：裴坦，字知进，进士及第，任宣州观察府判官，诗人故旧至交。（3）九\n"]}},{"title":"抒情","cont":{"title":"遥同杜员外审言过岭","nian":"唐代","author":"沈佺期","contson":"\n天长地阔岭头分，去国离家见白云。洛浦风光何所似，崇山瘴疠不堪闻。南浮涨海人何处，北望衡阳雁几群。两地江山万余里，何时重谒圣明君。\n","contyishang":["译文山岭是广阔天空与大地的分界，远离故乡只看得到无边的白云。洛水两岸风光何其美丽，这里的重山雾瘴难以忍受。你可渡过那风高浪急的南海，北边归去衡阳的大雁阵阵。两地间隔着遥远的距离，何时才能面圣明君呢？","注释①本诗是沈佺期和杜审言之诗。两人都于公元705年被流放岭南。审言先起程过大庾岭去峰州（今越南越池东南），佺期随后也过大庾岭去驩州（今越南乂安省荣市）。②洛浦：洛水之滨，这里指唐东都洛阳。"]}},{"title":"抒情","cont":{"title":"初授官题高冠草堂","nian":"唐代","author":"岑参","contson":"\n三十始一命，宦情多欲阑。自怜无旧业，不敢耻微官。涧水吞樵路，山花醉药栏。只缘五斗米，辜负一渔竿。\n","contyishang":["译文人到三十才得个一命官，仕宦的念头快要消磨完。自怜没有什么祖传家业，总不敢嫌弃这微小的官。涧水吞没了采樵的小路，美丽的山花醉倚在药栏。只因为这五斗米的官俸，竟然要辜负这根钓鱼竿。","注释⑴高冠：长安西部的高冠峪，因山内石帽峰恰似巨人头戴高帽故名，有著名的高冠瀑布，岑参曾在此隐居耕读十载。⑵一命：最低等的官职。周代的官秩为九命，一命最低。《左传·昭公七年》：“三命兹益共。一命而偻，再命而伛，三命而俯。”岑参初授右内率府兵曹参军，职位低微。⑶宦情：做官的志趣、意愿。《晋书·刘元海载记》：“吾本\n"]}},{"title":"抒情","cont":{"title":"东城桂三首","nian":"唐代","author":"白居易","contson":"\n苏之东城，古吴都城也。今为樵牧之场。有桂一株，生乎城下，惜其不得地，因赋三绝句以唁之。\n子堕本从天竺寺，根盘今在阖闾城。当时应逐南风落，落向人间取次生。\n霜雪压多虽不死，荆榛长疾欲相埋。长忧落在樵人手，卖作苏州一束柴。\n遥知天上桂花孤，试问嫦娥更要无。月宫幸有闲田地，何不中央种两株。\n","contyishang":["（1）子：你，拟人手法，把桂树比做人。（2）堕：坠落（3）天竺寺：该寺位于四川乐至县（4）阖闾城：位于武进雪堰乡城里村与无锡胡埭乡湖山村之间，阖闾是春秋时吴王的名字。"]}},{"title":"抒情","cont":{"title":"刺世疾邪赋","nian":"两汉","author":"赵壹","contson":"\n　　伊五帝之不同礼，三王亦又不同乐。数极自然变化，非是故相反。德政不能救世溷乱，赏罚岂足惩时清浊？春秋时祸败之始，战国逾增其荼毒。秦汉无以相踰越，乃更加其怨酷。宁计生民之命？为利己而自足。 \n　　于兹迄今，情伪万方。佞诌日炽，刚克消亡。舐痔结驷，正色徒行。妪名势，抚拍豪强。偃蹇反俗，立致咎殃。捷慑逐物，日富月昌。浑然同惑，孰温孰凉？邪夫显进，直士幽藏。 \n　　原斯瘼之所兴，实执政之匪贤。女谒掩其视听兮，近习秉其威权。所好则钻皮出其毛羽，所恶则洗垢求其瘢痕。虽欲竭诚而尽忠，路绝险而靡缘。九重既不可启，又群吠之狺狺。安危亡于旦夕，肆嗜慾于目前。奚异涉海之失柁，坐积薪而待然？荣纳由于闪榆，孰知辨其蚩妍？故法禁屈橈于势族，恩泽不逮于单门。宁饥寒于尧舜之荒岁兮，不饱暖于当今之丰年。乘理虽死而非亡，违义虽生而匪存。 \n　　有秦客者，乃为诗曰：河清不可俟，人命不可延。顺风激靡草，富贵者称贤。文籍虽满腹，不如一囊钱。伊优北堂上，抗髒依门边。 \n　　鲁生闻此辞，紧而作歌曰：势家多所宜，咳唾自成珠；被褐怀金玉，兰蕙化为刍。贤者虽独悟，所困在群愚。且各守尔分，勿复空驰驱。哀哉复哀哉，此是命矣夫！ \n","contyishang":["译文　　五帝时候的礼仪制度不同，三王时候的礼仪制度也各不相同，气数到了极限，自然就要发生变化，非和是本来就是互相排斥的，施行仁德不能拯救社会的混乱，实行赏罚难道就可以惩戒时代的清浊吗?春秋时代是祸乱破败的开始，战国时又加重了人民的苦难，秦汉时期也没有什么改变，更增加了人民的怨恨和苦难，哪里还考虑百姓的死活，只要对自己有利就满足了。","　　从那时到现在，弄虚作假的现象表现在各个方面，虚伪奉承的歪风日甚一日，刚强正直的品德逐渐消亡，舔痔疮的人可以乘四匹马拉的车，正派的人只能徒步而行，对豪强之家溜须拍马，稍微有点骨气、敢于反抗这恶劣风气的，立即遭到祸殃。不择手段追逐名\n"]}},{"title":"抒情","cont":{"title":"暮归","nian":"唐代","author":"杜甫","contson":"\n霜黄碧梧白鹤栖，城上击柝复乌啼。客子入门月皎皎，谁家捣练风凄凄。南渡桂水阙舟楫，北归秦川多鼓鼙。年过半百不称意，明日看云还杖藜。\n","contyishang":["译文秋箱打黄了碧绿的梧桐树上，白鹤在栖息，城楼上的梆子声惊得乌鸦在啼叫。踏着明亮的月色我回家进门，寒凉的风中传来不知谁家的捶绢声。想南去渡过桂水却没有船只，想北回秦川又到处战乱不息。虽然年过半百却不称心如意，明天看云还要抚杖而行。","注释⑴黄：在此用作动词，霜使原来的碧梧变黄。梧：梧桐。⑵柝（tuò）：击柝即打更。乌：乌鸦。⑶客子：作者自谓。⑷捣练：捣洗白绸。⑸桂水：今连江，一说为漓江，均在广西。这里应指湘水。阙：缺。⑹秦川：古地区名。今陕西、甘肃的秦岭以\n"]}},{"title":"抒情","cont":{"title":"题嵩山逸人元丹丘山居","nian":"唐代","author":"李白","contson":"\n白久在庐、霍，元公近游嵩山，故交深情，出处无间，嵒信频及，许为主人，欣然适会本意。当冀长往不返，欲便举家就之，兼书共游，因有此赠。\n家本紫云山，道风未沦落。沉怀丹丘志，冲赏归寂寞。朅来游闽荒，扪涉穷禹凿。夤缘泛潮海，偃蹇陟庐霍。凭雷蹑天窗，弄景憩霞阁。且欣登眺美，颇惬隐沦诺。三山旷幽期，四岳聊所托。故人契嵩颍，高义炳丹雘。灭迹遗纷嚣，终言本峰壑。自矜林湍好，不羡朝市乐。偶与真意并，顿觉世情薄。尔能折芳桂，吾亦采兰若。拙妻好乘鸾，娇女爱飞鹤。提携访神仙，从此炼金药。\n","contyishang":["译文我原本住在四川紫云山，家父与我都一直喜欢道家精神。常常想归隐山林，喜欢空灵沉寂的环境。离开故乡来到闽越一带寻找大禹等的仙迹。攀登高山，泛舟沧海，又来到庐山霍山修炼。借助雷声打开人的天耳，远听千里之外；居高阁玩赏霞光云影。很喜欢登高一览美景，也喜爱这种隐居生活。在三山四岳中度过美好的时光。老朋友元丹丘素来住在嵩山与颍水，高尚的道行连皇家都知道。不与尘世来往，断绝俗风骚扰，自言山林中人。珍惜山林美趣，不羡慕俗世的欢乐。突然与真意相偶合，发现天机，便感觉世间的\n"]}},{"title":"抒情","cont":{"title":"醉太平·春晚","nian":"宋代","author":"辛弃疾","contson":"\n态浓意远。眉颦笑浅。薄罗衣窄絮风软。鬓云欺翠卷。 南园花树春光暖。红香径里榆钱满。欲上秋千又惊懒。且归休怕晚。\n","contyishang":["　　此词题为《春晚》，实写“闺情”。“春晚”之时，深闺女性自有难以明言的复杂情怀，但作者并非女性，没有高超的水平，对于那种连作者本人都难以明言的情怀是不可能写得生动感人的。","　　读完全词，就知道作者并未让那位闺中人吐露情怀，而是通过精细的观察，写她的神态、写她的妆束、写她的行动，并用富贵人家的花园、香径、秋千和晚春景色层层烘托，其人已宛然在目，其心态变化，也历历可见。灵活地运用传统画法，把“以形写心”和“以景传情”结合起来，乃是这首小词最突出的艺术特色。","　　“态浓意远”，原是杜甫《丽人行》中的成句，用以表现丽人的姿态凝重、神情高雅，其身份也于此可见。“眉\n"]}},{"title":"抒情","cont":{"title":"咏芭蕉","nian":"清代","author":"郑板桥","contson":"\n芭蕉叶叶为多情，一叶才舒一叶生。自是相思抽不尽，却教风雨怨秋声。\n","contyishang":[]}},{"title":"抒情","cont":{"title":"冬青花","nian":"宋代","author":"林景熙","contson":"\n冬青花，花时一日肠九折。隔江风雨晴影空，五月深山护微雪。石根云气龙所藏，寻常蝼蚁不敢穴。移来此种非人间，曾识万年觞底月。蜀魂飞绕百鸟臣，夜半一声山竹裂。\n","contyishang":[]}},{"title":"抒情","cont":{"title":"画堂春·雨中杏花","nian":"明代","author":"陈子龙","contson":"\n轻阴池馆水平桥，一番弄雨花梢。微寒著处不胜娇，此际魂销。忆昔青门堤外，粉香零乱朝朝。玉颜寂寞淡红飘，无那今宵。\n","contyishang":[]}},{"title":"抒情","cont":{"title":"夜筝","nian":"唐代","author":"白居易","contson":"\n紫袖红弦明月中，自弹自感暗低容。弦凝指咽声停处，别有深情一万重。\n","contyishang":[]}}]