[{"title":"春天","cont":{"title":"","nian":"","author":"","contson":"","contyishang":[]}},{"title":"春天","cont":{"title":"落花落","nian":"唐代","author":"王勃","contson":"\n落花落，落花纷漠漠。绿叶青跗映丹萼，与君裴回上金阁。影拂妆阶玳瑁筵，香飘舞馆茱萸幕。落花飞，燎乱入中帷。落花春正满，春人归不归。落花度，氛氲绕高树。落花春已繁，春人春不顾。绮阁青台静且闲，罗袂红巾复往还。盛年不再得，高枝难重攀。试复旦游落花里，暮宿落花间。与君落花院，台上起双鬟。\n","contyishang":["译文落花落了下来，纷纷扰扰悄无声息地落了下来。绿色的叶子、青色的花萼映衬着红彤彤的花朵，伴随着我和你慢慢登上了金碧辉煌的楼阁。落花的影子轻拂过精心装饰过的台阶和精美的筵席，香气随风飘过人们舞馆门口插着茱萸华丽的帐幕。落花随风漫天飞舞，缤纷地飞入四周的帐幕中。落花的时候正是仲春时节，游春的人回来不回来啊？落花轻轻飘落，浓郁的香气围绕着高高的树木，当花落的时候春天已经很繁盛了，游春的人都顾全不完。华丽精美的楼阁，深绿色台榭让人觉得安静闲适，众多的美人来回穿梭其中。青春年华一去不复返，人\n"]}},{"title":"春天","cont":{"title":"早春寄王汉阳","nian":"唐代","author":"李白","contson":"\n闻道春还未相识，走傍寒梅访消息。昨夜东风入武阳，陌头杨柳黄金色。碧水浩浩云茫茫，美人不来空断肠。预拂青山一片石，与君连日醉壶觞。\n","contyishang":["译文听说春天已经回还我还未识其面，前去依傍寒梅访寻消息。昨夜东风吹入江夏，路边陌上的杨柳冒出嫩芽一片金黄。碧水浩浩云雾茫茫，王汉阳您啊不来令我空白断肠。我已预先拂净青山上一片石摆下酒宴，要与您连日连夜醉在壶觞之中。","注释王汉阳：其人姓王，官职汉阳县令。生平不详。走傍：走近。武阳：此指江夏。陌（mò）：田间东西方向的道路，泛指田间小路。陌头：街头。美人：古人往往以美人、香草比君子，此指王汉阳。预拂：预先拂拭。壶觞（shāng）：酒器。壶：盛液体\n"]}},{"title":"春天","cont":{"title":"南乡子·春闺","nian":"宋代","author":"孙道绚","contson":"\n晓日压重檐，斗帐春寒起来忺。天气困人梳洗懒，眉尖，淡画春山不喜添。闲把绣丝挦，认得金针又倒拈。陌上游人归也未？恹恹，满院杨花不卷帘。\n","contyishang":["译文东日初升，飞檐斗翘，早晨起来，还觉春寒，很不惬意，也懒得梳洗、画眉。闲来无事，把绣丝寻找，做做女红，可是金针倒拈，心不在焉。远游的爱人到底回不回来呢？思念爱人几乎都病了。时已暮春，杨花满院，也不愿卷帘去看。","注释①南乡子：词牌名。因用此词调者多咏江南风物，故名。此调为双调，上下片各五句，共五十六字。上下片除第三句外，其余句句押韵，均用平声韵。②晓日：早晨的太阳。③斗帐，形如覆斗的帐子。④忺（xiān）：适意。⑤春山：指女人眉毛。⑥挦（xián）：取。⑦拈：用两三\n"]}},{"title":"春天","cont":{"title":"叹花 / 怅诗","nian":"唐代","author":"杜牧","contson":"\n自是寻春去校迟，不须惆怅怨芳时。 狂风落尽深红色，绿叶成阴子满枝。\n","contyishang":["译文自己寻访春色去的太晚，以至于春尽花谢，不必埋怨花开得太早。自然界的风雨变迁使得鲜花凋谢，春天已然过去，绿叶繁茂，果实累累，已经快到收获的季节了。","注释（1）自是：都怪自己（2）校：即“较”，比较（3）狂风：指代无情的岁月，人事的变迁（4）深红色：借指鲜花（5）子满枝：双关语。即使是说花落结子，也暗指当年的妙龄少女如今已结婚生子。"]}},{"title":"春天","cont":{"title":"好事近·花底一声莺","nian":"宋代","author":"刘翰","contson":"\n花底一声莺，花上半钩斜月。月落乌啼何处，点飞英如雪。 东风吹尽去年愁，解放丁香结。惊动小亭红雨，舞双双金蝶。\n","contyishang":["译文花丛下面夜莺一声鸣唱，花丛上面斜挂着如钩般弯弯的半个月亮。要问月下那鸟儿在何处啼叫?看，前方花枝颤动落英如同雪花飘飘。东风吹来已把去年的愁绪一扫而光，催动着丁香花蕾朵朵绽放。金色的蝴蝶双双飞舞在小亭旁，惊动了花儿的安静，红花似雨洒落在地上。 ","注释[1]飞英：飞舞在空中的落花。[2]东风吹尽去年愁，解放丁香结：意指东风吹散了丁香花满腹的愁闷，如今它可以尽情绽放了。"]}},{"title":"春天","cont":{"title":"桃花","nian":"唐代","author":"元稹","contson":"\n桃花浅深处，似匀深浅妆。春风助肠断，吹落白衣裳。\n","contyishang":[]}},{"title":"春天","cont":{"title":"送王牧往吉州谒王使君叔","nian":"唐代","author":"李嘉祐","contson":"\n细草绿汀洲，王孙耐薄游。年华初冠带，文体旧弓裘。 野渡花争发，春塘水乱流。使君怜小阮，应念倚门愁。\n","contyishang":["　　唐人的送行诗很多。但送行有种种情况，诗的情味也就大不一样。这里是送一个年轻人去探望他的叔父，而他的叔父，又是那里的州官。恰逢时节在初春，正是游历的大好时光。对一个刚成年的人来说，游历可以开阔眼界，增长见闻。因此无论从哪方面说，这都是一件好事。尽管离别免不了引起依惜别之情，但也被替对方高兴的心情掩盖了。这就决定了这首诗的明快基调。","　　诗的首联点明了送人春日出游的意思。诗人化用了前人的诗句。谢灵运《悲哉行》说：“萋萋春草生，王孙游有情。”王孙是对年轻人的尊称。《史记·淮阴侯列传》记载漂母对韩信说过这样的话：“ 吾哀王孙而食之，岂望报乎！”王牧恰好姓王，所以用在这里更显恰\n"]}},{"title":"春天","cont":{"title":"立春偶成","nian":"宋代","author":"张栻","contson":"\n律回岁晚冰霜少，春到人间草木知。便觉眼前生意满，东风吹水绿参差。\n","contyishang":["译文时近年终冰霜渐渐减少，春回大地草木最先知晓。眼前只觉一片生机盎然，东风吹来水面绿波荡摇。","注释1.立春：阳气回苏的开头，也是一年的最后月份。代表着春季的开始。偶成，即偶有所感而成。2.律回：即大地回春的意思。黄帝命伶伦断竹为筒（后人也用金属管），以定音和候十二月之气。阳六为律，即黄钟、太簇、姑洗、蕤宾、夷则、无射；阴六为吕，即大吕、夹钟、仲吕、林钟、南吕、应钟。农历十二月属吕，正月属律，立春往往在十二月与一月之交，所以曰“律回”。从节气上说，立春即是一年之始，但在历算上，立春之日可能赶在上一年的腊月下旬，即在上一年未尽之\n"]}},{"title":"春天","cont":{"title":"早朝大明宫呈两省僚友","nian":"唐代","author":"贾至","contson":"\n银烛朝天紫陌长，禁城春色晓苍苍。千条弱柳垂青琐，百啭流莺满建章。剑佩声随玉墀步，衣冠身惹御炉香。共沐恩波凤池上，朝朝染翰侍君王。\n","contyishang":["译文银烛朝天光照京郊路长，禁城宫阙春色拂晓苍苍。千条嫩柳枝条垂拂青琐，百啭黄莺鸣叫声绕建章。剑佩声随早朝登阶趋步，衣裳冠带身沾御炉檀香。共受皇恩同职风凰池上，日日执笔染墨侍候君王。","注释⑴早朝：臣子早上朝见皇上。大明宫：皇宫殿名。国家大典，皇帝朝见百官多在此举行。两省：指分居大明宫宣政殿左右的门下省和中书省。僚（liáo）友：同僚，如唱和此诗的王维、岑参和杜甫等。⑵银烛：蜡烛，有银饰的烛台。此指百官早朝时擎的灯火。朝天：一作“熏天”。天，代表皇帝。朝见皇帝称为“朝天”。紫陌：紫红泥铺的路，指京城长安的\n"]}},{"title":"春天","cont":{"title":"蝶恋花·帘幕风轻双语燕","nian":"宋代","author":"晏殊","contson":"\n帘幕风轻双语燕。午醉醒来，柳絮飞撩乱。心事一春犹未见。余花落尽青苔院。百尺朱楼闲倚遍。薄雨浓云，抵死遮人面。消息未知归早晚。斜阳只送平波远。\n","contyishang":["译文帘幕在微风的吹拂下，款款摆动，燕子轻语呢喃，像是交流着情话。酒醉醒来，柳絮随风纷飞凌乱。整整一个春天，心里所想的情人至今仍未见。长满青苔的庭院，连晚开的花儿都凋落殆尽了。在百尺高楼之上，将所有的栏杆倚遍，但那细雨和浓云，总是将视线遮拦。还不知道情人早晚归来的确切消息，只能望着斜阳映照水流，流向远方。","注释①撩乱：纷乱，同“缭乱”。皎然《古别离》：“使我归梦兮撩乱。”②心事：心中所思虑或期待的事。谢眺《新亭清别范零陵云诗》：“心事俱已矣，江上徒离忧。”③犹：还，仍。④百尺朱楼：朱楼即红楼，富家女子所\n"]}},{"title":"春天","cont":{"title":"陪姚使君题惠上人房","nian":"唐代","author":"孟浩然","contson":"\n带雪梅初暖，含烟柳尚青。来窥童子偈，得听法王经。会理知无我，观空厌有形。迷心应觉悟，客思未遑宁。\n","contyishang":[]}},{"title":"春天","cont":{"title":"侍从宜春苑奉诏赋龙池柳色初青听新莺百啭歌","nian":"唐代","author":"李白","contson":"\n东风已绿瀛洲草，紫殿红楼觉春好。池南柳色半青青，萦烟袅娜拂绮城。垂丝百尺挂雕楹，上有好鸟相和鸣，间关早得春风情。春风卷入碧云去，千门万户皆春声。是时君王在镐京，五云垂晖耀紫清。仗出金宫随日转，天回玉辇绕花行。始向蓬莱看舞鹤，还过茝若听新莺。新莺飞绕上林苑，愿入箫韶杂凤笙。\n","contyishang":["译文东风已吹绿了瀛洲之草，宫中的紫殿和红楼，在春色里显得格外的美丽。龙池之南的柳色才着半绿，远望似一片绿烟；柳条在春风中袅娜，拂着壮丽的城墙。春天的游丝高高地挂在雕梁画柱上，上面有美丽的小鸟在间关和鸣，好像它们已早知春天的消息。春风将间关的鸟语吹入云中，给千家万户都带来了春天的声音。这时君王正在京城的宫廷之中游乐，天上有五彩祥云笼罩。仪仗在阳光的照耀下出了金宫，玉辇绕着花丛而行。先到蓬莱岛去看仙鹤跳舞，又过茝若宫去听黄莺唱歌。黄莺在上林苑中飞鸣而去，但愿他的歌声能与凤笙一起，奏出一曲箫韶之乐。\n"]}},{"title":"春天","cont":{"title":"御街行·街南绿树春饶絮","nian":"宋代","author":"晏几道","contson":"\n街南绿树春饶絮，雪满游春路。树头花艳杂娇云，树底人家朱户。北楼闲上，疏帘高卷，直见街南树。阑干倚尽犹慵去，几度黄昏雨。晚春盘马踏青苔，曾傍绿荫深驻。落花犹在，香屏空掩，人面知何处？\n","contyishang":["译文街南绿树浓荫，春天多柳絮，柳絮如雪飘满游春的道路。树顶上杂映着艳花交织的娇云，树荫下是居住人家的朱红门户。闲懒地登上北楼，疏散的珠帘向上高卷，一眼看到遮护艳女朱户的城南树。倚遍栏杆还懒得离去，经过了几度黄昏细雨。记得暮春时她曾骑马徘徊踏过青苔，曾靠在绿荫深处停马驻足。昔日落花今犹在，华美的屏风却空掩，谁知桃花人面在何处？","注释①御街行：词牌名，又名《孤雁儿》。②饶：充满，多。③雪：这里以形容白色的柳絮。④闲：高大的样子。⑤疏帘：也作“踩帘”，指稀疏的竹织窗帘，张耒《夏日》有“落落疏帘邀\n"]}},{"title":"春天","cont":{"title":"钓鱼湾","nian":"唐代","author":"储光羲","contson":"\n垂钓绿湾春，春深杏花乱。潭清疑水浅，荷动知鱼散。日暮待情人，维舟绿杨岸。\n","contyishang":["译文垂钓在春天的绿水湾，春已深杏花盛开纷繁。潭水澄澈疑心水清浅，荷叶摇动才知鱼游散。直到日暮等待知心人，系上小船停靠绿杨岸。","注释⑴春深：春意浓郁。宋秦观《次韵裴仲谟和何先辈》：“支枕星河横醉后，入帘飞絮报春深。”乱：纷繁的样子。⑵情人：志同道合的人。⑶维舟：系船停泊。维：系。南朝梁何逊《与胡兴安夜别》诗：“居人行转轼，客子暂维舟。”"]}},{"title":"春天","cont":{"title":"忆江南词三首","nian":"唐代","author":"白居易","contson":"\n江南好，风景旧曾谙。日出江花红胜火，春来江水绿如蓝。能不忆江南？\n江南忆，最忆是杭州。山寺月中寻桂子，郡亭枕上看潮头。何日更重游！\n江南忆，其次忆吴宫。吴酒一杯春竹叶，吴娃双舞醉芙蓉。早晚复相逢！\n","contyishang":["译文江南的风景多么美好，如画的风景久已熟悉。春天到来时，太阳从江面升起，把江边的鲜花照得比火红，碧绿的江水绿得胜过蓝草。怎能叫人不怀念江南？","江南的回忆，最能唤起追思的是像天堂一样的杭州：游玩灵隐寺寻找皎洁月亮中的桂子，登上郡亭，枕卧其上，欣赏那起落的钱塘江大潮。什么时候能够再次去游玩？","江南的回忆，再来就是回忆苏州的吴宫，喝一喝吴宫的美酒春竹叶，看一看吴宫的歌女双双起舞像朵朵迷人的芙蓉。不知何时会再次相逢。","注释⑴忆江南：唐教坊曲名。作者题下自注说：“此曲亦名‘谢秋娘’，每首五句。”按《乐府诗集》：“‘忆江南’一名\n"]}},{"title":"春天","cont":{"title":"春江花月夜二首","nian":"唐代","author":"张子容","contson":"\n林花发岸口，气色动江新。此夜江中月，流光花上春。 分明石潭里，宜照浣纱人。 \n交甫怜瑶珮，仙妃难重期。沉沉绿江晚，惆怅碧云姿。 初逢花上月，言是弄珠时。 \n","contyishang":["译文江边两岸花开艳丽、草木繁盛，江面春色动人一派生机勃勃。明月倒映江中，随着那波光粼粼的江面轻轻晃动，那逝去的时光仿如春天盛开的百花般短暂。月光皎皎，将石潭映照的格外清晰明亮，水边的浣纱人正在一刻不停的忙碌。","交甫看着昔日二位神女相赠的瑶珮，感叹那般美好的时候一去不复返。江水潺潺，夜色下的江面更是深沉凝重，遥望那无边夜色，心中渐渐泛起了愁绪。在那样一个美好的花开月圆之夜，交甫与二位神女相遇。","注释气色：景色；景象。流光：指如流水般逝去的时光。分明：明亮。\n"]}},{"title":"春天","cont":{"title":"春兴","nian":"唐代","author":"武元衡","contson":"\n杨柳阴阴细雨晴，残花落尽见流莺。春风一夜吹乡梦，又逐春风到洛城。(乡 一作：香)\n","contyishang":["译文在一个细雨初晴的春日，杨柳的颜色已经由初春的鹅黄嫩绿变得苍翠浓郁，经过细雨的洗浴后，柳色变得更加深暗，枝头的残花也在雨中全都落尽，露出了在枝头啼鸣的流莺。昨天晚上一夜春风吹起了我的甜蜜的思乡梦，在梦中我追逐着春风飞回了我的家乡。","注释⑴春兴：春游的兴致。唐皇甫冉《奉和对山僧》：“远心驰北阙，春兴寄东山。”⑵阴阴：形容杨柳幽暗茂盛。⑶流莺：即莺。流，谓其鸣声婉转。南朝梁沈约 《八咏诗·会圃临东风》：“舞春雪，杂流莺。”⑷乡梦：美梦；甜蜜的梦境。乡：一作“香”。⑸梦：一作“又”。洛城：洛阳\n"]}},{"title":"春天","cont":{"title":"江城子·赏春","nian":"宋代","author":"朱淑真","contson":"\n斜风细雨作春寒，对尊前，忆前欢。曾把梨花，寂寞泪阑干。芳草断烟南浦路，和别泪，看青山。昨宵结得梦夤缘，水云间，悄无言。争奈醒来，愁恨又依然。展转衾裯空懊恼，天易见，见伊难。\n","contyishang":["译文初春细细微微的小风夹杂着小雨还有一点寒意，在酒樽前刚想畅饮，却回忆起以前的欢乐时光。那时寂寞无欢，只有手拈梨花，任泪水流淌过如花的脸际。还记得南浦分别时的情景：芳草萋萋，云烟漠漠，他的背影消失在远方。那一刻，柔肠寸断，泪眼模糊、无语独看高高的青山。想起昨夜梦中，与伊人喜结重聚之缘，心思缱绻间竟悄然无语。梦中欢情正如水云渺渺，怎奈突然醒来，愁情恨意仍在。回思梦中幽欢，面对眼前寒衾，展转反侧，倍觉凄凉，懊恼、嗟呀、哀叹，全然无济于事，于是发出了凄凉绝望的哀鸣：“天易见，见伊难！”","注释①江城子：唐词单调，始见《花间集》韦庄词，单调三十五\n"]}},{"title":"春天","cont":{"title":"青玉案·春寒恻恻春阴薄","nian":"宋代","author":"顾德辉","contson":"\n春寒恻恻春阴薄。整半月，春萧索。晴日朝来升屋角。树头幽鸟，对调新语，语罢双飞却。红入花腮青入萼。尽不爽，花期约。可恨狂风空自恶。晓来一阵，晚来一阵，难道都吹落？\n","contyishang":[]}},{"title":"春天","cont":{"title":"春园即事","nian":"唐代","author":"王维","contson":"\n宿雨乘轻屐，春寒著弊袍。开畦分白水，间柳发红桃。草际成棋局，林端举桔槔。还持鹿皮几，日暮隐蓬蒿。\n","contyishang":["译文昨夜雨湿蹬上轻便木屐，春寒料峭穿起破旧棉袍。挖开畦埂清水分灌田垄，绿柳丛中盛开几树红桃。草地中间画出棋枰对弈，树林一头升降汲水桔槔。还拿来那鹿皮面的小几，黄昏后凭倚它隐身蓬蒿。","注释⑴春园：春天的田园。即事：以当前事物为题材的诗。宋魏庆之《诗人玉屑·命意·陵阳谓须先命意》：“凡作诗须命终篇之意，切勿以先得一句一联，因而成章，如此则意不多属。然古人亦不免如此，如述怀、即事之类，皆先成诗，而后命题者也。”⑵宿雨：夜雨；经夜的雨水。隋江总《诒孔中丞奂》诗：“初晴原野开，宿雨润条枚。”屐（jī）：木头鞋，\n"]}},{"title":"春天","cont":{"title":"青门引·春思","nian":"宋代","author":"张先","contson":"\n乍暖还轻冷。风雨晚来方定。庭轩寂寞近清明，残花中酒，又是去年病。 楼头画角风吹醒。入夜重门静。那堪更被明月，隔墙送过秋千影。\n","contyishang":["译文天气刚刚变暖，时而还透出一丝丝的微寒。一整天风雨交加，直到傍晚方才停止。时近清明，庭院里空空荡荡，寂寞无声。目睹残花落叶更令人伤情，不觉借酒消愁竟然大醉酩酊，这又是去年种下的旧病。一阵阵轻冷的晚风，夹着城楼上画角凄厉的嘶鸣，把我吹醒。夜幕降临，重门紧闭，更显得庭院中死一般的寂静。正心烦意乱、心绪不宁，哪料到那溶溶的月光，把邻院中荡秋千的少女倩影送入我的眼里。","注释庭轩：庭院，走廊。清明：清明节。残花中酒：悼惜花残春暮，饮酒过量。楼头画角：楼头，指城上的戍楼。画角，军用的号角，涂了彩色，故称画角。"]}},{"title":"春天","cont":{"title":"蝶恋花·晓日窥轩双燕语","nian":"宋代","author":"秦观","contson":"\n晓日窥轩双燕语，似与佳人，共惜春将暮。屈指艳阳都几许？可无时霎闲风雨。流水落花无问处，只有飞云，冉冉来还去。持酒劝云云且住，凭君碍断春归路。\n","contyishang":["译文在早上太阳刚刚升起，慢慢地揭起帘子往外看去，两只燕子好像在与美人窃窃私语的样子。燕子与美人都好像在惋惜春天快要过完了。屈指一算，太阳都升的很高了，一天又快过完了，不知不觉中中天空又飘飘洒洒的下起了小雨。流动的溪水和落在溪水中的花都没有办法去询问，只有天上的飘着的流云。缓缓的飘来飘去。端着酒劝说天上的云暂时停一下，只有你还能阻断春天回去的路，不让春天回去。","注释①晓日：晓，破晓，拂晓，晓日指朝阳，一般引申为清晨。②窥（kuī）轩：窥，看；轩，窗户；窥轩，向窗外看去。③语：告诉，说。④似：好像。\n"]}},{"title":"春天","cont":{"title":"玉楼春·寂寂画堂梁上燕","nian":"宋代","author":"魏承班","contson":"\n寂寂画堂梁上燕，高卷翠帘横数扇。一庭春色恼人来，满地落花红几片。愁倚锦屏低雪面，泪滴绣罗金缕线。好天凉月尽伤心，为是玉郎长不见。\n","contyishang":[]}},{"title":"春天","cont":{"title":"更漏子·柳丝长","nian":"宋代","author":"晏几道","contson":"\n柳丝长，桃叶小。深院断无人到。红日淡，绿烟晴。流莺三两声。 雪香浓，檀晕少。枕上卧枝花好。春思重，晓妆迟。寻思残梦时。\n","contyishang":["译文柳丝柔长春雨霏霏，花丛外漏声不断传向远方。塞雁向南归去令人惊心，杂乱的城鸟寻觅着栖巢，望着画屏上对对金鹧鸪令人格外伤感。薄薄的香雾透入帘幕之中，美丽的楼阁池榭啊再无人一起观赏。绣帘低垂独自背着垂泪的红色蜡烛，长梦不断远方亲人啊可知道我的衷肠？","注释1、更漏：古人用铜壶滴漏来计时，将一夜分为五更。2、子：曲子的简称。3、漏声：指报更报点之声。4、迢递（tiáo dì）：遥远。5、塞雁：北雁，春来北飞。6、城乌：城头上的乌鸦。7、画屏：有图饰品的屏风，为女主人公居室\n"]}},{"title":"春天","cont":{"title":"苏幕遮·送春","nian":"清代","author":"高鹗","contson":"\n日烘晴，风弄晓，芍药荼醾，是处撄怀抱。倦枕深杯消不了，人惜残春，我道春归好。絮从抛，莺任老，拼作无情，不为多情恼。日影渐斜人悄悄，凭暖栏杆，目断游丝袅。\n","contyishang":[]}},{"title":"春天","cont":{"title":"减字木兰花·立春","nian":"宋代","author":"苏轼","contson":"\n春牛春杖，无限春风来海上。便与春工，染得桃红似肉红。春幡春胜，一阵春风吹酒醒。不似天涯，卷起杨花似雪花。\n","contyishang":["译文牵着春天的泥塑耕牛，拉起春天的泥塑犁杖，泥塑的耕夫站在二者的近旁。春风无限，来自海上。于是请来春神的神功，把桃花红染得像肉色红。竖立春天的绿幡，剪成春天的彩胜。一阵春风，吹我酒醒。此地不像海角天涯，卷起的杨花，颇似雪花。","注释⑴减字木兰花：原唐教坊曲，双调四十四字，与“木兰花”相比，前后片第一、三句各减三字，改为平仄韵互换格，每片两仄韵，两平韵。⑵己卯：宋哲宗元符二年（1099）。儋耳：古代地名，在今海南境内。治所在今海南省儋州市西北。⑶春牛：即土牛，古时农历十二月出土牛以送寒气，第二年立春再造土牛，以劝农耕\n"]}},{"title":"春天","cont":{"title":"王孙游","nian":"南北朝","author":"谢朓","contson":"\n绿草蔓如丝，杂树红英发。无论君不归，君归芳已歇。\n","contyishang":["译文地上长满了如丝的绿草，树上开满了烂漫的红花，已是暮春时节了。莫说你不回来，即使回来，春天也过去了。","注释①蔓：蔓延。　②英：花。　③无论：莫说。　④歇：尽。"]}},{"title":"春天","cont":{"title":"零陵春望","nian":"唐代","author":"柳宗元","contson":"\n平野春草绿，晓莺啼远林。日晴潇湘渚，云断岣嵝岑。仙驾不可望，世途非所任。凝情空景慕，万里苍梧阴。\n","contyishang":["译文平坦空旷的原野上，春天的芳草满是绿意，早晨的莺鸟在远方的树林间啼鸣。阳光晴和，洒落在潇水与湘水的岸边沙洲，云朵断续不接，飘扬在岣嵝山的小峰上。得道成仙是无从盼望的，世间也非我所能承受的居处。沉思凝神也只能空自仰慕，那万里之外，卒于苍梧之野的舜帝英灵。","注释①零陵：据《史记·五帝本纪》载，舜南巡，“崩于苍梧之野，葬于江南九疑，是为零陵”。汉建零陵郡。隋文帝灭陈，统一南北，废零陵郡，置永州总管府。零陵即永州。②潇湘：湖南潇水和湘江的合称。潇水出自湖南永州市蓝山县紫良乡野狗山南麓\n"]}},{"title":"春天","cont":{"title":"春夜","nian":"宋代","author":"王安石","contson":"\n金炉香烬漏声残，翦翦轻风阵阵寒。春色恼人眠不得，月移花影上栏杆。\n","contyishang":["译文夜已经深了，香炉里的香早已经燃尽，漏壶里的水也快漏完了。后半夜的春风给人带来阵阵的寒意。然而春天的景色却使人心烦意乱，只看见随着月亮的移动，花木的影子悄悄地爬上了栏杆。","注释漏：古代计时用的漏壶。翦翦：形容初春的寒风削面，尖刻刺骨。"]}},{"title":"春天","cont":{"title":"绝句","nian":"唐代","author":"杜甫","contson":"\n迟日江山丽，春风花草香。泥融飞燕子，沙暖睡鸳鸯。\n","contyishang":["译文江山沐浴着春光，多么秀丽，春风送来花草的芳香。燕子衔着湿泥忙筑巢，暖和的沙子上睡着成双成对的鸳鸯。 ","注释①迟日：春天日渐长，所以说迟日。 ②泥融：这里指泥土滋润、湿润。③鸳鸯：一种水鸟，雄鸟与雌鸟常常双双出没。"]}},{"title":"春天","cont":{"title":"杏花天·鬓棱初翦玉纤弱","nian":"宋代","author":"吴文英","contson":"\n鬓棱初翦玉纤弱。早春入、屏山四角。少年买困成欢谑。人在浓香绣幄。霜丝换、梅残梦觉。夜寒重、长安紫陌。东风入户先情薄。吹老灯花半萼。\n","contyishang":["　　上片“鬓棱”五句，忆年青时情景。言室中伊人刚剪成了一种有棱有角的鬓发新式样，其形体纤弱，更显得婀娜多姿。春天的气息早已从屏风四周向房中渗透进来。在春暖花香之时，有位少年男子在这香气弥漫的绣屋中偷懒假寐，引起了屋中伊人善意的取笑。","　　下片“霜丝换”四句，叙老年情景。言如今这位少年已是人老体衰，发如秋霜，处境犹如凋零的梅花，也似黄粱梦醒。虽然身处繁华似锦的临安都城，但老人的感觉恰如夜深寒重一般压抑；春风虽象从前一样吹拂着室中的灯光，然而老人也只感到它只是为了要吹灭灯光，吹残梅花，而没有了以前年青时代感受到的春的温情。","　　全词直叙今昔对春的感受，愈发显出\n"]}},{"title":"春天","cont":{"title":"祝英台近·剪鲛绡","nian":"清代","author":"文廷式","contson":"\n剪鲛绡，传燕语，黯黯碧草暮。愁望春归，春到更无绪。园林红紫千千，放教狼藉，休但怨、连番风雨。谢桥路，十载重约钿车，惊心旧游误。玉佩尘生，此恨奈何许！倚楼极目天涯，天涯尽处，算只有濛濛飞絮。\n","contyishang":[]}},{"title":"春天","cont":{"title":"杨柳枝·织锦机边莺语频","nian":"唐代","author":"温庭筠","contson":"\n织锦机边莺语频，停梭垂泪忆征人。塞门三月犹萧索，纵有垂杨未觉春。\n","contyishang":["译文我正在机上织锦，耳边传来黄莺的阵阵鸣叫声，让我想起远在塞外的丈夫，不禁停下梭子，泪流满面。虽然如今已经是阳春三月，但塞外依然是那样荒凉萧条，纵然有杨柳树也未发新叶，征人还是感觉不到春天的来临。","注释⑴杨柳枝：词牌名。又作“杨柳”。⑵“织锦”二句：隐括李白《乌夜啼》“黄云城边乌欲栖，归飞哑哑枝上啼。机中织锦秦川女，碧纱如烟隔窗语。停梭怅然忆远人，独宿孤房泪如雨”诗意。织锦：暗用前秦苏蕙织锦为回文璇玑图的典故。⑶“塞门”二句：暗用王之涣《凉州词》“羌笛何须怨杨柳，春风不度玉门关”诗意。塞门，一作“寒门”。"]}},{"title":"春天","cont":{"title":"春日归山寄孟浩然","nian":"唐代","author":"李白","contson":"\n朱绂遗尘境，青山谒梵筵。金绳开觉路，宝筏度迷川。岭树攒飞栱，岩花覆谷泉。塔形标海月，楼势出江烟。香气三天下，钟声万壑连。荷秋珠已满，松密盖初圆。鸟聚疑闻法，龙参若护禅。愧非流水韵，叨入伯牙弦。\n","contyishang":["译文朝服绶带遗弃在尘世之境，赶赴青山拜谒佛教道场。黄金为绳显示觉悟之路，乘上宝筏渡过惑人迷川。岭上高树拢聚构成飞栱一般，岩上红花盛开掩盖山谷的泉水。佛塔高耸是海上日出的标志，佛楼雄伟依傍大江烟云缭绕。佛烟香气传遍欲界色界无色界，佛钟敲响声连万壑千川。手中念珠如秋日莲子成熟满把满串，繁茂的松树团团圆圆如月。鸟儿相聚疑是为听法而来，龙王亦来参加原为护法而来。惭愧我无洋洋兮若江河般的流水声韵，可以混为伯牙的琴上之声。","注释⑴孟浩然：唐代山水田园诗人，李白好友。\n"]}},{"title":"春天","cont":{"title":"谒金门·双喜鹊","nian":"宋代","author":"王庭筠","contson":"\n双喜鹊，几报归期浑错。尽做旧愁都忘却，新愁何处着？瘦雪一痕墙角，青子已妆残萼。不道枝头无可落，东风犹作恶。\n","contyishang":["　　这是一首描写闺怨的词。选材虽传统，但由于作者以其高超的写作技巧及思妇的情感表现得极其凄婉深刻，因而令人震撼，百读不厌。","　　“双喜鹊，几报归期浑错。”表现了闺中人急迫盼望丈夫归来又极其失望的心情。在我国民俗中以喜鹊鸣叫为吉祥。“时人之家，闻鹊声皆以喜兆，故谓灵鹊报喜”（《开元天宝遗事》）。“几”极写闺中人的惊喜，失望、复惊喜复失望。久守空房、孤寂的少妇是多么的深情盼望丈夫早日归来啊。双喜鹊的双字极好地衬托出少妇的孤单，真是人不如禽。“尽做旧愁都忘却，新愁何处着？”假设旧愁可以忘记，即使旧日的愁苦都忘掉，眼前被引起的新愁烦又多得没有地方容纳了。“着”多解，这里当安置、容\n"]}},{"title":"春天","cont":{"title":"浣溪沙·偕叔高子似宿山寺戏作","nian":"宋代","author":"辛弃疾","contson":"\n花向今朝粉面匀。柳因何事翠眉颦。东风吹雨细於尘。 自笑好山如好色，只今怀树更怀人。闲愁闲恨一番新。\n","contyishang":[]}},{"title":"春天","cont":{"title":"天净沙·春","nian":"元代","author":"白朴","contson":"\n春山暖日和风，阑干楼阁帘栊，杨柳秋千院中。啼莺舞燕，小桥流水飞红。\n","contyishang":["译文桃红柳绿的春山，煦暖的阳光照耀，和柔的东风吹拂，楼阁上高卷起帘拢，倚栏干远望。杨柳垂条，秋千轻晃，院子里静悄悄。院外黄莺啼鸣，春燕飞舞； 小桥之下流水飘满落红。","注释⑴和风：多指春季的微风。⑵阑干：即栏杆。⑶帘栊（lóng）：窗户上的帘子。李煜《捣练子》：“无赖夜长人不寐，数声和月到帘栊。”栊，窗户。⑷啼莺舞燕：即莺啼燕舞，意思是黄莺在歌唱，春燕在飞舞。⑸飞红：花瓣飞舞，指落花。"]}},{"title":"春天","cont":{"title":"一剪梅·漠漠春阴酒半酣","nian":"宋代","author":"佚名","contson":"\n漠漠春阴酒半酣。风透春衫，雨透春衫。人家蚕事欲眠三。桑满筐篮，柘满筐篮。先自离怀百不堪。樯燕呢喃，梁燕呢喃。篝灯强把锦书看。人在江南，心在江南。\n","contyishang":[]}},{"title":"春天","cont":{"title":"送春","nian":"宋代","author":"王令","contson":"\n三月残花落更开，小檐日日燕飞来。子规夜半犹啼血，不信东风唤不回。\n","contyishang":["译文暮春三月花败又花开，矮矮屋檐下燕子飞走又回来。只那眷恋春光的杜鹃鸟仍在夜半悲啼，不相信春风唤不回。","注释更：再，重。檐：屋檐。子规：杜鹃鸟。啼血：形容鸟类啼叫的悲苦，一般指杜鹃鸟的啼叫。不信：虽则不信，然春去依旧"]}},{"title":"春天","cont":{"title":"谒金门·帘漏滴","nian":"宋代","author":"汪莘","contson":"\n帘漏滴，却是春归消息。带雨牡丹无气力，黄鹂愁雨湿。争着洛阳春色，忘却连天草碧。南浦绿波双桨急，沙头人伫立。\n","contyishang":[]}}]