[{"title":"梅花","cont":{"title":"阮郎归·客中见梅","nian":"宋代","author":"赵长卿","contson":"\n年年为客遍天涯。梦迟归路赊。无端星月浸窗纱。一枝寒影斜。肠未断，鬓先华。新来瘦转加。角声吹彻小梅花。夜长人忆家。\n","contyishang":["　　赵长卿这首《阮郎归》，题为客中见梅。词的意蕴是以梅花象征客子，词的主旨在题目藏而不露。","　　“年年为客遍天涯。”年年为客，极写飘泊时间之漫长。遍天涯，道尽飘泊空间之辽远。作者开篇径言与家乡的隔绝，真实地道出心灵上所担荷的羁愁之深重。“梦迟归路赊”。还家的好梦，总是姗姗来迟，使客子梦中还家暂消思愁的机会都没有。现实冷峻，摆在面前：归路迢递，归不得也。首句述离家之久之遥，已使读者深为之伤感，次句又言客子归家之情，即在梦中亦不可伸更使读者倍感心中的郁闷不可发泄。","　　短短两句，便可动人之心，作者感情之真挚，笔力之深厚，可窥一斑。显然，客子这一夜，又是一个不眠\n"]}},{"title":"梅花","cont":{"title":"菩萨蛮·越梅半拆轻寒里","nian":"五代","author":"和凝","contson":"\n越梅半拆轻寒里，冰清淡薄笼蓝水。暖觉杏梢红，游丝狂惹风。闲阶莎径碧，远梦犹堪惜。离恨又迎春，相思难重陈。\n","contyishang":[]}},{"title":"梅花","cont":{"title":"永遇乐·探梅次时斋韵","nian":"宋代","author":"吴文英","contson":"\n阁雪云低，卷沙风急，惊雁失序。户掩寒宵，屏闲冷梦，灯飐唇似语。堪怜窗景，都闲刺绣，但续旧愁一缕。邻歌散，罗襟印粉，袖湿茜桃红露。 西湖旧日，留连清夜，爱酒几将花误。遗袜尘销，题裙墨黯，天远吹笙路。吴台直下，缃梅无限，未放野桥香度。重谋醉，揉香弄影，水清浅处。\n","contyishang":[]}},{"title":"梅花","cont":{"title":"盐角儿·亳社观梅","nian":"宋代","author":"晁补之","contson":"\n开时似雪。谢时似雪。花中奇绝。香非在蕊，香非在萼，骨中香彻。 占溪风，留溪月。堪羞损、山桃如血。直饶更、疏疏淡淡，终有一般情别。\n","contyishang":["译文花开的时候象雪，凋谢的时候仍然像雪，在百花之中的确是绝无仅有。散发出来的清香不在花蕊，也不在花萼，而是从骨子里飘荡出来的，清香透彻。占尽了从小溪吹来的轻风，留住了小溪中的明月，使那红得似血的山桃花也羞惭得减损了自己的容颜。即使仍然花影稀疏清香淡淡，终究另有一种非其他媚俗之花可与之相比的情致。","注释盐角儿：词牌名。王灼《碧鸡漫志》：“盐角儿，《嘉桔杂志》云：‘梅圣俞说，始教坊家人市盐，于纸角中得一曲谱，翻之，遂以名。’令双调《盐角儿》令是也。欧阳永叔尝制词。’亳（bó）社：指亳州（今安徽亳县）祭祀土地神的社庙。另义，亳社，\n"]}},{"title":"梅花","cont":{"title":"鹧鸪天·却月凌风度雪清","nian":"宋代","author":"孔榘","contson":"\n却月凌风度雪清。何郎高咏照花明。一枝弄碧传幽信，半额涂黄拾晚荣。 春思淡，暗香轻。江南雨冷若为情。犹胜远隔潇湘水，忽到窗前梦不成。\n","contyishang":["　　首句“却月凌风度雪清”是对梅花所处环境的描述。“却月（指弯月）凌风”本出自南朝诗人何逊的《咏早梅诗》：“枝横却月观，花绕凌风台。”这一句总的意思是说：在积雪横陈、明月高挂的清宵，梅花在料峭的寒风中含情独放。从词人所展现的清幽的意境中，可以看出他是十分擅长通过意象的组合造成预定的效果的。这里的“明月、积雪”诸意象不但确实产生了一种幽雅的情趣，而且为后面女主人公的出现替读者作了某种环境与情绪上的启示。“何郎高咏照花明”是对“却月”句的补充与呼应。何郎，即何逊；高咏，即前面所指的《咏早梅诗》。词人说，在这种荡人魂魄的环境中，很容易使人想起何逊的咏梅佳作。正由于词人生花妙笔的渲染，才使本来就\n"]}},{"title":"梅花","cont":{"title":"咏落梅","nian":"南北朝","author":"谢朓","contson":"\n新叶初冉冉，初蕊新霏霏。逢君后园讌，相随巧笑归。亲劳君玉指，摘以赠南威。用持插云髻，翡翠比光辉。日暮长零落，君恩不可追。\n","contyishang":["　　这首吟咏落梅的诗作，寄托了深沉的政治感慨，这对于只求形似的六朝一般咏物诗来说，是一大发展。","　　“新叶初冉冉，初蕊新霏霏”，起首两句便暗寓忧惧的心理。“冉冉”，是柔弱下垂的样子，说梅花的嫩叶还很柔弱，意指自己在政治上并不是强有力的；“霏霏”，纷纷飘落的样子，梅花的新蕊随风飘落，暗寓自己政治地位的不稳。明写落梅，暗写政治。","　　从“逢君后园讌”至“翡翠比光辉”，这六句以美人自拟，写他同随王的亲密关系。意思说他的美才可比战国晋文公时的美女南威之貌；参与随王后园宴会，又如《诗经·卫风》所写“硕人”之“巧笑”，相随而归；又说随王亲手摘下梅花赠送给他，他便像古美\n"]}},{"title":"梅花","cont":{"title":"柳梢青·过何郎石见早梅","nian":"宋代","author":"赵长卿","contson":"\n云暗天低。枫林凋翠，寒雁声悲。茅店儿前，竹篱笆后，初见横枝。盈盈粉面香肌。记月榭、当年见伊。有恨难传，无肠可断，立马多时。\n","contyishang":[]}},{"title":"梅花","cont":{"title":"咏梅九首","nian":"明代","author":"高启","contson":"\n琼姿只合在瑶台，谁向江南处处栽？雪满山中高士卧，月明林下美人来。寒依疏影萧萧竹，春掩残香漠漠苔。自去何郎无好咏，东风愁寂几回开。\n缟袂相逢半是仙，平生水竹有深缘。将疏尚密微经雨，似暗还明远在烟。薄瞑山家松树下，嫩寒江店杏花前。秦人若解当时种，不引渔郎入洞天。\n翠羽惊飞别树头，冷香狼籍倩谁收。骑驴客醉风吹帽，放鹤人归雪满舟。淡月微云皆似梦，空山流水独成愁。几看孤影低徊处，只道花神夜出游。\n淡淡霜华湿粉痕，谁施绡帐护春温。诗随十里寻春路，愁在三更挂月村。飞去只忧云作伴，销来肯信玉为魂。一尊欲访罗浮客，落叶空山正掩门。\n云雾为屏雪作宫，尘埃无路可能通。春风未动枝先觉，夜月初来树欲空。翠袖佳人依竹下，白衣宰相在山中。寂寥此地君休怨，回首名园尽棘丛。\n梦断扬州阁掩尘，幽期犹自属诗人。立残孤影长过夜，看到余芳不是春。云暖空山裁玉遍，月寒深浦泣珠频。掀篷图里当时见，错爱横斜却未真。\n独开无那只依依，肯为愁多减玉辉？廉外钟来月初上，灯前角断忽霜飞。行人水驿春全早，啼鸟山塘晚半稀。愧我素衣今已化，相逢远自洛阳归。\n最爱寒多最得阳，仙游长在白云乡。春愁寂寞天应老，夜色朦胧月亦香。楚客不吟江路寂，吴王已醉苑台荒。枝头谁见花惊处？袅袅微风簌簌霜。\n断魂只有月明知，无限春愁在一枝。不共人言唯独笑，忽疑君到正相思。歌残别院烧灯夜，妆罢深宫览镜时。旧梦已随流水远，山窗聊复伴题诗。\n","contyishang":["　　“琼姿只合在瑶台，谁向江南处处栽？”琼姿，这是古诗词中的常用词了，谓瑰丽的姿容，通常只用于梅花。不过，诗的首联，却一点也不因这措辞的常见而显得平凡：神话中的昆仑山，上有瑶台十二座，皆以五色彩玉筑成；梅花既有瑰丽的风姿，那么就本该（合，应该）充任瑶台上的琼玉，至于它们为何不留居在飘渺的仙山，却被不知哪位仙家之手，栽向了江南的处处山林，这，可真是个令人大惑不解的疑问！这二句，给凡间的梅花，赋予了谪仙的身份，使它们纵然已降生到地上，却终究是超凡出尘、气质异于俗中众花。若不是诗人对梅的品行理解至深，安能作此奇想、出此奇语、发此奇问？至于为何只说栽于江南，而不说栽于天下，这，也可算得个疑问：大\n"]}},{"title":"梅花","cont":{"title":"霜天晓角·梅","nian":"宋代","author":"范成大","contson":"\n晚晴风歇。一夜春威折。脉脉花疏天淡，云来去、数枝雪。 胜绝。愁亦绝。此情谁共说。惟有两行低雁，知人倚、画楼月。\n","contyishang":["译文春寒凛冽，寒气已渐渐离去，傍晚时天晴雨住。几枝寒梅立在风中，浮云在天上来来去去，梅花白如胜雪。这景致真是绝美，人的愁情也无限。空对这如此的美景，我无比寂寞孤单，想倾诉心中的惆怅？只有那两行低飞的鸿雁，知道我独坐在高楼上，思念伊人。","注释①霜天晓角：词牌名。因林逋咏梅词有“霜洁”、“晓寒”、“玉龙三弄”而得名。又名《月当窗》等。双调四十三或四十四字，有仄韵、平韵两体。②春威：初春的寒威。俗谓“倒春寒”。③脉脉：深含感情的样子。④胜绝：景色极美，人也极愁苦。"]}},{"title":"梅花","cont":{"title":"卜算子·咏梅","nian":"近代","author":"毛泽东","contson":"\n读陆游咏梅词，反其意而用之。\n风雨送春归，飞雪迎春到。已是悬崖百丈冰，犹有花枝俏。俏也不争春，只把春来报。待到山花烂漫时，她在丛中笑。\n","contyishang":["译文风雨把春天送归这里，飞舞的雪花又在迎接春天的来到。已经是冰封雪冻最寒冷的时候，悬崖边上还盛开着俏丽的梅花。梅花虽然俏丽，但并不炫耀自己，只是为了向人们报告春天到来的消息。等到百花盛开的时候，她将会感到无比欣慰。 ","注释①冰：形容极度寒冷。②丛中笑：百花盛开时，感到欣慰和高兴。③犹：还，仍然。④俏：俊俏，美好的样子；（此处既能表现梅花的俏丽，又能表现革命者面对困难坚强不屈的美好情操。）⑤烂漫：颜色鲜明而美丽。（文中指花全部盛开的样子）"]}},{"title":"梅花","cont":{"title":"红梅三首","nian":"宋代","author":"苏轼","contson":"\n怕愁贪睡独开迟，自恐冰容不入时。故作小红桃杏色，尚余孤瘦雪霜姿。寒心未肯随春态，酒晕无端上玉肌。诗老不知梅格在，更看绿叶与青枝。\n雪里开花却是迟，何如独占上春时。也知造物含深意，故与施朱发妙姿。细雨裛残千颗泪，轻寒瘦损一分肌。不应便杂夭桃杏，半点微酸已著枝。\n幽人自恨探春迟，不见檀心未吐时。丹鼎夺胎那是宝，玉人頩颊更多姿。抱丛暗蕊初含子，落盏穠香已透肌。乞与徐熙新画样，竹间璀璨出斜枝。\n","contyishang":[]}},{"title":"梅花","cont":{"title":"法曲献仙音·聚景亭梅次草窗韵","nian":"宋代","author":"王沂孙","contson":"\n层绿峨峨，纤琼皎皎，倒压波痕清浅。过眼年华，动人幽意，相逢几番春换。记唤酒寻芳处，盈盈褪妆晚。 已销黯。况凄凉、近来离思，应忘却、明月夜深归辇。荏苒一枝春，恨东风、人似天远。纵有残花，洒征衣、铅泪都满。但殷勤折取，自遣一襟幽怨。\n","contyishang":["译文长满绿苔的梅树层层叠叠，点点白梅如皎皎细玉，素洁典雅，倒压湖面，一池绿波更觉清浅。年华瞬逝，但你动人的幽意依然如故，再次重逢已是几度春光易换。曾记得与朋友一起畅饮，探访芳景的情形，而美丽的梅花却久开不败，好像盈盈盛妆的美人迟迟不愿卸妆。往日的乐事已消黯，更何况近日心境凄然，快要忘记了以前明月下金辇深夜归去的美好情景，报春的梅花已渐渐凋零，最可恨这东风匆匆归去，故人却依然在天涯。纵然有点点残花还在，却依依都飘落到衣襟上，这不禁让人想起了物是人非的铅泪。还是深情地折下一枝梅独自品尝，聊且排遣一下心中的幽怨与哀伤吧。","注释⑴聚景亭：杭州聚\n"]}},{"title":"梅花","cont":{"title":"山中雪后","nian":"清代","author":"郑燮","contson":"\n晨起开门雪满山，雪晴云淡日光寒。檐流未滴梅花冻，一种清孤不等闲。\n","contyishang":["译文清晨起来刚一开门，看到山头已被一场大雪覆盖。此时，天 空已放晴，初升太阳的光芒，透过淡淡的白云，也变得寒冷了。房檐的积雪尚未开始融化，院落的梅花枝条仍被冰雪凝冻。这样一种清冷、孤寂的气氛，是多么不寻常啊！","注释①这是一首寓托身世的诗②这句是说，屋上积雪未化，庭中亦因寒而未开放。③清孤：凄清孤独④等闲：寻常、一般。"]}},{"title":"梅花","cont":{"title":"早梅","nian":"唐代","author":"柳宗元","contson":"\n早梅发高树，迥映楚天碧。朔吹飘夜香，繁霜滋晓白。欲为万里赠，杳杳山水隔。寒英坐销落，何用慰远客。 \n","contyishang":["译文早梅在高高的枝头绽放，远远映照着湛蓝的楚天。夜晚北风吹来阵阵暗香，清晨浓霜增添洁白一片。想折一枝寄赠万里之外，无奈山重水复阻隔遥远。眼看寒梅即将零落凋谢，用什么安慰远方友人的思念？","注释⑴发：开花。⑵迥（jiǒng）：远。楚：宗元所在永州，古属楚地。⑶朔（shuò）吹：北风吹。⑷滋：增加。⑸万里赠：指捎一枝梅花赠给远方的友人。南朝宋陆凯自江南寄梅花一枝，诣长安给与范晔，并赠诗日：“江南无所有，聊赠一枝春。”⑹杳杳（yǎo）：遥远。六朝时陆凯《赠花蔚宗\n"]}},{"title":"梅花","cont":{"title":"梅花落","nian":"唐代","author":"卢照邻","contson":"\n梅岭花初发，天山雪未开。雪处疑花满，花边似雪回。因风入舞袖，杂粉向妆台。匈奴几万里，春至不知来。\n","contyishang":[]}},{"title":"梅花","cont":{"title":"落梅","nian":"清代","author":"律然","contson":"\n和风和雨点苔纹，漠漠残香静里闻。林下积来全似雪，岭头飞去半为云。不须横管吹江郭，最惜空枝冷夕曛。回首孤山山下路，霜禽粉蝶任纷纷。\n","contyishang":[]}},{"title":"梅花","cont":{"title":"菩萨蛮·梅雪","nian":"宋代","author":"周邦彦","contson":"\n银河宛转三千曲。浴凫飞鹭澄波绿。何处是归舟。夕阳江上楼。 天憎梅浪发。故下封枝雪。深院卷帘看。应怜江上寒。\n","contyishang":["译文河水曲折，河水弯弯，飞鹭双双对对，在那碧波上回旋。哪儿有他乘坐的归舟？在夕阳的余晖里，我独立江边小楼。上天都憎恨梅花，开得太多太盛，用大雪封盖梅的枝头。在幽凄的深院，卷帘看外边，真痛惜寒江上正在归来的那条船。 ","注释[1]银河：天河。借指人间的河。[2]浪发：滥开。"]}},{"title":"梅花","cont":{"title":"忆梅","nian":"唐代","author":"李商隐","contson":"\n定定住天涯，依依向物华。寒梅最堪恨，常作去年花。\n","contyishang":["译文滞留在远离家乡的地方，依依不舍地向往着春天的景物。寒梅最能惹起人们怨恨，因为老是被当作去年开的花。","注释1、定定：唐时俗语，类今之“牢牢”。2、天涯：此指远离家乡的地方，即梓州。3、物华：万物升华，指春天的景物。4、寒梅：早梅，多于严冬开放。5、恨：怅恨，遗憾。6、去年花：指早梅。因为梅花在严冬开放，春天的时候梅花已经凋谢，所以称为“去年花”。"]}},{"title":"梅花","cont":{"title":"早梅","nian":"南北朝","author":"谢燮","contson":"\n迎春故早发，独自不疑寒。畏落众花后，无人别意看。\n","contyishang":["译文梅花要迎接春天的来临，所以它早先开放。尽管冬天的天气是多么寒冷，但它还是傲然独立，毫不畏惧。它只是怕开花落在群芳之后，到那时，人们游春的意兴索然，再也没有人特别注意地观赏它了。","注释⑴发：开花。⑵疑：畏惧，害怕。⑶别意：格外注意，特别注意。"]}}]