[{"title":"爱国","cont":{"title":"","nian":"","author":"","contson":"","contyishang":[]}},{"title":"爱国","cont":{"title":"少年行四首","nian":"唐代","author":"令狐楚","contson":"\n少小边州惯放狂，骣骑蕃马射黄羊。如今年老无筋力，犹倚营门数雁行。\n家本清河住五城，须凭弓箭得功名。等闲飞鞚秋原上，独向寒云试射声。\n弓背霞明剑照霜，秋风走马出咸阳。未收天子河湟地，不拟回头望故乡。\n霜满中庭月满楼，金樽玉柱对清秋。当年称意须行乐，不到天明不肯休。\n","contyishang":["译文青午时在边城使性放狂，骣骑着蕃地马箭射黄羊。到如今年纪老没了筋力，还靠着军营门来数雁行。","清河郡五城原是我的家，博取功名全靠着好箭法。秋原飞驰本来是等闲事，宝雕弓独自向着寒空发。 ","弓箭沐浴着霞光，宝剑照耀着寒霜。剑起案列的秋风，驰马飞出了咸阳。国土一角仍沦陷，天子没有收河湟。这种情况不改变，不拟回头望故乡。","庭院里霜满地，月亮已过了小楼。倚着玉柱畅饮，欣赏那深秋景色。当年的称意，不过是片刻的快\n"]}},{"title":"爱国","cont":{"title":"六州歌头·长淮望断","nian":"宋代","author":"张孝祥","contson":"\n长淮望断，关塞莽然平。征尘暗，霜风劲，悄边声。黯销凝。追想当年事，殆天数，非人力，洙泗上，弦歌地，亦膻腥。隔水毡乡，落日牛羊下，区脱纵横。看名王宵猎，骑火一川明。笳鼓悲鸣。遣人惊。 念腰间箭，匣中剑，空埃蠹，竟何成。时易失，心徒壮，岁将零。渺神京。干羽方怀远，静烽燧，且休兵。冠盖使，纷驰骛，若为情。闻道中原遗老，常南望、翠葆霓旌。使行人到此，忠愤气填膺。有泪如倾。\n","contyishang":["译文伫立漫长的淮河岸边极目望远，关塞上的野草丛茂是平阔的荒原。北伐的征尘已暗淡，寒冷的秋风在劲吹，边塞上的静寂悄然。我凝神伫望，心情黯淡。追想当年的中原沧陷，恐怕是天意运数，并非人力可扭转；在孔门弟子求学的洙水和泗水边，在弦歌交秦的礼乐之邦，也已变成膻腥一片。隔河相望是敌军的毡帐，黄昏落日进牛羊返回圈栏，纵横布置了敌军的前哨据点。看金兵将令夜间出猎，骑兵手持火把照亮整片平川，胡笳鼓角发出悲壮的声音，令人胆战心寒。想我腰间弓箭，匣中宝剑，空自遭了 虫尘埃的侵蚀和污染，满怀壮志竟不得施展。时机轻易流失，壮心徒自雄健，刚暮将残。光复汴京的希望更加渺远。朝廷正推行礼乐以怀\n"]}},{"title":"爱国","cont":{"title":"沁园春·孤鹤归飞","nian":"宋代","author":"陆游","contson":"\n孤鹤归飞，再过辽天，换尽旧人。念累累枯冢，茫茫梦境，王侯蝼蚁，毕竟成尘。载酒园林，寻花巷陌，当日何曾轻负春。流年改，叹围腰带剩，点鬓霜新。交亲散落如云。又岂料如今馀此身。幸眼明身健，茶甘饭软，非惟我老，更有人贫。躲尽危机，消残壮志，短艇湖中闲采莼。吾何恨，有渔翁共醉，溪友为邻。\n","contyishang":["　　词人在公元1178年秋天，他从四川回到了阔别了九年的故乡绍兴。（陆游生于公元1125年）这时候的陆游已经五十三岁了。九年间，对我们现代人来说，环境的变化会很大，人的变化相对说来不会太大。但是对当时的陆游所处的时代来说，环境的变化相对要小些，而人事的变化会比较的大。作者这首词当是返乡之后所作。","　　故土久别重回，使词人产生对故乡的陌生感。上片，作者从久别重回故土发出了一系列的感叹。下片由时事变迁，年老体衰，但词人报国的“壮志”初衷未改，表现了词人不甘“溪友为伴”、老骥伏枥的豪情壮志。","　　起句“孤鹤归来（飞），再过辽天，换尽旧人”：辽东化鹤归来，老成凋谢\n"]}},{"title":"爱国","cont":{"title":"指南录后序","nian":"宋代","author":"文天祥","contson":"\n　　德祐二年二月十九日，予除右丞相兼枢密使，都督诸路军马。时北兵已迫修门外，战、守、迁皆不及施。缙绅、大夫、士萃于左丞相府，莫知计所出。会使辙交驰，北邀当国者相见，众谓予一行为可以纾祸。国事至此，予不得爱身；意北亦尚可以口舌动也。初，奉使往来，无留北者，予更欲一觇北，归而求救国之策。于是辞相印不拜，翌日，以资政殿学士行。\n　　初至北营，抗辞慷慨，上下颇惊动，北亦未敢遽轻吾国。不幸吕师孟构恶于前，贾余庆献谄于后，予羁縻不得还，国事遂不可收拾。予自度不得脱，则直前诟虏帅失信，数吕师孟叔侄为逆，但欲求死，不复顾利害。北虽貌敬，实则愤怒，二贵酋名曰“馆伴”，夜则以兵围所寓舍，而予不得归矣。未几，贾余庆等以祈请使诣北。北驱予并往，而不在使者之目。予分当引决，然而隐忍以行。昔人云：“将以有为也”。\n　　至京口，得间奔真州，即具以北虚实告东西二阃，约以连兵大举。中兴机会，庶几在此。留二日，维扬帅下逐客之令。不得已，变姓名，诡踪迹，草行露宿，日与北骑相出没于长淮间。穷饿无聊，追购又急，天高地迥，号呼靡及。已而得舟，避渚洲，出北海，然后渡扬子江，入苏州洋，展转四明、天台，以至于永嘉。\n　　呜呼！予之及于死者，不知其几矣！诋大酋当死；骂逆贼当死；与贵酋处二十日，争曲直，屡当死；去京口，挟匕首以备不测，几自刭死；经北舰十余里，为巡船所物色，几从鱼腹死；真州逐之城门外，几彷徨死；如扬州，过瓜洲扬子桥，竟使遇哨，无不死；扬州城下，进退不由，殆例送死；坐桂公塘土围中，骑数千过其门，几落贼手死；贾家庄几为巡徼所陵迫死；夜趋高邮，迷失道，几陷死；质明，避哨竹林中，逻者数十骑，几无所逃死；至高邮，制府檄下，几以捕系死；行城子河，出入乱尸中，舟与哨相后先，几邂逅死；至海陵，如高沙，常恐无辜死；道海安、如皋，凡三百里，北与寇往来其间，无日而非可死；至通州，几以不纳死；以小舟涉鲸波出，无可奈何，而死固付之度外矣。呜呼！死生，昼夜事也。死而死矣，而境界危恶，层见错出，非人世所堪。痛定思痛，痛何如哉！\n　　予在患难中，间以诗记所遭，今存其本不忍废。道中手自抄录。使北营，留北关外，为一卷；发北关外，历吴门、毗陵，渡瓜洲，复还京口，为一卷；脱京口，趋真州、扬州、高邮、泰州、通州，为一卷；自海道至永嘉、来三山，为一卷。将藏之于家，使来者读之，悲予志焉。\n　　呜呼！予之生也幸，而幸生也何为？所求乎为臣，主辱，臣死有余僇；所求乎为子，以父母之遗体行殆，而死有余责。将请罪于君，君不许；请罪于母，母不许；请罪于先人之墓，生无以救国难，死犹为厉鬼以击贼，义也；赖天之灵，宗庙之福，修我戈矛，从王于师，以为前驱，雪九庙之耻，复高祖之业，所谓誓不与贼俱生，所谓鞠躬尽力，死而后已，亦义也。嗟夫！若予者，将无往而不得死所矣。向也使予委骨于草莽，予虽浩然无所愧怍，然微以自文于君亲，君亲其谓予何！诚不自意返吾衣冠，重见日月，使旦夕得正丘首，复何憾哉！复何憾哉！\n　　是年夏五，改元景炎，庐陵文天祥自序其诗，名曰《指南录》。\n","contyishang":["译文　　德祐二年二月十九日，我受任右丞相兼枢密使，统率全国各路兵马。当时元兵已经逼近都城北门外，交战、防守、转移都来不及做了。满朝大小官员会集在左丞相吴坚家里，都不知道该怎么办。适逢双方使者的车辆往来频繁，元军邀约宋朝主持国事的人前去相见，大家认为我去一趟就可以解除祸患。国事到了这种地步，我不能顾惜自己了；估计元方也许可以用言词打动。当初，使者奉命往来，并没有被扣留在北方的，我就更想察看一下元方的虚实，回来谋求救国的计策。于是，辞去右丞相职位，第二天，以资政殿学士的身份前往。","　　刚到元营时，据理抗争，言词激昂慷慨，元军上下都很惊慌震动，他们也未敢立即轻视我国\n"]}},{"title":"爱国","cont":{"title":"摸鱼儿·更能消几番风雨","nian":"宋代","author":"辛弃疾","contson":"\n淳熙己亥，自湖北漕移湖南，同官王正之置酒小山亭，为赋。\n更能消、几番风雨，匆匆春又归去。惜春长怕花开早，何况落红无数。春且住，见说道、天涯芳草无归路。怨春不语。算只有殷勤，画檐蛛网，尽日惹飞絮。(怕 一作：恨) (无归路 一作：迷归路）长门事，准拟佳期又误。蛾眉曾有人妒。千金纵买相如赋，脉脉此情谁诉？君莫舞，君不见、玉环飞燕皆尘土！闲愁最苦！休去倚危栏，斜阳正在，烟柳断肠处。 \n","contyishang":["更能消、几番风雨。匆匆春又归去。　　晚春时节，百花凋零，风雨常至，难免令人伤春。词人对这一切更是敏感。他牵挂着那美丽的春花，还能经受得起几番风雨？他心绪不宁，为春的匆匆离去惋惜，却又无可奈何。","惜春长恨花开早，何况落红无数。　　花是春天的象征。花开得早，自然落得早，春就去得早。词人对春天是这般珍惜，连花儿开早了都会感到遗憾，又怎能忍受落花无数呢。","春且住。见说道、天涯芳草迷归路。　　花儿既然无法迟开晚放，那么就留住春天离去的脚步吧。“春天啊，听说海角天涯并没有你的归处，你就留在这里吧！”情至深处，词人仿佛一个天真任性的孩\n"]}},{"title":"爱国","cont":{"title":"谒金门·花过雨","nian":"宋代","author":"李好古","contson":"\n花过雨，又是一番红素。燕子归来愁不语，旧巢无觅处。谁在玉关劳苦？谁在玉楼歌舞？若使胡尘吹得去，东风侯万户。\n","contyishang":["译文花经过一场春雨后，渐渐的开放了，燕子从北方飞回到这里因为找不到旧时的巢穴而愁楚。是谁在边关前线戍守？又是谁在玉楼里莺歌燕舞？假如东飞能吹走侵略的敌人，那就封它做个万户侯吧！","注释①红素：指花色红、白相间。②觅：寻找。③玉关：玉门关。借指南宋抗战前线。④玉楼：豪华的高楼大厦。⑤胡尘：指蒙人发动的战争,异族（金或蒙古）侵略⑥侯万户：万户侯。"]}},{"title":"爱国","cont":{"title":"倦夜","nian":"唐代","author":"杜甫","contson":"\n竹凉侵卧内，野月满庭隅。重露成涓滴，稀星乍有无。暗飞萤自照，水宿鸟相呼。万事干戈里，空悲清夜徂。\n","contyishang":["译文凉气阵阵袭入卧室，月光把庭院的角落都洒满了。好一个清秋月夜！夜越来越凉，露水越来越重，在竹叶上凝聚成许多小水珠儿，不时地滴滴答答地滚落下来；此时月照中天，映衬得小星星黯然失色，像瞌睡人的眼，忽而睁，忽而闭。月亮已经西沉，大地渐渐暗下来，只看到萤火虫提着小灯笼，闪着星星点点微弱的光；那竹林外小溪旁栖宿的鸟儿，已经睡醒，它们互相呼唤着，准备结伴起飞，迎接新的一天。 这一夜思考着千桩万桩的事，哪一桩不与战事有关？彻夜难眠啊，只能枉自悲叹如此良夜白白地逝去。","注释倦夜：题注：《吴曾漫录》云：“顾陶类编题作《倦秋夜》。\n"]}},{"title":"爱国","cont":{"title":"正气歌","nian":"宋代","author":"文天祥","contson":"\n余囚北庭，坐一土室。室广八尺，深可四寻。单扉低小，白间短窄，污下而幽暗。当此夏日，诸气萃然：雨潦四集，浮动床几，时则为水气；涂泥半朝，蒸沤历澜，时则为土气；乍晴暴热，风道四塞，时则为日气；檐阴薪爨，助长炎虐，时则为火气；仓腐寄顿，陈陈逼人，时则为米气；骈肩杂遝，腥臊汗垢，时则为人气；或圊溷、或毁尸、或腐鼠，恶气杂出，时则为秽气。叠是数气，当之者鲜不为厉。而予以孱弱，俯仰其间，於兹二年矣，幸而无恙，是殆有养致然尔。然亦安知所养何哉？孟子曰：「吾善养吾浩然之气。」彼气有七，吾气有一，以一敌七，吾何患焉！况浩然者，乃天地之正气也，作正气歌一首。\n天地有正气，杂然赋流形。下则为河岳，上则为日星。于人曰浩然，沛乎塞苍冥。皇路当清夷，含和吐明庭。时穷节乃见，一一垂丹青。在齐太史简，在晋董狐笔。在秦张良椎，在汉苏武节。为严将军头，为嵇侍中血。为张睢阳齿，为颜常山舌。或为辽东帽，清操厉冰雪。或为出师表，鬼神泣壮烈。或为渡江楫，慷慨吞胡羯。或为击贼笏，逆竖头破裂。是气所磅礴，凛烈万古存。当其贯日月，生死安足论。地维赖以立，天柱赖以尊。三纲实系命，道义为之根。嗟予遘阳九，隶也实不力。楚囚缨其冠，传车送穷北。鼎镬甘如饴，求之不可得。阴房阗鬼火，春院閟天黑。牛骥同一皂，鸡栖凤凰食。一朝蒙雾露，分作沟中瘠。如此再寒暑，百沴自辟易。嗟哉沮洳场，为我安乐国。岂有他缪巧，阴阳不能贼。顾此耿耿在，仰视浮云白。悠悠我心悲，苍天曷有极。哲人日已远，典刑在夙昔。风檐展书读，古道照颜色。\n","contyishang":["译文我被囚禁在北国的都城，住在一间土屋内。土屋有八尺宽，大约四寻深。有一道单扇门又低又小，一扇白木窗子又短又窄，地方又脏又矮，又湿又暗。碰到这夏天，各种气味都汇聚在一起：雨水从四面流进来，甚至漂起床、几，这时屋子里都是水气；屋里的污泥因很少照到阳光，蒸熏恶臭，这时屋子里都是土气；突然天晴暴热，四处的风道又被堵塞，这时屋子里都是日气；有人在屋檐下烧柴火做饭，助长了炎热的肆虐，这时屋子里都是火气；仓库里储藏了很多腐烂的粮食，阵阵霉味逼人，这时屋子里都是霉烂的米气；关在这里的人多，拥挤杂乱，到处散\n"]}},{"title":"爱国","cont":{"title":"白马篇","nian":"唐代","author":"李白","contson":"\n龙马花雪毛，金鞍五陵豪。秋霜切玉剑，落日明珠袍。斗鸡事万乘，轩盖一何高。弓摧南山虎，手接太行猱。酒后竞风采，三杯弄宝刀。杀人如剪草，剧孟同游遨。发愤去函谷，从军向临洮。叱咤经百战，匈奴尽奔逃。归来使酒气，未肯拜萧曹。羞入原宪室，荒淫隐蓬蒿。\n","contyishang":["译文你骑着白雪花毛的龙马，金鞍闪耀，好一个五陵豪侠。你所佩之剑，色如秋霜，切玉如泥；你所穿之袍，缀有明珠，耀如落日。原来你是侍奉皇上斗鸡徒，乘坐的马车轩盖高高。你张弓可摧南山虎，伸臂手接太行飞猱。你酒后风采飞扬，三杯下肚，笑弄宝刀。你杀人如剪草，与剧孟一同四海遨游。你终于想起改变自己的游荡生活，要争取功名。你于是发愤去了函谷关，跟随大军去到临洮前线。叱咤风云经百战，匈奴如鼠尽奔逃。你归来豪气不改，终日饮酒，不肯给萧曹宰相下拜。羞于学原宪，居住荒僻蓬蒿的地方。\n"]}},{"title":"爱国","cont":{"title":"醉落魄·九日吴胜之运使黄鹤山登高","nian":"宋代","author":"戴复古","contson":"\n龙山行乐。何如今日登黄鹤。风光政要人酬酢。欲赋归来，莫是渊明错。 江山登览长如昨。飞鸿影里秋光薄。此怀祗有黄花览。牢裹乌纱，一任西风作。\n","contyishang":["　　吴胜之为人方严，不苟言笑，而素以“豪情壮采”称的戴复古，却偏偏写了这样一篇类乎谐谑的词为之饯行，寓谏于谲，词写得很有味道。","　　第一句：“龙山行乐，何如今日登黄鹤？”一开头既交代了时间、地点，更表白了自己的意见——对他此行的反感。龙山在安徽的当途，地处武昌之东，时已沦陷于金。但作为“重九”的典故，“龙山”正是当年孟嘉重九登高，落帽之处。这个典故用在这里，就有了“一石二鸟”的用意，是很见技巧的。这句话的意思是说：你有去向敌国祝贺叛乱的功夫，还不如就在这黄鹤山上陪我喝喝酒；祖国的“风光正要人酬酢”哩，何必要跑到那么远去献什么殷勤呢？这当然是借他来讽刺朝廷的。词语带了几分的\n"]}},{"title":"爱国","cont":{"title":"夜游宫·记梦寄师伯浑","nian":"宋代","author":"陆游","contson":"\n雪晓清笳乱起。梦游处、不知何地。铁骑无声望似水。想关河，雁门西，青海际。睡觉寒灯里。漏声断、月斜窗纸。自许封侯在万里。有谁知，鬓虽残，心未死。\n","contyishang":["译文下过雪的清晨，有清幽笳声响起，梦中所游之地，不知道是什么地方。铁骑无声，望过去如水流淌一般绵延不绝。我猜想这样的关河，应该在雁门关西边，青海的边际。在寒灯照射下睡醒时，更漏声已经滴断了，月光斜斜透过窗纸。我自许可在万里之外的战场封侯，但有谁能知道呢？我鬓发虽残败灰白，可我（在战场杀敌立功报效祖国的）心却并未死去！ ","注释记梦：记录梦境；师伯浑，词人的朋友。雪晓清笳乱起：大雪飘飞的清早笳声乱起。笳，古代军队中用的一种管乐器。想关河：想必这样的边关河防。雁门：雁门关，在今山西省代县西北。青\n"]}},{"title":"爱国","cont":{"title":"后秋兴之十三八首·其二","nian":"清代","author":"钱谦益","contson":"\n海角崖山一线斜，从今也不属中华。更无鱼腹捐躯地，况有龙涎泛海槎？望断关河非汉帜，吹残日月是胡笳。嫦娥老大无归处，独俺银轮哭桂花。\n","contyishang":[]}},{"title":"爱国","cont":{"title":"汉宫春·初自南郑来成都作","nian":"宋代","author":"陆游","contson":"\n羽箭雕弓，忆呼鹰古垒，截虎平川。吹笳暮归野帐，雪压青毡。淋漓醉墨，看龙蛇飞落蛮笺。人误许、诗情将略，一时才气超然。 何事又作南来，看重阳药市，元夕灯山？花时万人乐处，欹帽垂鞭。闻歌感旧，尚时时流涕尊前。君记取、封侯事在。功名不信由天。\n","contyishang":["译文在险峻的古垒旁，在辽阔的平川上，打猎习武。身背弓箭，臂挥雄鹰，手缚猛虎。直至暮色苍茫，笳声四起，才猎罢归来，野营帐幕的青毡上早已落满了厚厚的雪花。喝罢了酒，挥笔疾书，那龙飞凤舞的草书，墨迹淋漓，落在了纸上。人们也许是错误地赞许我，是一个既有诗情，又有将略的超群人才。为什么偏要我离开南郑前线南来成都呢，是为了逛重阳节的药市，看元宵节的灯山吗？每当繁花盛开的时候，在那万人游乐的地方，我也斜戴着帽子，提着马鞭，任马儿漫走。每当听歌观舞，酒酣耳热的时候，我会想到过去的军旅生活而感慨万千，不知不觉中泪洒酒樽前。请千万记住，杀敌报国，建功封侯的大事是要自己去奋斗的，我就不\n"]}},{"title":"爱国","cont":{"title":"春宿左省","nian":"唐代","author":"杜甫","contson":"\n花隐掖垣暮，啾啾栖鸟过。星临万户动，月傍九霄多。 不寝听金钥，因风想玉珂。明朝有封事，数问夜如何。\n","contyishang":["译文左偏殿矮墙遮隐花丛，日已将暮，投宿的鸟儿，一群群鸣叫着飞过。星临宫中，千门万户似乎在闪烁，靠近天廷，所得的月光应该更多。夜不敢寝，听到宫门开启的钥锁，晚风飒飒，想起上朝马铃的音波。明晨上朝，还有重要的大事要做，心里不安，多次地探问夜漏几何？","注释①宿：指值夜。左省：即左拾遗所属的门下省，和中书省同为掌机要的中央政府机构，因在殿庑之东，故称“左省”。②掖垣：门下省和中书省位于宫墙的两边，像人的两腋，故名。③金钥：即金锁。指开宫门的锁钥声。\n"]}},{"title":"爱国","cont":{"title":"秋波媚·七月十六日晚登高兴亭望长安南山","nian":"宋代","author":"陆游","contson":"\n秋到边城角声哀，烽火照高台。悲歌击筑，凭高酹酒，此兴悠哉。多情谁似南山月，特地暮云开。灞桥烟柳，曲江池馆，应待人来。\n","contyishang":["译文秋意来到边城，声声号角哀鸣，平安烽火映照着高兴亭。击筑高歌，站在高处把酒洒向国土，引起了收复关中的无限兴致。谁能像多情的南山明月，把层层的暮云都推开？灞桥边的如烟翠柳，曲江池畔的美丽楼台，应该在月下伫立，等待着我军收复失地，胜利归来。","注释⑴秋波媚：词牌名。双调四十八字，前片三平韵，后片两平韵。⑵高兴亭：亭名，在南郑（今属陕西）内城西北，正对当时在金占领区的长安南山。南郑地处南宋抗金前线，当时陆游在南郑任上。⑶角声：行军打仗用的鼓角之声。⑷烽火：古代边防措施，于高峰处建台，镇守士卒于敌炬，白昼举烟\n"]}},{"title":"爱国","cont":{"title":"水调歌头·多景楼","nian":"宋代","author":"陆游","contson":"\n江左占形胜，最数古徐州。连山如画，佳处缥缈著危楼。鼓角临风悲壮，烽火连空明灭，往事忆孙刘。千里曜戈甲，万灶宿貔貅。露沾草，风落木，岁方秋。使君宏放，谈笑洗尽古今愁。不见襄阳登览，磨灭游人无数，遗恨黯难收。叔子独千载，名与汉江流。\n","contyishang":["译文江东一带据有险要形势的地方，第一要数像屏障般雄伟的镇江。山挽山，山连山，就像画图般莽莽苍苍，云渺渺，水隐隐，景色美处耸立着高高的楼房。战事又起，战鼓号角声面对着风显得格外悲壮。烽火连天，明明灭灭隔江相望，如烟往事，遥想起孙权、刘备在此地共商破曹大事。当年孙刘联军的军容啊，银戈金甲千里都闪着光芒。军士野宿，万灶烟腾，正如同今日宋军一样。露珠结在草上，风吹黄叶飘荡，正当金秋时光。方滋啊，你的气魄真宏大豪放。感今愁，怀古忧，全被你谈笑间一扫而光。君不见羊祜曾登临岘山，观赏襄阳？那无数登山贤士早涅末无能。他们的遗恨难收，空令人黯然神伤。独有羊祜千年传扬，他的英名如同浩\n"]}},{"title":"爱国","cont":{"title":"哀郢","nian":"先秦","author":"屈原","contson":"\n皇天之不纯命兮，何百姓之震愆。民离散而相失兮，方仲春而东迁。去故乡而就远兮，遵江夏以流亡。出国门而轸怀兮，甲之朝吾以行。发郢都而去闾兮，怊荒忽之焉极。楫齐杨以容与兮，哀见君而不再得。望长楸而太息兮，涕淫淫其若霰。过夏首而西浮兮，顾龙门而不见。心婵媛而伤怀兮，眇不知其所蹠。顺风波以从流兮，焉洋洋而为客。凌阳侯之泛滥兮，忽翱翔之焉薄。心絓结而不解兮，思蹇产而不释。将运舟而下浮兮，上洞庭而下江。去终古之所居兮，今逍遥而来东。羌灵魂之欲归兮，何须臾而忘反。背夏浦而西思兮，哀故都之日远。登大坟以远望兮，聊以舒吾忧心。哀州土之平乐兮，悲江介之遗风。当陵阳之焉至兮，淼南渡之焉如。曾不知夏之为丘兮，孰两东门之可芜。心不怡之长久兮，忧与愁其相接。惟郢路之辽远兮，江与夏之不可涉。忽若去不信兮，至今九年而不复。惨郁郁而不通兮，蹇侘傺而含戚。外承欢之汋约兮，谌荏弱而难持。忠湛湛而愿进兮，妒被离而障之。尧舜之抗行兮，瞭杳杳而薄天。众谗人之嫉妒兮，被以不慈之伪名。憎愠惀之修美兮，好夫人之慷慨。众踥蹀而日进兮，美超远而逾迈。乱曰：曼余目以流观兮，冀一反之何时。鸟飞反故乡兮，狐死必首丘。信非吾罪而弃逐兮，何日夜而忘之。\n","contyishang":["　　天道不专反复无常啊，为何使老百姓在动乱中遭殃？人民妻离子散、家破人亡啊，正当仲春二月迁往东方。","　　离别家乡到远处去啊，沿着长江、夏水到处流亡。走出都门我悲痛难舍啊，我们在甲日的早上开始上道。离开旧居，从郢都出发，前途渺茫，我罔然不知何往。桨儿齐摇船儿却徘徊不前啊，可怜我再也不能见到君王。望见故国高大的楸树，我不禁长叹啊，泪落纷纷象雪粒一样。经过夏水的发源处又向西浮行啊，回头看郢都东门却不能见其模样。心绪缠绵牵挂不舍而又无限忧伤啊，渺渺茫茫不知落脚在何方。顺着风波随着江流漂泊吧，于是乎飘流失所客居他乡。船儿行驶在滚滚的波浪之上啊，就象鸟儿飞翔却不知停泊在哪个地方。心中\n"]}},{"title":"爱国","cont":{"title":"南园十三首·其五","nian":"唐代","author":"李贺","contson":"\n男儿何不带吴钩，收取关山五十州。请君暂上凌烟阁，若个书生万户侯？\n","contyishang":["译文男子汉大丈夫为什么不腰带武器去收取关山五十州呢？请你且登上那画有开国功臣的凌烟阁去看，又有哪一个书生曾被封为食邑万户的列侯？ ","注释⑴吴钩：吴地出产的弯形的刀，此处指宝刀。⑵凌烟阁：唐太宗为表彰功臣而建的殿阁，上有秦琼等二十四人的像。"]}},{"title":"爱国","cont":{"title":"梅花岭记","nian":"清代","author":"全祖望","contson":"\n　　顺治二年乙酉四月，江都围急。督相史忠烈公知势不可为，集诸将而语之曰：“吾誓与城为殉，然仑皇中不可落于敌人之手以死，谁为我临期成此大节者？”副将军史德威慨然任之。忠烈喜曰：“吾尚未有子，汝当以同姓为吾后。吾上书太夫人，谱汝诸孙中。”\n　　五日，城陷，忠烈拔刀自裁，诸将果争前抱持之。忠烈大呼德威，德威流涕，不能执刃，遂为诸将所拥而行。至小东门，大兵如林而至，马副使鸣騄、任太守民育及诸将刘都督肇基等皆死。忠烈乃瞠目曰：“我史阁部也。”被执至南门。和硕豫亲王以先生呼之，劝之。忠烈大骂而死。初，忠烈遗言：“我死当葬梅花岭上。”至是，德威求公之骨不可得，乃以衣冠葬之。\n　　或曰：“城之破也，有亲见忠烈青衣乌帽，乘白马，出天宁门投江死者，未尝殒于城中也。”自有是言，大江南北遂谓忠烈未死。已而英、霍山师大起，皆托忠烈之名，仿佛陈涉之称项燕。吴中孙公兆奎以起兵不克，执至白下。经略洪承畴与之有旧，问曰：“先生在兵间，审知故扬州阁部史公果死耶，抑未死耶？”孙公答曰：“经略从北来，审知故松山殉难督师洪公果死耶，抑未死耶？”承畴大恚，急呼麾下驱出斩之。\n　　呜呼！神仙诡诞之说，谓颜太师以兵解，文少保亦以悟大光明法蝉脱，实未尝死。不知忠义者圣贤家法，其气浩然，常留天地之间，何必出世入世之面目！神仙之说，所谓为蛇画足。即如忠烈遗骸，不可问矣，百年而后，予登岭上，与客述忠烈遗言，无不泪下如雨，想见当日围城光景，此即忠烈之面目宛然可遇，是不必问其果解脱否也，而况冒其未死之名者哉？\n　　墓旁有丹徒钱烈女之冢，亦以乙酉在扬，凡五死而得绝，特告其父母火之，无留骨秽地，扬人葬之于此。江右王猷定、关中黄遵严、粤东屈大均为作传、铭、哀词。\n　　顾尚有未尽表章者：予闻忠烈兄弟，自翰林可程下，尚有数人，其后皆来江都省墓。适英、霍山师败，捕得冒称忠烈者，大将发至江都，令史氏男女来认之。忠烈之第八弟已亡，其夫人年少有色，守节，亦出视之。大将艳其色，欲强娶之，夫人自裁而死。时以其出于大将之所逼也，莫敢为之表章者。\n　　呜呼！忠烈尝恨可程在北，当易姓之间，不能仗节，出疏纠之。岂知身后乃有弟妇，以女子而踵兄公之余烈乎？梅花如雪，芳香不染。异日有作忠烈祠者，副使诸公，谅在从祀之列，当另为别室以祀夫人，附以烈女一辈也。\n","contyishang":["译文　　顺治二年乙酉（年）四月，江都被（清兵）围困的（形势）很危急。督相史忠烈公知道局势（已）不可挽救，（就）召集众将领告诉他们说：“我发誓与扬州城同作殉国（之物），但（在）匆忙慌乱中不能落在敌人的手里死去，谁（能）替我在城破时完成这个（为国而死）的大节呢？”副将军史德威悲痛激昂地（表示愿意）担负这一任务。忠烈高兴地说：“我还没有儿子，你应当凭同姓的关系作我的后嗣。我（要）写信（禀告）太夫人，把你（的名字）记入（我的）家谱，排在（太夫人的）孙儿辈中。”","　　二十五日，（江都）城沦陷，忠烈抽出刀来自刎。众将领果然争着上前抱住他（不让他自杀）。忠烈大声呼唤德威，德\n"]}}]