[{"title":"田园","cont":{"title":"晚春田园杂兴","nian":"宋代","author":"范成大","contson":"\n紫青莼菜卷荷香，玉雪芹芽拔薤长。自撷溪毛充晚供，短篷风雨宿横塘。湖莲旧荡藕新翻，小小荷钱没涨痕。斟酌梅天风浪紧，更从外水种芦根。胡蝶双双入菜花，日长无客到田家。鸡飞过篱犬吠窦，知有行商来买茶。湔裙水满绿苹洲，上巳微寒懒出游。薄暮蛙声连晓闹，今年田稻十分秋。新绿园林晓气凉，晨炊蚤出看移秧。百花飘尽桑麻小，来路风来阿魏香。三旬蚕忌闭门中，邻曲都无步往踪。犹是晓晴风露下，采桑时节暂相逢。污莱一棱水周围，岁岁蜗庐没半扉。不看茭青难护岸，小舟撑取葑田归。茅针香软渐包茸，蓬櫑甘酸半染红。采采归来儿女笑，杖头高挂小筠笼。海雨江风浪作堆，时新鱼菜逐春回。荻芽抽笋河魨上，楝子开花石首来。谷雨如丝复似尘，煮瓶浮蜡正尝新。牡丹破萼樱桃熟，未许飞花减却春。雨后山家起较迟，天窗晓色半熹微。老翁欹枕听莺啭，童子开门放燕飞。乌鸟投林过客稀，前山烟暝到柴扉。小童一棹舟如叶，独自编阑鸭阵归。\n","contyishang":[]}},{"title":"田园","cont":{"title":"临江仙·风水洞作","nian":"宋代","author":"苏轼","contson":"\n四大从来都遍满，此间风水何疑。故应为我发新诗。幽花香涧谷，寒藻舞沦漪。借与玉川生两腋，天仙未必相思。还凭流水送人归。层巅余落日，草露已沾衣。\n","contyishang":["译文地、水、风、火从来都是所在充满的，这里风水绝佳，又有什么可疑的呢！这是故意让我写诗赞美的吧。各种幽雅的花香气四溢，飘到了整个山涧、山谷之中，潭中秋天的水草似乎在随风起舞，水面上漾起细小而成圈的波纹。洞中清美的泉水要是借给卢仝泡茶喝，他一定会觉得两腋习习生风，有飘飘欲仙之感，这样，恐怕他连天仙都不会恋慕了。还烦请流水把我送回家。高峰上只剩下将要落山的太阳，草丛中的露水已经沾湿了我的衣裳。","注释①临江仙：词牌名。唐教坊曲。原用以歌咏水仙，故名。又名《雁儿归》、《瑞鹤仙令》等。双调小令，平韵格。②风水洞：《诗集》王文诰注引《杭\n"]}},{"title":"田园","cont":{"title":"南乡子·秋暮村居","nian":"清代","author":"纳兰性德","contson":"\n红叶满寒溪，一路空山万木齐。试上小楼极目望，高低。一片烟笼十里陂。吠犬杂鸣鸡，灯火荧荧归路迷。乍逐横山时近远，东西。家在寒林独掩扉。\n","contyishang":["译文寒冷的溪上飘满红色落叶，一路上山林寂静无人，树木整齐划一。试着登上小楼极目远眺，群山高低连绵。十里山坡，一片烟雾笼罩。狗吠声夹杂着鸡鸣，灯光闪烁，找不到回去的路。沿着横亘之山而行，忽远忽近，时东时西。家在秋冬的林木深处，正孤独地关着门儿。","注释①南乡子：词牌名，原为唐教坊曲。分单调、双调两体：单调二十七字，两平韵、两仄韵；双调五十六字，上下片各四平韵，亦有五十八字或五十四字。 ②寒溪：寒冷的溪流。③齐：一致。这里意即秋天到了，万木都笼罩在一片肃杀的气氛中。 ④陂（bēi）：池塘、湖泊。\n"]}},{"title":"田园","cont":{"title":"田园乐七首·其五","nian":"唐代","author":"王维","contson":"\n山下孤烟远村，天边独树高原。一瓢颜回陋巷，五柳先生对门。\n","contyishang":["译文　　远处的山边横卧着一个寂静的小村庄，绿树掩映中零星的檐角翘起，其间正升起一缕袅袅的炊烟，生活在颜回那样简陋、艰苦的环境中，与陶潜那样与世无争的高士为邻。","注释①五柳先生:陶渊明辞官归里，过着“躬耕自资”的生活。因其居住地门前栽种有五棵柳树，固被人称为五柳先生。"]}},{"title":"田园","cont":{"title":"月夜","nian":"唐代","author":"刘方平","contson":"\n更深月色半人家，北斗阑干南斗斜。 今夜偏知春气暖，虫声新透绿窗纱。\n","contyishang":["译文夜静更深，月光只照亮了人家房屋的一半，另一半隐藏在黑夜里。北斗星倾斜了，南斗星也倾斜了。今夜才知春天的来临，因为你听那被树叶映绿的窗纱外，唧唧的虫鸣，头一遭儿传到了屋子里来了。","注释⑴更深：古时计算时间，一夜分成五更。更深，夜深了。⑵月色半人家：月光只照亮了人家房屋的一半，另一半隐藏在黑暗里。⑶北斗：在北方天空排列成斗形的七颗亮星。⑷阑干：这里指横斜的样子。⑸南斗：有星六颗。在北斗星以南，形似斗，故称“南斗”。⑹偏知：才知，表示出乎意料。⑺新：初。新透：第一次透\n"]}},{"title":"田园","cont":{"title":"田园作","nian":"唐代","author":"孟浩然","contson":"\n弊庐隔尘喧，惟先养恬素。卜邻近三径，植果盈千树。粤余任推迁，三十犹未遇。书剑时将晚，丘园日已暮。晨兴自多怀，昼坐常寡悟。冲天羡鸿鹄，争食羞鸡鹜。望断金马门，劳歌采樵路。乡曲无知己，朝端乏亲故。谁能为扬雄，一荐甘泉赋。\n","contyishang":[]}},{"title":"田园","cont":{"title":"新凉","nian":"宋代","author":"徐玑","contson":"\n水满田畴稻叶齐，日光穿树晓烟低。黄莺也爱新凉好，飞过青山影里啼。\n","contyishang":["译文一望无际的稻田里，水波微漾，整齐的稻子如刀削一般。清晨的阳光穿过树叶，投影在地上，晨雾在树间缭绕。黄莺也喜欢早晨的清凉时光，在青山的影子里欢快的啼鸣。 ","注释①新凉：指初秋凉爽的天气。唐韩愈《符读书城南》诗：“时秋积雨霁，新凉入郊墟。”② 田畴：耕熟的田地。泛指田地。"]}},{"title":"田园","cont":{"title":"夏日浮舟过陈大水亭 / 浮舟过滕逸人别业","nian":"唐代","author":"孟浩然","contson":"\n水亭凉气多，闲棹晚来过。涧影见松竹，潭香闻芰荷。 野童扶醉舞，山鸟助酣歌。幽赏未云遍，烟光奈夕何。\n","contyishang":["译文　　夏日的水亭格外凉爽，水中倒映着藤萝青竹，潭间散发出芰荷的芳香。村野小童扶着醉步蹒跚的老翁，山间的鸟儿欢叫助人高歌。如此清爽幽静、怡然自得的境界，使人游赏忘返。","注释⑴芰：菱角。两角的是菱，四角的为芰。⑵云：助词，无实义。"]}},{"title":"田园","cont":{"title":"田舍","nian":"唐代","author":"杜甫","contson":"\n田舍清江曲，柴门古道旁。草深迷市井，地僻懒衣裳。榉柳枝枝弱，枇杷树树香。鸬鹚西日照，晒翅满鱼梁。\n","contyishang":["①《世说新语》：王大将军旧有田舍名。②《晋书·陶潜传》：惟至田舍及庐山游观而已。《楚辞》：“隐岷山以清江。”③元行恭诗：“草深斜径成。”《风俗通》：“古音二十五亩为一井，因为市交易，故称市井。”④“榉柳枝枝弱”：榉一作杨。《本草衍义》：榉木皮，今人呼为榉柳。然叶谓柳非柳，谓槐非槐。吴曾《漫录》：今本作榉柳，非也。枇杷一物，榉柳则二物矣。对对亦胜树树。⑤《上林赋》：“卢橘夏熟。”注：“即枇杷也。”左思《蜀都赋》，“其园则有林檎枇杷。”李善注：“枇杷冬华黄实，本出蜀中。”仇兆鳌 《杜诗详注》：《学林新编》曰：此诗以榉柳对枇杷，或谓榉柳者，柳之一\n"]}},{"title":"田园","cont":{"title":"归园田居·其二","nian":"魏晋","author":"陶渊明","contson":"\n野外罕人事，穷巷寡轮鞅。白日掩荆扉，虚室绝尘想。时复墟曲中，披草共来往。(墟曲中 一作：墟曲人)相见无杂言，但道桑麻长。桑麻日已长，我土日已广。常恐霜霰至，零落同草莽。\n","contyishang":["译文乡居少与世俗交游，僻巷少有车马来往。白天依旧柴门紧闭，心地纯净断绝俗想。经常涉足偏僻村落，拨开草丛相互来往。相见不谈世俗之事，只说田园桑麻生长。我田桑麻日渐长高，我垦土地日渐增广。经常担心霜雪突降，庄稼凋零如同草莽。 ","注释①野外：郊野。罕：少。人事：指和俗人结交往来的事。陶渊明诗里的“人事”、“人境”都有贬义，“人事”即“俗事”，“人境”即“尘世”。这句是说住在田野很少和世俗交往。②穷巷：偏僻的里巷。鞅（ yāng）：马驾车时套在颈上的皮带。轮鞅：指车马。这句是说处于陋巷\n"]}}]