[{"title":"离别","cont":{"title":"满江红·送廖叔仁赴阙","nian":"宋代","author":"严羽","contson":"\n日近觚棱，秋渐满、蓬莱双阙。正钱塘江上，潮头如雪。把酒送君天上去，琼玉琚玉佩軝鸿列。丈夫儿、富贵等浮云，看名节。天下事，吾能说；今老矣，空凝绝。对西风慷慨，唾壶歌缺。不洒世间儿女泪，难堪亲友中年别。问相思、他日镜中看，萧萧发。\n","contyishang":["　　这首词写得气势豪迈，饶有兴味。将作者的那种淡薄功名、慷慨悲歌的气韵，生动地表达了出来。","　　它是作者送友人廖叔仁去京城赴任时所作。廖叔仁，生平不详。阙，宫阙，这里指南宋朝廷。“日近”两句是说临安的宫殿巍峨，高高的觚菱仿佛接近红日，宫廷一带秋色也颇浓了。临安附近，钱塘江每年阴历八月涨潮，极为壮观。“正钱塘江上，潮头如雪”点明时间地点，说廖叔仁于秋天去京城临安。“富贵等浮云”，不慕富贵，视若浮云。这两句是勉励廖叔仁，说大丈夫应当不贪求富贵，而要看重名誉节操。","　　“天下事，吾能说”表明作者关心国家大事，有见识，有主张。“今老矣，空凝绝”，抒发自己政治抱负和\n"]}},{"title":"离别","cont":{"title":"望远行·绣帏睡起","nian":"宋代","author":"柳永","contson":"\n绣帏睡起。残妆浅，无绪匀红补翠。藻井凝尘，金梯铺藓。寂寞凤楼十二。风絮纷纷，烟芜苒苒，永日画阑，沈吟独倚。望远行，南陌春残悄归骑。凝睇。消遣离愁无计。但暗掷、金钗买醉。对好景、空饮香醪，争奈转添珠泪。待伊游冶归来，故故解放翠羽，轻裙重系。见纤腰，图信人憔悴。\n","contyishang":["译文从绣帏里睡醒起来，妆已残褪浅淡，却也无意重新打扮。天花板尘埃积聚，金饰楼梯覆盖着苔藓，凤楼闺房十分的寂寞。柳絮在空中纷纷飘落，烟雾中的草丛苒苒茂盛，整天独自倚栏深思。遥望出远门的人，去洛阳的南面道路已是春天将尽，忧伤地盼望远人早归。只有凝望，而没有办法消除离别的忧愁。只好暗自抛金沽酒痛饮。面对良辰美酒，徒然独饮，无奈反倒增添眼泪，更加悲伤。待你出游寻乐归来，故意解开外衣，又重新系上薄纱下裳，让你看看我瘦小的细腰，诚实的人那憔悴的模样。","注释⑴望远行：唐教坊曲，后用为词牌。分令词与慢词两体，令词始自韦庄，慢词始自柳永，此词《乐章集》注\n"]}},{"title":"离别","cont":{"title":"临行与故游夜别","nian":"南北朝","author":"何逊","contson":"\n历稔共追随，一旦辞群匹。复如东注水，未有西归日。夜雨滴空阶，晓灯暗离室。相悲各罢酒，何时同促膝？\n","contyishang":[]}},{"title":"离别","cont":{"title":"秋蕊香·池苑清阴欲就","nian":"宋代","author":"晏几道","contson":"\n池苑清阴欲就。还傍送春时候。眼中人去难欢偶。谁共一杯芳酒。 朱阑碧砌皆如旧。记携手。有情不管别离久。情在相逢终有期。\n","contyishang":[]}},{"title":"离别","cont":{"title":"归国遥·春欲晚","nian":"五代","author":"韦庄","contson":"\n春欲晚，戏蝶游蜂花烂熳。日落谢家池馆，柳丝金缕断。睡觉绿鬟风乱，画屏云雨散。闲倚博山长叹，泪流沾皓腕。\n","contyishang":[]}},{"title":"离别","cont":{"title":"送宇文太守赴宣城","nian":"唐代","author":"王维","contson":"\n寥落云外山，迢递舟中赏。铙吹发西江，秋空多清响。地迥古城芜，月明寒潮广。时赛敬亭神，复解罟师网。何处寄想思，南风摇五两。\n","contyishang":[]}},{"title":"离别","cont":{"title":"彩云归·蘅皋向晚舣轻航","nian":"宋代","author":"柳永","contson":"\n蘅皋向晚舣轻航。卸云帆、水驿鱼乡。当暮天、霁色如晴昼，江练静、皎月飞光。那堪听、远村羌管，引离人断肠。此际浪萍风梗，度岁茫茫。堪伤。朝欢暮散，被多情、赋与凄凉。别来最苦，襟袖依约，尚有余香。算得伊、鸳衾凤枕，夜永争不思量。牵情处，惟有临歧，一句难忘。\n","contyishang":["译文天色已晚，整理轻舟向长满杜衡的岸边靠拢。在盛产鱼米的水路驿站，放下白色的船帆。面对傍晚的天空，明朗的天色如同晴朗的白昼，江水澄静，皎月耀光。怎堪听从那遥远的村落传来的悠悠羌笛声，引起离开家园和亲人的离人无限悲伤。此时，感到自己就如同水中之萍、风中之梗，过着漂荡不定的生活，马上要过年了，思绪却纷繁复杂。怎能忍受朝欢暮散的伤悲，多情给自己带来了无限的孤寂冷落。离别以来痛苦之极，衣襟衣袖隐约还有残余的芳香。料想你此时一定坐在我们同床共枕的床头上，面对漫漫长夜，怎能不如同我一样的思念。动情处，惟有赠别之辞，一句也难以忘记。","注释⑴彩云归：词\n"]}},{"title":"离别","cont":{"title":"南乡子·画鸭懒熏香","nian":"宋代","author":"晏几道","contson":"\n画鸭懒熏香。绣茵犹展旧鸳鸯。不似同衾愁易晓，空床。细剔银灯怨漏长。几夜月波凉。梦魂随月到兰房。残睡觉来人又远，难忘。便是无情也断肠。\n","contyishang":[]}},{"title":"离别","cont":{"title":"勉爱行二首送小季之庐山","nian":"唐代","author":"李贺","contson":"\n洛郊无俎豆，弊厩惭老马。小雁过炉峰，影落楚水下。长船倚云泊，石镜秋凉夜。岂解有乡情，弄月聊呜哑。\n别柳当马头，官槐如兔目。欲将千里别，持我易斗粟。南云北云空脉断，灵台经络悬春线。青轩树转月满床，下国饥儿梦中见。维尔之昆二十馀，年来持镜颇有须。辞家三载今如此，索米王门一事无。荒沟古水光如刀，庭南拱柳生蛴螬。江干幼客真可念，郊原晚吹悲号号。\n","contyishang":["译文在洛阳郊外送别小弟，却没有俎豆陈列，惭愧啊，乘着瘦骨嶙峋的老马。当小弟经过庐山的香炉峰时，你孤单的身影，将会落到鄱阳湖水面之下。你一路前行，长船倚云而停泊在石镜峰，在秋凉之夜四顾凄迷，倍感孤寂。你值此情境，怎么可能不引起思乡的情绪，而又无处倾诉，只能对月悲啼。","小弟上马将远行，送别在柳下，官街上的槐叶才如兔眼儿大。想的是借千里送别去谋生，换取升斗之粮糊口养家。彼此像南北流走互不相见的浮云，心头和全身却像挂着线儿相牵引。茅屋前树影转动，月光满床难入睡，为小弟担忧，梦见江西饥民乱纷纷。\n"]}},{"title":"离别","cont":{"title":"丑奴儿·夜来酒醒清无梦","nian":"宋代","author":"秦观","contson":"\n夜来酒醒清无梦，愁倚阑干。露滴轻寒。雨打芙蓉泪不干。佳人别后音尘悄，瘦尽难拚。明月无端。已过红楼十二间。\n","contyishang":["译文在夜里酒醒了无梦境，周围一片清静，起来因忧愁而倚靠栏杆。夜深天寒，晶莹的露珠不断滴落，冰冷的秋雨落到荷塘的芙蓉花上，就像清泪未曾干过。想起与佳人一别之后，彼此音信全无，虽然身体不断地消瘦下去，但还是难以放弃思念。夜已更深，高悬的明月不知不觉地已经移过红楼十二间了。","注释⑴丑奴儿：词牌名。汲古阁《宋六十家词》本《淮海词》调名作《采桑子》，注云：“元刻丑奴儿。”⑵阑干：即栏杆。用竹、木、砖石或金属等构制而成，设于亭台楼阁或路边、水边等处作遮拦用。唐李白《清平调三首》之三：“解释春风无限恨，沉香亭北倚阑干。”⑶芙蓉\n"]}},{"title":"离别","cont":{"title":"送韩子师侍郎序","nian":"宋代","author":"陈亮","contson":"\n　　秘阁修撰韩公知婺之明年，以“恣行酷政，民冤无告”劾去。\n　　去之日，百姓遮府门愿留者，顷刻合数千人，手持牒以告摄郡事。摄郡事振手止之，辄直前不顾；则受其牒，不敢以闻。\n　　明日出府，相与拥车下，道中至不可顿足。则冒禁行城上，累累不绝。拜且泣下，至有锁其喉自誓于公之前者。里巷小儿数十百辈罗马前，且泣下。君为之抆泪，告以君命决不应留；辄柴其关如不闻。\n　　日且暮，度不可止，则夺剌史车置道旁，以民间小舆舁至梵严精舍，燃火风雪中围守之。其挟舟走行阙告丞相御史者，盖千数百人而未止。\n　　又明日，回泊通波亭，乘间欲以舟去，百姓又相与拥之不置，溪流亦复堰断不可通。乡士大夫惧蚁蝼之微不足以回天听，委曲谕之，且却且行。久乃曰：“愿公徐行，天子且有诏矣。”公首肯之。道稍开，公疾驰径去。后来者咎其徒之不合舍去，责诮怒骂，不啻仇敌。\n　　呜呼！大官，所尊也；民，所信也。所尊之劾如彼，而所信之情如此，吾亦不知公之政何如也，将从智者而问之。\n","contyishang":["　　这篇序文可分为三大段：第一段序韩子师走之由，只用了一小自然段；第二段却用了四个自然段来写韩走时的情景；第三段仍然只用了一小自然段，是由此而生发的感慨。尽管格式上非常合乎序文的体裁，然而他写来却不落俗套。短短的三百来字，写得精光照人，使人读后，四顾踌躇，百感交集。","　　作者在第一大段里，把被序者的官职、姓氏、作官的地方以及时间，甚至被劾而去的“八个字的由头”，仅用22个字交待得清清楚楚，没有一个闲字，也无法容纳带感情的字眼，几乎是一板一眼的官样文章。无任何修饰，看似与艺术绝缘，但这正是作者的高明之处，他让这不动声色的刻板文字，为下面表达自己强烈的感情作了极好的铺垫。于密\n"]}},{"title":"离别","cont":{"title":"秋别","nian":"唐代","author":"罗邺","contson":"\n别路垂杨柳，秋风凄管弦。青楼君去后，明月为谁圆。\n","contyishang":[]}},{"title":"离别","cont":{"title":"送夏侯审校书东归","nian":"唐代","author":"钱起","contson":"\n楚乡飞鸟没，独与碧云还。破镜催归客，残阳见旧山。 诗成流水上，梦尽落花间。傥寄相思字，愁人定解颜。\n","contyishang":["译文飞鸟消失在故乡的天空上，在晴空下你独自一人东去，家乡的妻子在催促着你这个游子归家，日暮的时候你会看到家乡的山脉。在流水脉脉中我的诗意大发，落花间梦了无痕，如果你可以给我寄来思念的词句，我因为思念你而不解的眉头一定会舒展的。 ","注释1.夏侯审：唐德宗建中元年进士，曾任校书郎。2.楚乡：指夏侯审的故乡安徽亳州谯县，该县旧属楚地，故称。"]}},{"title":"离别","cont":{"title":"送率府程录事还乡","nian":"唐代","author":"杜甫","contson":"\n鄙夫行衰谢，抱病昏忘集。常时往还人，记一不识十。 程侯晚相遇，与语才杰立。熏然耳目开，颇觉聪明入。 千载得鲍叔，末契有所及。意钟老柏青，义动修蛇蛰。 若人可数见，慰我垂白泣。告别无淹晷，百忧复相袭。 内愧突不黔，庶羞以赒给。素丝挈长鱼，碧酒随玉粒。 途穷见交态，世梗悲路涩。东风吹春冰，泱莽后土湿。 念君惜羽翮，既饱更思戢。莫作翻云鹘，闻呼向禽急。\n","contyishang":[]}},{"title":"离别","cont":{"title":"千秋岁·淡烟平楚","nian":"明代","author":"刘基","contson":"\n淡烟平楚，又送王孙去。花有泪，莺无语。芭蕉心一寸，杨柳丝千缕。今夜雨，定应化作相思树。忆昔欢游处，触目成前古。良会处，知何许？百杯桑落酒，三叠阳关句。情未了，月明潮上迷津渚。\n","contyishang":["译文　　平野上淡淡的烟雾，又送贵族公子而去。花儿仍在哭泣，黄莺寂然无语。芭蕉心缩卷不展，依依杨柳愁思千缕。今夜的雨，一定会化为那相思树，双目所过间，都成前尘故事。不知何时能再相会？饮下百倍桑落酒，高唱三叠阳关句，情还未了，渡口边的月已迷蒙了江水。","注释①平楚：即平林。②王孙：贵族公子。③相思树：千宝《搜神记·韩凭妻》载，战国宋康王舍人韩凭妻何氏貌美，康王夺之，罚韩凭筑长城，不久，夫妻相继自杀。康王怒，使二人坟墓相望。隔夜间，两坟头皆长出梓木，旬日间粗可合抱，根交错，枝接杂宋人哀怜，称其木为相思树。④前古：古代；往\n"]}},{"title":"离别","cont":{"title":"金铜仙人辞汉歌","nian":"唐代","author":"李贺","contson":"\n魏明帝青龙元年八月，诏宫官牵车西取汉孝武捧露盘仙人，欲立置前殿。宫官既拆盘，仙人临载，乃潸然泪下。唐诸王孙李长吉遂作《金铜仙人辞汉歌》。\n茂陵刘郎秋风客，夜闻马嘶晓无迹。画栏桂树悬秋香，三十六宫土花碧。魏官牵车指千里，东关酸风射眸子。空将汉月出宫门，忆君清泪如铅水。衰兰送客咸阳道，天若有情天亦老。携盘独出月荒凉，渭城已远波声小。\n","contyishang":["译文魏明帝青龙元年八月，诏宫官牵车西取汉孝武捧露盘仙人，欲立置前殿。宫官既拆盘，仙人临载，乃潸然泪下。唐诸王孙李长吉遂作《金铜仙人辞汉歌》。","茂陵里埋葬的刘郎，好像秋风过客匆匆而逝。夜里曾听到他的神马嘶鸣，天亮却杳无踪迹。画栏旁边棵棵桂树，依然散发着深秋的香气。长安城的三十六宫，如今却是一片苔藓碧绿。魏国官员驱车载运铜人，直向千里外的异地。刚刚走出长安东门，寒风直射铜人的眼珠里。只有那朝夕相\n"]}},{"title":"离别","cont":{"title":"点绛唇·再和送钱公永","nian":"宋代","author":"苏轼","contson":"\n莫唱阳关，风流公子方终宴。秦山禹甸。缥缈真奇观。北望平原，落日山衔半。孤帆远。我歌君乱。一送西飞雁。\n","contyishang":["译文用不到去歌唱离情别绪的《阳关曲》，钱公永英俊杰出，宴会就要结束了。会稽郡会稽山郊外的地方，隐隐约约间真是秀丽的奇观啊。北面的大平原，在茫茫的天空中，太阳要落山了，但还迟迟不下，好像被远山衔住一半而行步不前一般。再看那辽阔湖面上，正有一只帆船孤孤单单地驶向远方。我默默唱着《阳关三叠》曲，君合着末章乐曲，一句话也没有，只有共同目送着天际的西飞之雁。","注释⑴点绛唇：词牌名，此调因江淹《咏美人春游》诗中有“白雪凝琼貌，明珠点绛唇”句而取名。⑵钱公永：生平不详。孔凡礼《苏轼年谱》卷二十九： “云‘风流公子’，公永或为（钱）勰子。”\n"]}},{"title":"离别","cont":{"title":"蝶恋花·暖雨晴风初破冻","nian":"宋代","author":"李清照","contson":"\n暖雨晴风初破冻，柳眼梅腮，已觉春心动。酒意诗情谁与共？泪融残粉花钿重。乍试夹衫金缕缝，山枕斜欹，枕损钗头凤。独抱浓愁无好梦，夜阑犹剪灯花弄。\n","contyishang":["译文　　暖暖的雨，暖暖的风，送走了些许冬天的寒意。柳叶长出了，梅花怒放了，春天已经来了。端庄的少妇，也被这春意撩拨起了愁怀。爱侣不在身边，又能和谁把酒论诗呢？少妇的泪水流下脸颊，弄残了搽在她脸上的香粉。　　少妇试穿金丝缝成的夹衫，但心思全不在衣服上面。她无情无绪的斜靠在枕头上，把她头上的钗儿压坏了，她也茫然不顾。她孤单的愁思太浓，又怎能做得好梦？惟有在深夜里呵，手弄着灯花，心里想着爱侣。","注释⑴初破冻：刚刚解冻。⑵柳眼：初生柳叶，细长如眼，故谓“柳眼”。梅腮：梅花瓣儿，似美女香腮，故称“梅腮”。⑶花钿（diàn）\n"]}},{"title":"离别","cont":{"title":"贺新郎·把酒长亭说","nian":"宋代","author":"辛弃疾","contson":"\n陈同父自东阳来过余，留十日。与之同游鹅湖，且会朱晦庵于紫溪，不至，飘然东归。既别之明日，余意中殊恋恋，复欲追路。至鹭鸶林，则雪深泥滑，不得前矣。独饮方村，怅然久之，颇恨挽留之正是遂也。夜半投宿吴氏泉湖四望楼，闻邻笛悲甚，为赋《贺新郎》以见意。又五日，同父书来索词，心所同然者如此，可发千里一笑。\n把酒长亭说。看渊明、风流酷似，卧龙诸葛。何处飞来林间鹊，蹙踏松梢微雪。要破帽多添华发。剩水残山无态度，被疏梅料理成风月。两三雁，也萧瑟。佳人重约还轻别。怅清江、天寒不渡，水深冰合。路断车轮生四角，此地行人销骨。问谁使、君来愁绝？铸就而今相思错，料当初、费尽人间铁。长夜笛，莫吹裂。 \n","contyishang":["小序　　陈亮自浙江省东阳县来会见我，留居十日。我俩同游鹅湖（江西铅山县境内），后又同赴紫溪等候与朱熹会晤，而朱没来。陈亮明天就要飘然东归，我十分恋恋不舍，追送他一程。走到鹭鸶林，遇雪深泥滑，我难以前进，与他分别。便独自在方村饮酒，惆怅了许久，恨自己挽留不住好友。我于夜半投宿吴氏泉湖四望楼，闻邻笛甚悲，便写下了《贺新郎》寄托情思。过了五天，陈亮来信索取此词，我俩千里相隔而心思相同，料想彼此会发出会心的微笑。","译赏　　想起我与陈亮在驿亭饮酒话别，我曾说他的才能和文采像陶渊明，满腹经纶和政治抱负可比诸葛亮。（这里通过称赞陈亮，写出二人志同道合，友情深厚无\n"]}},{"title":"离别","cont":{"title":"凤衔杯·追悔当初孤深愿","nian":"宋代","author":"柳永","contson":"\n追悔当初孤深愿。经年价、两成幽怨。任越水吴山，似屏如障堪游玩。奈独自、慵抬眼。赏烟花，听弦管。图欢笑、转加肠断。更时展丹青，强拈书信频频看。又争似、亲相见。\n","contyishang":["译文后悔辜负了当初深切的愿望。经过多年，两人都有愁怨郁结在心中。任凭吴越的山水仿佛屏风上的画一样美丽还可以游玩。奈何独自一人，慵懒抬眼去欣赏。看春天的美景，听歌舞表演。只图欢笑，反而更加悲痛。更时常展开妻子的画像，勤勉地频频看书信。又怎似亲身相见。","注释⑴凤衔杯：词牌名，柳永自度曲，《乐章集》注“大石调”。双调六十三字，前段五句四仄韵，后段六句四仄韵。⑵孤：同“辜”，辜负。深愿：深切的愿望。⑶经年价：经过多年。价，语尾助词，无实意。⑷两：指夫妻双方。幽怨：郁结于心的愁恨。⑸任：任凭。越水吴\n"]}},{"title":"离别","cont":{"title":"忆秦娥·与君别","nian":"宋代","author":"房舜卿","contson":"\n与君别。相思一夜梅花发。梅花发。凄凉南浦，断桥斜月。 盈盈微步凌波袜。东风笑倚天涯阔。天涯阔。一声羌管，暮云愁绝。 \n","contyishang":[]}},{"title":"离别","cont":{"title":"赠汪伦","nian":"唐代","author":"李白","contson":"\n李白乘舟将欲行，忽闻岸上踏歌声。桃花潭水深千尺，不及汪伦送我情。 \n","contyishang":["译文李白坐上小船刚刚要离开，忽然听到岸上传来告别的歌声。即使桃花潭水有一千尺那么深，也不及汪伦送别我的一片情深。","注释①踏歌：民间的一种唱歌形式，一边唱歌，一边用脚踏地打拍子，可以边走边唱。②桃花潭：在今安徽泾县西南一百里。《一统志》谓其深不可测。③深千尺：诗人用潭水深千尺比喻汪伦与他的友情，运用了夸张的手法（潭深千尺不是实有其事）写深情厚谊，十分动人。④不及：不如。⑤汪伦：李白的朋友。李白游泾（jīng）县（在今安徽省）桃花潭时，附近贾村的汪伦经常用自己酿的美酒款待李白，两人便由此结下深\n"]}},{"title":"离别","cont":{"title":"菩萨蛮·芭蕉","nian":"宋代","author":"张鎡","contson":"\n风流不把花为主。多情管定烟和雨。潇洒绿衣长。满身无限凉。文笺舒卷处。似索题诗句。莫凭小阑干。月明生夜寒。\n","contyishang":["　　芭蕉并不以绚丽多姿的花朵来展露风流，只在烟雨空濛的时刻撩拨人们的情思。一身绿衣伸展特有的潇洒风韵，浑身上下透出的是无限清凉。","　　那一片片开张伸展的硕大绿叶，就象是在我面前铺开的文笺，要请我在上面题写生动的诗句呢！唉，别再倚着阑干痴看了，明月已升到中天，寒气袭人，还是回屋去吧！"]}},{"title":"离别","cont":{"title":"天香·蜡梅","nian":"宋代","author":"吴文英","contson":"\n蟫叶黏霜，蝇苞缀冻，生香远带风峭。岭上寒多，溪头月冷，北枝瘦、南枝小。玉奴有姊，先占立、墙阴春早。初试宫黄澹薄，偷分寿阳纤巧。银烛泪深未晓。酒钟悭、贮愁多少。记得短亭归马，暮衙蜂闹。豆蔻钗梁恨袅。但怅望、天涯岁华老。远信难封，吴云雁杳。\n","contyishang":[]}},{"title":"离别","cont":{"title":"倾杯·离宴殷勤","nian":"宋代","author":"柳永","contson":"\n离宴殷勤，兰舟凝滞，看看送行南浦。情知道世上，难使皓月长圆，彩云镇聚。算人生、悲莫悲于轻别，最苦正欢娱，便分鸳侣。泪流琼脸，梨花一枝春带雨。惨黛蛾、盈盈无绪。共黯然消魂，重携素手，话别临行，犹自再三、问道君须去。频耳畔低语。知多少、他日深盟，平生丹素。从今尽把凭鳞羽。\n","contyishang":["译文离别的宴席上彼此更加情深意厚，待发的木兰舟仍停泊岸边不忍离去。转瞬间来到了送别的地方。明知世上难使明月长久圆满，也知道彩云不可能常相聚。料想人生最悲伤的莫过于离别的悲伤，最痛苦的莫过于让一对正在热恋欢乐的情侣突然分离的痛苦了。她那流着眼泪的玉脸，就像春天里一枝带雨的梨花，娇美而令人怜惜。她皱着黛眉，心里盈盈无头绪。我和她一起沮丧伤心，再次拉着她的玉手，临行话别时，她还反复地在我耳边问道：你真的必须离去吗？不知有多少过去的深情的盟誓、一生的情书，从今以后全都只能凭借鱼雁来传递了。","注释⑴倾杯：唐教坊曲名，后用作词牌，又名《古倾杯》、《\n"]}},{"title":"离别","cont":{"title":"兰亭集序 / 兰亭序","nian":"魏晋","author":"王羲之","contson":"\n　　永和九年，岁在癸丑，暮春之初，会于会稽山阴之兰亭，修禊事也。群贤毕至，少长咸集。此地有崇山峻岭，茂林修竹；又有清流激湍，映带左右，引以为流觞曲水，列坐其次。虽无丝竹管弦之盛，一觞一咏，亦足以畅叙幽情。是日也，天朗气清，惠风和畅，仰观宇宙之大，俯察品类之盛，所以游目骋怀，足以极视听之娱，信可乐也。\n　　夫人之相与，俯仰一世，或取诸怀抱，悟言一室之内；或因寄所托，放浪形骸之外。虽趣舍万殊，静躁不同，当其欣于所遇，暂得于己，快然自足，不知老之将至。及其所之既倦，情随事迁，感慨系之矣。向之所欣，俯仰之间，已为陈迹，犹不能不以之兴怀。况修短随化，终期于尽。古人云：“死生亦大矣。”岂不痛哉！(不知老之将至 一作：曾不知老之将至)\n　　每览昔人兴感之由，若合一契，未尝不临文嗟悼，不能喻之于怀。固知一死生为虚诞，齐彭殇为妄作。后之视今，亦犹今之视昔。悲夫！故列叙时人，录其所述，虽世殊事异，所以兴怀，其致一也。后之览者，亦将有感于斯文。\n","contyishang":["译文　　永和九年，时在癸丑之年，三月上旬，我们会集在会稽郡山阴城的兰亭，为了做禊事。众多贤才都汇聚到这里，年龄大的小的都聚集在这里。兰亭这个地方有高峻的山峰，茂盛的树林，高高的竹子。又有清澈湍急的溪流，辉映环绕在亭子的四周，我们引溪水作为流觞的曲水，排列坐在曲水旁边，虽然没有演奏音乐的盛况，但喝点酒，作点诗，也足够来畅快叙述幽深内藏的感情了。","　　这一天，天气晴朗，空气清新，和风温暖，仰首观览到宇宙的浩大，俯看观察大地上众多的万物，用来舒展眼力，开阔胸怀，足够来极尽视听的欢娱，实在很快乐。","　　人与人相互交往，很快便度过一生。有的人在室内畅谈自\n"]}},{"title":"离别","cont":{"title":"送人赴安西","nian":"唐代","author":"岑参","contson":"\n上马带吴钩，翩翩度陇头。小来思报国，不是爱封侯。万里乡为梦，三边月作愁。早须清黠虏，无事莫经秋。\n","contyishang":["译文韵译跨上英俊的战马宝刀佩在身边，策马翩翩地飞驰翻越陇山之颠。自小衷心地希望献身国家危难，哪把高官与厚禄耿耿挂于心间。置身于万里之外乡情化为梦境，眼望那边地明月激起阵阵怀恋。祝愿亲爱的战友早早扫清顽敌，边庭无事早归来切莫再经秋天！","散译你看那位壮士，手执胡钩跨上骏马，英姿勃勃地越过陇山头。他从小就立志报效国家，杀敌立功绝不是为了做官封侯。万里之外的故乡景象将会在你的梦中出现，边疆的月光常常会引起你的别离忧愁之情。你此去应该早日消灭那些胡族侵略者，不要优柔寡断将战事一拖经年。","注释\n"]}},{"title":"离别","cont":{"title":"浣溪沙·粉上依稀有泪痕","nian":"唐代","author":"薛昭蕴","contson":"\n粉上依稀有泪痕，郡庭花落欲黄昏，远情深恨与谁论？记得去年寒食日，延秋门外卓金轮，日斜人散暗销魂。\n","contyishang":[]}},{"title":"离别","cont":{"title":"鹧鸪天·一点残红欲尽时","nian":"宋代","author":"周紫芝","contson":"\n一点残红欲尽时。乍凉秋气满屏帏。梧桐叶上三更雨，叶叶声声是别离。 调宝瑟，拨金猊。那时同唱鹧鸪词。如今风雨西楼夜，不听清歌也泪垂。\n","contyishang":["译文我独自守一盏残灯，灯已快要燃尽，天乍凉，秋气充塞罗帷和银屏，三更雨点点洒上梧桐，一叶叶、一声声，都是离别的哀音。那时，我和她相对调弄宝瑟，拨动炉中温馨的沉水香，同声齐唱《鹧鸪词》，曾是多么欢欣。如今，孤寂地在这西楼，当此风雨凄凄的暗夜，不听清歌也悲泪难禁。","注释①残红：此指将熄灭的灯焰，也有版本作残釭（gāng）。②屏帏：屏风和帷帐。③调：抚弄乐器。宝瑟：瑟的美称。④金猊（ní）：狮形的铜制香炉。猊，狻猊（suān ní），即狮子。⑤西楼：指作者住处。"]}},{"title":"离别","cont":{"title":"喜见外弟又言别","nian":"唐代","author":"李益","contson":"\n十年离乱后，长大一相逢。问姓惊初见，称名忆旧容。别来沧海事，语罢暮天钟。明日巴陵道，秋山又几重。\n","contyishang":["译文经过了近十年的战乱流离，长大成人后竟然意外相逢。初见不相识还惊问名和姓，称名后才想起旧时的面容。说不完别离后世事的变化，一直畅谈到黄昏寺院鸣钟。明日你又要登上巴陵古道，秋山添忧愁不知又隔几重？","注释⑴外弟：表弟。言别：话别。⑵十年离乱：在社会大动乱中离别了十年。离乱：一作“乱离”。⑶一：副词。可作“竟然”或“忽而”解。⑷“问姓”两句：“问姓”与“称名”互文见义。⑸别来：指分别十年以来。来，后也。沧海事：比喻世事的巨大变化，有如沧海变桑田，桑田变沧海那样。\n"]}},{"title":"离别","cont":{"title":"鹧鸪天·送欧阳国瑞入吴中","nian":"宋代","author":"辛弃疾","contson":"\n莫避春阴上马迟。春来未有不阴时。人情展转闲中看，客路崎岖倦后知。 梅似雪，柳如丝。试听别语慰相思。短篷炊饮鲈鱼熟，除却松江枉费诗。\n","contyishang":["　　江西铅山人欧阳国瑞游吴中，闲居瓢泉的老词人临别赠词。词将别时的关爱，别后的思念，借着自己的以往生活经验来表达。闲闲道来，余味甚足。","　　上片写别时。首韵劝勉欧阳国瑞不要再因“春阴”而逗留不去，应早日出发，因为整个春天都没有不阴的时候。这两句，劝得有趣。因为春阴不行，本来只能是欧阳的借口，其真实的原因，一是留恋故乡和友人，二是因为畏怯前途难料，世路坎坷。作者只就春阴立言，意余言外，而欧阳国瑞与他彼此会意。这比直说无余要妙。接韵以自己的人生经历，对“人情”与“客路”——— 这欧阳最为关心之处，闲闲道来，而感慨叹息之情，充溢其中。这一韵，体验十分深刻，可谓生活至理。没有十分\n"]}},{"title":"离别","cont":{"title":"浣溪沙·湖上西风急暮蝉","nian":"宋代","author":"晏殊","contson":"\n湖上西风急暮蝉。夜来清露湿红莲。少留归骑促歌筵。 为别莫辞金盏酒。入朝须近玉炉烟。不知重会是何年。\n","contyishang":["译文傍晚夕阳斜照，微风吹过湖面，蝉鸣不歇。夜晚降临，颗颗清露点缀在红莲之上，煞是可爱。停留片刻后骑马赶赴即将开始的酒宴。离别之酒请不要推辞，让我们开怀畅饮。入朝为官就像靠近玉炉中的熏香让人心中欢畅，只是至此一别不知何时才能再欢聚一堂。","注释歌筵：有歌者唱歌劝酒的宴席。为别：犹分别，相别。莫辞：不要推辞。入朝：谓进入中央朝廷做官。须：必得，应当。"]}},{"title":"离别","cont":{"title":"别诗二首·其二","nian":"南北朝","author":"范云","contson":"\n孤烟起新丰，候雁出云中。草低金城雾，木下玉门风。别君河初满，思君月屡空。折桂衡山北，摘兰沅水东。兰摘心焉寄，桂折意谁通。\n","contyishang":["译文孤烟从新丰升起，迁飞的大雁离开了云中。金城的衰草笼罩着寒雾，玉门的树叶在风里凋落。和你离别的时候河水刚刚满盈（或指银河？），分别的日子里，我常常在空明的月光下思念你。我从衡山的北面折来芳桂，又从沅水东岸摘下了兰花。可是采下的兰花芳桂时的情怀又怎样传达呢。","注释云中：古郡名。原為战国赵地，秦时置郡，治所在云中县(今内蒙古托克托东北)。汉代辖境较小。有时泛指边关。沅水：长江流域洞庭湖支流。流经中国贵州省、湖南省。"]}},{"title":"离别","cont":{"title":"点绛唇·金谷人归","nian":"宋代","author":"姜夔","contson":"\n金谷人归，绿杨低扫吹笙道。数声啼鸟，也学相思调。月落潮生，掇送刘郎老。淮南好，甚时重到？陌上生春草。\n","contyishang":["译文金谷丽人归来相聚时，门前绿杨垂地，临风摇曳，绿荫深浓，街巷歌吹弹唱声声不息。树上鸟儿声声鸣唱，仿佛学着人们在倾诉相思之情。时序更替，潮起潮落，折磨得刘郎日渐衰落。淮南的合肥真是个好地方，但什么时候才能重新到达那里？只见原野上芳草萋萋，令人伤感。","注释⑴点绛唇：词牌名。四十一字，前片三仄韵，后片四仄韵。《清真集》入“仙吕调”，元北曲同，但平仄句式略异，今京剧中犹常用之。⑵金谷：地名，在河南洛阳市西北，晋石崇在此建金谷园，成为历代著名景点。⑶掇送：犹断送。刘郎：指东汉刘晨。相传刘晨和阮肇入天台山采药，为仙女所邀，\n"]}},{"title":"离别","cont":{"title":"白云谣","nian":"先秦","author":"佚名","contson":"\n白云在天，丘陵自出。道里悠远，山川间之。将子无死，尚复能来。\n","contyishang":[]}},{"title":"离别","cont":{"title":"忆王孙·短长亭子短长桥","nian":"清代","author":"钱枚","contson":"\n短长亭子短长桥，桥外垂杨一万条。那回临别两魂销，恨迢迢，双桨春风打暮潮。\n","contyishang":[]}},{"title":"离别","cont":{"title":"别韦少府","nian":"唐代","author":"李白","contson":"\n西出苍龙门，南登白鹿原。欲寻商山皓，犹恋汉皇恩。水国远行迈，仙经深讨论。洗心向溪月，清耳敬亭猿。筑室在人境，闭门无世喧。多君枉高驾，赠我以微言。交乃意气合，道因风雅存。别离有相思，瑶瑟与金樽。\n","contyishang":["译文西自长安苍龙门而出，向南而登白鹿原。想要追寻商山四皓的足迹，心里依然眷恋汉皇的恩德。远行至南方水乡泽国，细心探究道经的奥妙。洗尽心中尘念欣赏句溪之月，静心倾听敬亭山的猿啸。在尘世间筑室而居，关闭门窗就没有世间喧闹的声音。多次屈你高驾前来造访，赠送我精微奥义之言。重意气则交合，尚风雅则道存。离别之后怀有相思之情，我只有醉心歌酒以解离愁。","注释①苍龙门：汉长安未央宫东有苍龙阙。②白鹿原：亦称灞上，在长安东南。③商山皓：商山四皓。④\n"]}},{"title":"离别","cont":{"title":"烛影摇红·送会宗","nian":"宋代","author":"毛滂","contson":"\n老景萧条，送君归去添凄断。赠君明月满前溪，直到西湖畔。 门掩绿苔应遍。为黄花、频开醉眼。橘奴无恙，蝶子相迎，寒窗日短。会宗小斋名梦蝶，前植橘，东偏甚广。\n","contyishang":["　　这首词写老友别后作者的凄凉寂寞心境，同时写他对老友的深切思念之情。会宗名沈蔚，吴兴人，是词人的老朋友，也是当时有名的词人。沈蔚与毛滂、贾收等为诗友，有诗词唱和。","　　首二句“老景萧条，送君归去添凄断”。开头即从别后写起。词人晚年官运不佳，家计落拓，无以为生，“老景萧条”并不是作者无病呻吟，而是自己生活的真实写照。“断”是极、尽之意。“凄断”即极度凄凉。老境本已萧条，更兼老友离去，凄凉冷落已至极点。这是“屋漏更遭连夜雨”的写法。一个“添”字，使本已极度的凄寂更进一步，颇具感染力。从“赠君”句起，作者放下自己这一面不叙，专写老友那一面。“赠君明月满前溪，直到西湖畔”。明明\n"]}},{"title":"离别","cont":{"title":"临江仙·淡水三年欢意","nian":"宋代","author":"晏几道","contson":"\n淡水三年欢意，危弦几夜离情。晓霜红叶舞归程。客情今古道，秋梦短长亭。渌酒尊前清泪，阳关叠里离声。少陵诗思旧才名。云鸿相约处，烟雾九重城。\n","contyishang":["译文如君子相交淡如水般已经知心三年，欢乐自在，短短的几夜之间就像这急凑的琴声一般便要分离。明天天色微亮之际，霜打得红叶漫天飞舞之时，你们便要踏上归程。如此分别之情，古今同慨，千年叹颂；在这秋意微凉之际，我将日夜思念，时时梦见曾经分别时刻的场面。端起面前清澈的水酒，默默的留下不舍的泪水，琴弦也凑热闹一般的奏起阳关三叠，仿佛一同相送友人。杜甫曾借诗词寄托思念的友人颇有才名，我亦愿仿效之。小云，小鸿，沈十二，廉叔，我们相约再次相见的地方，在烟雾缭绕的京城。","注释①淡水：语出《庄子·山木》：“且君子之交淡若水。”②危弦：急弦。\n"]}},{"title":"离别","cont":{"title":"生查子·春山烟欲收","nian":"唐代","author":"牛希济","contson":"\n春山烟欲收，天澹星稀小。残月脸边明，别泪临清晓。语已多，情未了，回首犹重道：记得绿罗裙，处处怜芳草。\n","contyishang":["译文春山上的烟雾即将散去，淡色的天空上，星星稀疏且小。将落的月儿照在我们脸上，流着离别的泪水，天已经接近黎明。话已经说了很多，情意却没有尽头。回过头来仍说道：记得绿罗裙，无论走到何处都要怜惜芳草。","注释①生查子：词调名，原为唐教坊曲名。这首词写一对情侣拂晓惜别的依依之情，是五代词中写离情的名篇，结尾尤为人称道。②烟欲收：山上的雾气正开始收敛。③重(chang)道：再次说。"]}},{"title":"离别","cont":{"title":"临江仙引·上国","nian":"宋代","author":"柳永","contson":"\n上国。去客。停飞盖、促离筵。长安古道绵绵。见岸花啼露，对堤柳愁烟。物情人意，向此触目，无处不凄然。醉拥征骖犹伫立，盈盈泪眼相看。况绣帏人静，更山馆春寒。今宵怎向漏永，顿成两处孤眠。\n","contyishang":["译文我在华州，但现在要离开了。停下车驾，匆促地参加送别的筵席。只见河岸边带露珠的花朵似乎正在悲哀的哭泣，对面长堤上茂密的柳林也仿佛被忧愁笼罩。面对此景，触目伤怀，那物的情状、人的情绪无处不凄凉悲伤。醉意蒙蒙中仍持握缰绳骑马伫立，饱含离情眼泪的双眼，彼此相看，不忍离去。更何况这一离别，将是彩绣帏帐中人孤寂，山中馆驿春夜寒。今宵将怎样面对这漫漫长夜，一下子分居两处，独自而眠。","注释⑴临江仙引：词牌名，柳永据《临江仙》作引曲，《乐章集》注“南吕调”。双调七十四字，上片十句两仄韵、四平韵，下片六句三平韵。⑵上国：泛指京都以西地区，此\n"]}},{"title":"离别","cont":{"title":"踏莎行·候馆梅残","nian":"宋代","author":"欧阳修","contson":"\n候馆梅残，溪桥柳细。草薰风暖摇征辔。离愁渐远渐无穷，迢迢不断如春水。 寸寸柔肠，盈盈粉泪。楼高莫近危阑倚。平芜尽处是春山，行人更在春山外。\n","contyishang":["译文客舍前的梅花已经凋残，溪桥旁新生细柳轻垂，春风踏芳草远行人跃马扬鞭。走得越远离愁越没有穷尽，像那迢迢不断的春江之水。寸寸柔肠痛断，行行盈淌粉泪，不要登高楼望远把栏杆凭倚。平坦的草地尽头就是重重春山，行人还在那重重春山之外。","注释⑴候馆：迎宾候客之馆舍。《周礼·地官·遗人》：“五十里有市，市有候馆。”⑵草薰：小草散发的清香。薰，香气侵袭。征辔（pèi）：行人坐骑的缰绳。辔，缰绳。此句化用南朝梁江淹《别赋》“闺中风暖，陌上草薰”而成。⑶迢迢：形容遥远的样子。⑷寸寸柔肠：柔肠寸断，形容愁苦到极点。\n"]}},{"title":"离别","cont":{"title":"绮寮怨·上马人扶残醉","nian":"宋代","author":"周邦彦","contson":"\n上马人扶残醉，晓风吹未醒。映水曲、翠瓦朱檐，垂杨里、乍见津亭。当时曾题败壁，蛛丝罩、淡墨苔晕青。念去来、岁月如流，徘徊久、叹息愁思盈。 去去倦寻路程。江陵旧事，何曾再问杨琼。旧曲凄清。敛愁黛、与谁听。尊前故人如在，想念我、最关情。何须渭城。歌声未尽处，先泪零。\n","contyishang":["译文昨夜的酒力尚未消去，上马时尚需有人帮扶，清晨的凉风还没有把我吹醒。一路上但见碧瓦红檐，倒映在曲折的流水里，垂杨树掩映着渡口旁的驿亭。想当年曾在亭壁上题写诗句，如今墙上罩满了蛛网尘埃，墨色消淡，字迹已被青苔斑蚀得模糊不清。想过去未来的进退升沉，岁月如流水。我徘徊叹息，愁思如潮，久久难以平静。数年来宦游不止，已倦于打听前行的路程。江陵的风流韵事最难忘，自此后再没有能够重访歌妓杨琼。她唱着旧日的歌曲声韵凄清，她聚敛着愁眉，谁是知音与听？酒樽前的故友倘若健在，定会想念我，最是关怀动情。何必唱朋友送别的《渭城曲》，她那歌声尚未唱完，我的热泪先自飘零!","注释\n"]}},{"title":"离别","cont":{"title":"魏郡别苏明府因北游","nian":"唐代","author":"李白","contson":"\n魏都接燕赵，美女夸芙蓉。淇水流碧玉，舟车日奔冲。青楼夹两岸，万室喧歌钟。天下称豪贵，游此每相逢。洛阳苏季子，剑戟森词锋。六印虽未佩，轩车若飞龙。黄金数百镒，白璧有几双。散尽空掉臂，高歌赋还邛。落魄乃如此，何人不相从？远别隔两河，云山杳千重。何时更杯酒，再得论心胸。\n","contyishang":["译文魏都邻接燕国赵国，美女个个赛过芙蓉花。淇水流趟，宛如碧玉，舟车交通繁忙，日夜奔流。青楼夹两岸而立，千家万户繁弦密鼓，歌声嘹亮。天下称此为豪贵之都，游此每每与豪杰相逢。你和洛阳苏季子一样，口齿流利，如剑戟森锋。虽然还没有佩挂六国的相印，门前豪华轩车如奔马飞龙。家有黄金数千两，还有白璧好几双。散尽万金，两袖清风潇洒自在而去，高歌吟赋还故乡。落魄的时候都如此豪爽，谁不愿意跟从？此处一别，远隔黄河淮河，云山杳杳千万重。何时再见，更尽一杯酒，到时候再论心胸。\n"]}},{"title":"离别","cont":{"title":"南柯子·怅望梅花驿","nian":"宋代","author":"范成大","contson":"\n怅望梅花驿，凝情杜若洲。香云低处有高楼，可惜高楼不近木兰舟。缄素双鱼远，题红片叶秋。欲凭江水寄离愁，江已东流那肯更西流。\n","contyishang":["译文惆怅的望着梅花驿，专注的看着开有燕子花的绿洲。祥云下面有高楼大厦，可惜高楼不是用木兰木做的。想用缄帛写信可是离双鱼很遥远无从寄信，于是秋叶都红了也还没写。想借助江水寄托离愁别绪，可是江水是向东流的哪里能够流向西边呢？","注释⑴驿：驿，音亦，驿站、传舍，古传递文书、官员来往及运输途中暂息住宿之所。古驿传有亭，故又称驿亭。清末置邮局后始废。⑵杜若：燕子花也。⑶双鱼：古乐府《饮马长城窟行》有“客从远方来，遗我双鲤鱼。呼儿烹鲤鱼，中有尺素书。长跪读素书，书中竟何如。上有加餐食，下有长相忆。”，又《汉书·苏武传》有“教使\n"]}},{"title":"离别","cont":{"title":"柳梢青·送卢梅坡","nian":"宋代","author":"刘过","contson":"\n泛菊杯深，吹梅角远，同在京城。聚散匆匆，云边孤雁，水上浮萍。 教人怎不伤情。觉几度、魂飞梦惊。后夜相思，尘随马去，月逐舟行。\n","contyishang":["译文回忆当年，你我同在京城，共饮菊花酒，同听悠远的《梅花落》笛曲。你我聚散匆匆，如云边孤雁，又如水上浮萍，到处漂泊不定。离别之后，让人怎么不伤心动情？梦里也曾几度相会，但是梦醒后，因为见不到友人，又失魂丧魄，六神无主，辗转反侧，无法安睡。后半夜的相思，心像飞尘一样时时紧跟在友人的马后，又像明月一样处处追随在友人的舟旁。","注释①卢梅坡：南宋诗人，刘过在京城杭州交结的朋友。②泛菊杯深：化用陶渊明诗，写重阳佳节两人共饮菊花酒。泛，漂浮。深，把酒斟满。③吹梅角远：化用李清照诗，写在春天时候他们郊游赏梅。梅：梅花。角：号角\n"]}},{"title":"离别","cont":{"title":"送陆务观福建提仓","nian":"宋代","author":"韩元吉","contson":"\n觥船相对百分空，京口追随似梦中。落纸云烟君似旧，盈巾霜雪我成翁。春来茗叶还争白，腊尽梅梢尽放红。领略溪山须妙语，小迂旌节上凌风。\n","contyishang":[]}},{"title":"离别","cont":{"title":"远别离","nian":"唐代","author":"李白","contson":"\n远别离，古有皇英之二女，乃在洞庭之南，潇湘之浦。海水直下万里深，谁人不言此离苦？日惨惨兮云冥冥，猩猩啼烟兮鬼啸雨。我纵言之将何补？皇穹窃恐不照余之忠诚，雷凭凭兮欲吼怒。尧舜当之亦禅禹。君失臣兮龙为鱼，权归臣兮鼠变虎。或云：尧幽囚，舜野死。九疑联绵皆相似，重瞳孤坟竟何是？帝子泣兮绿云间，随风波兮去无还。恸哭兮远望，见苍梧之深山。苍梧山崩湘水绝，竹上之泪乃可灭。\n","contyishang":["译文远别离啊，古时有尧之二女娥皇、女英在洞庭湖之南、潇湘的岸边，在为与舜的远别而恸哭。洞庭、湘水虽有万里之深，也难与此别离之苦相比。她们只哭得白日无光，云黑雾暗，感动得猿揉在烟雾中与之悲啼！鬼神为之哀泣，泪下如雨。现在我提起此事有谁能理解其中的深意呢？我的一片忠心恐怕就是皇天也不能鉴照啊。我若说出来，不但此心无人能够理解，还恐怕要由此引起老天的雷霆之怒呢？到了这个份上，就是尧也得让位于舜，舜也得让位于禹。国君若失去了贤臣的辅佐，就会像神龙化之为凡鱼；奸臣一旦把持了大权，他们就会由老鼠变成猛虎。\n"]}},{"title":"离别","cont":{"title":"南乡子·落日照楼船","nian":"宋代","author":"朱熹","contson":"\n落日照楼船，稳过澄江一片天。珍重使君留客意，依然，风月从今别一川。离绪悄危弦，永夜清霜透幕毡。明日回头江树远，怀贤，目断晴空雁字连。\n","contyishang":["　　这是一首描写离别的小令，分上下两阕，共四句。每句都有一个直指或暗示时间的词，建立了这首词时间流动的架构：黄昏——前夜——后夜——清晨，在这段时间内，空间相应变换，景物和人物感情相应变换等，浓浓的离情别绪经过逐步变换，最后化为一片清澄，为这首小令的特色。","　　首句写景，观景的眼界由远及近，又由近及远。以“落日”起笔，既点明黄昏的时间，又烘托气氛，重点落在“楼船”，点出别离主题。后句紧接前句，“澄江”照应“船”，“稳过”照应“楼”，“一片天”照应“落日”，过渡和呼应极为妥贴、平稳。“一片天”既可是落日之实在背景，又可是江天，落日映照水中，波光粼粼，则上下相映，已成一体。“\n"]}},{"title":"离别","cont":{"title":"水调歌头·江上春山远","nian":"宋代","author":"葛长庚","contson":"\n江上春山远，山下暮云长。相留相送，时见双燕语风樯。满目飞花万点，回首故人千里，把酒沃愁肠。回雁峰前路，烟树正苍苍。 漏声残，灯焰短，马蹄香。浮云飞絮，一身将影向潇湘。多少风前月下，迤逦天涯海角，魂梦亦凄凉。又是春将暮，无语对斜阳。\n","contyishang":["　　葛长庚的词最显著的特点，是语言讲究，工于推敲。开头的“江上春山远，山下暮云长”二句，选用江、山、云这些巨幅背景入词，同时用“远”字、“长”字预示行人辽远的去向，用“春”字、“暮”字勾勒出最叫人伤神的时令。因此，起首十字在点明“相留相送”之前，就已饱含了惜别的全部情绪。这首词的开头纯用景语，由于一二句意境高远，所以词篇刚一开始就将离别的愁绪，渲染得分外的浓烈，接着就有“相留相送”一句，似乎感情的即将汹涌而出了。谁知刚说完了这四个字，作者却突然打住，来了句“时见双燕语风樯”。“相留相送”的心情如何？作者反而欲说还休，这种写法既写出情之切，难以表达，同时又使文势跌宕，于一张一弛之中显出了作\n"]}},{"title":"离别","cont":{"title":"渔歌子·柳如眉","nian":"唐代","author":"魏承班","contson":"\n柳如眉，云似发，鲛绡雾縠笼香雪。梦魂惊，钟漏歇，窗外晓莺残月。几多情，无处说，落花飞絮清明节。少年郎，容易别，一去音书断绝。\n","contyishang":[]}},{"title":"离别","cont":{"title":"八归·湘中送胡德华","nian":"宋代","author":"姜夔","contson":"\n芳莲坠粉，疏桐吹绿，庭院暗雨乍歇。无端抱影销魂处，还见篠墙萤暗，藓阶蛩切。送客重寻西去路，问水面琵琶谁拨？最可惜、一片江山，总付与啼鴂。长恨相从未款，而今何事，又对西风离别？渚寒烟淡，棹移人远，飘渺行舟如叶。想文君望久，倚竹愁生步罗袜。归来后，翠尊双饮，下了珠帘，玲珑闲看月。\n","contyishang":["译文荷花飘落，稀疏的梧桐开始坠下绿叶。庭院里，一场秋雨刚停歇。我说不出原因，一个人突然独自伤悲。又看见竹篱边的萤火虫在幽暗中飞来飞去，苔阶旁的蟋蟀叫声更令人断肠。我送别客人，重寻西去的水路，不知水上是否有人为你演奏一曲？最可惜的是把一片江山大好风景，却付给悲鸣的鸟儿。常常遗憾我们相识相知时间太短，而今在这落花时节，为何又要无奈地依依相别？清冷的洲渚烟水茫茫，船儿就要出发，友人的行舟已远，如一片轻叶。他的妻子一定在家中盼望着他，日日站在翠竹旁，任凭罗袜上染上清尘。等到丈夫归来后，夫妻二人幸福地团圆。双双下了珠帘，对着明月对饮到天明。","注释\n"]}},{"title":"离别","cont":{"title":"凭栏人·闺怨","nian":"元代","author":"王元鼎","contson":"\n垂柳依依惹暮烟，素魄娟娟当绣轩。妾身独自眠，月圆人未圆。啼得花残声更悲，叫得春归郎未知。杜鹃奴倩伊，问郎何日归？\n","contyishang":[]}}]