[{"title":"秋天","cont":{"title":"","nian":"","author":"","contson":"","contyishang":[]}},{"title":"秋天","cont":{"title":"庆春宫·秋感","nian":"宋代","author":"吴文英","contson":"\n残叶翻浓，余香栖苦，障风怨动秋声。云影摇寒，波尘锁腻，翠房人去深扃。昼成凄黯，雁飞过、垂杨转青。阑干横暮，酥印痕香，玉腕谁凭。 菱花乍失娉婷。别岸围红，千艳倾城。重洗清杯，同追深夜，豆花寒落愁灯。近欢成梦，断云隔、巫山几层。偷相怜处，熏尽金篝，销瘦云英。\n","contyishang":[]}},{"title":"秋天","cont":{"title":"秋行","nian":"宋代","author":"徐玑","contson":"\n戛戛秋蝉响似筝，听蝉闲傍柳边行。小溪清水平如镜，一叶飞来浪细生。\n","contyishang":[]}},{"title":"秋天","cont":{"title":"卜算子·秋晚集杜句吊贾傅","nian":"宋代","author":"杨冠卿","contson":"\n苍生喘未苏，买笔论孤愤，文采风流今尚存，毫发无遗恨。 凄恻近长沙，地僻秋将尽。长使英雄泪满襟，天意高难问。\n","contyishang":["　　集句，谓集古人之成语以为诗。晋人傅咸尝集《诗经》句以成篇，名《毛诗》，为集句诗之始。王安石晚年居金陵，闲来无事，喜为集句，有多达百韵者。沈括《梦溪笔谈》（卷十四《艺文》一）大为推崇，说“语意对偶，往往亲切过于本诗。”这种特定类型的诗，愈到后来愈趋向于文字游戏，佳作寥寥。套用袁枚“改诗难于作诗”的话，不妨说“集句难于改诗”。李渔将词曲结构比作工程师之建宅，“先筹建厅，何处开户，栋需何木，梁用何材；必俟成局了然，始可挥斤运斧”（《闲情偶记·词曲部》）。现在是“挥斤运斧”去斫人家的“七宝楼台”，偶一不慎，那就真是“碎拆下来，不成片段”了。拆固不易，拼接犹难。故贺黄公（裳）云：“生平不喜集句\n"]}},{"title":"秋天","cont":{"title":"齐天乐·绿芜凋尽台城路","nian":"宋代","author":"周邦彦","contson":"\n绿芜凋尽台城路，殊乡又逢秋晚。暮雨生寒，鸣蛩劝织，深阁时闻裁剪。云窗静掩。叹重拂罗裀，顿疏花簟。尚有綀囊，露萤清夜照书卷。荆江留滞最久，故人相望处，离思何限。渭水西风，长安乱叶，空忆诗情宛转，凭高眺远。正玉液新篘，蟹螯初荐。醉倒山翁，但愁斜照敛。\n","contyishang":["译文秋景萧条，客子秋心寥落，正如杂草凋敝穷竭至极的台城。身处异乡又正逢晚秋心中悲中逢悲，更添伤感。傍晚的雨生起寒意，蟋蟀的呜声似劝人机织，间歇听闻到闺房中的女子正在赶制寒衣之声。暑去凉来，撤去花簟，铺上罗裀，织有花纹图案的竹凉席。纵然夏日所用已收藏、疏远，但还留得当时清夜聚萤照我读书之綀囊。綀音疏，一种极稀薄之布。我在荆江停留的时间越久，老友相对，离别后的思绪无限，无边怀念汴京之故人，情绪、兴致辗转周折，登临高处，唯有求得一醉，借酒消愁。训漉酒竹器，把蟹端上筵席来下酒。忽见夕阳西沉，纵然酩酊大醉，但仍无计逃愁。","注释⑴齐天乐，词牌名。又\n"]}},{"title":"秋天","cont":{"title":"蝶恋花·月到东南秋正半","nian":"清代","author":"王国维","contson":"\n月到东南秋正半。双阙中间，浩荡流银汉。谁起水精帘下看。风前隐隐闻箫管。凉露湿衣风拂面。坐爱清光，分照恩和怨。苑柳宫槐浑一片。长门西去昭阳殿。\n","contyishang":[]}},{"title":"秋天","cont":{"title":"同王征君湘中有怀","nian":"唐代","author":"张谓","contson":"\n八月洞庭秋，潇湘水北流。还家万里梦，为客五更愁。不用开书帙，偏宜上酒楼。故人京洛满，何日复同游。\n","contyishang":["译文八月的洞庭湖一片清秋，辽阔的潇湘水滔滔北流。关山万里做着回家之梦，他乡为客难奈五更离愁。无须打开书卷细细品味，只应开怀畅饮醉卧酒楼。长安洛阳亲朋故旧无数，什么时候再与他们同游？","注释⑴同：即“和”的意思。这是一首唱和之作。王徵君：姓王的徵君，名不详。徵君，对不接受朝廷征聘做官的隐士的尊称。《后汉书·黄宪传》：“友人劝其仕，宪亦不拒之，暂到京师而还，竟无所就。年四十八终，天下号曰徵君。”⑵洞庭：湖名。洞庭湖在今湖南省北部，素有“八百里洞庭”之称。湘、资、沅、澧四水汇流于此，在岳阳县城陵矶入长江。\n"]}},{"title":"秋天","cont":{"title":"清平乐·候蛩凄断","nian":"宋代","author":"张炎","contson":"\n候蛩凄断，人语西风岸。月落沙平江似练，望尽芦花无雁。暗教愁损兰成，可怜夜夜关情。只有一枝梧叶，不知多少秋声！\n","contyishang":["译文蟋蟀哀鸣欲断魂，秋风萧瑟秋江岸，人与秋虫共鸣。冷月落沙洲，澄江如彩绢，千里芦花望断，不见归雁行踪。默默愁煞庾信，可怜夜夜脉脉含离情。只有那一叶梧桐悠悠下，不知寄托了多少秋凉悲声！","注释1.清平乐：唐代教坊曲名，后用为词牌。又名《清平乐令》、《忆萝花》、《醉东风》等。双调四十六字。前段四句四仄韵；后段四句三平韵。又一体，前段四句四仄韵；后段四句三仄韵。2.蛩（qióng）：蟋蟀。3.练：素白未染之熟绢。4.芦花：芦絮。芦苇花轴上密生的白毛。5.愁损：愁杀。6.兰成：北周庾信的\n"]}},{"title":"秋天","cont":{"title":"沁园春·张路分秋阅","nian":"宋代","author":"刘过","contson":"\n万马不嘶，一声寒角，令行柳营。见秋原如掌，枪刀突出，星驰铁骑，阵势纵横。人在油幢，戎韬总制，羽扇从容裘带轻。君知否，是山西将种，曾系诗盟。 龙蛇纸上飞腾。看落笔四筵风雨惊。便尘沙出塞，封侯万里，印金如斗，未惬平生。拂拭腰间，吹毛剑在，不斩楼兰心不平。归来晚，听随军鼓吹，已带边声。\n","contyishang":["　　刘过是布衣之士，但他一生关心北伐，热衷于祖国的统一。加之他的词闻名天下，所以宋史虚称他为“天下奇男子，平生以气义撼当世”（见《龙洲词跋》）。因此，刘过与当时某些将领有过交往。词题中“张路分”，姓张，担任路分都监的官职，生平不详。路分都监为宋代路一级的军事长官。古代军队常于秋天演习，由长官检阅，故称“秋阅”。这首词记录了张路分举行“秋阅”的壮观场景，描绘了一个能文善武的抗战派儒将形象，抒发了作者北伐抗金的强烈愿望和祖国统一的爱国激情。","　　首三句从听觉上写演习开始前和开始时的景况。“万马”，说明演习规模之大。“万马”而“不嘶”，让人想见军容之整肃，军纪之严明。在如此寂静\n"]}},{"title":"秋天","cont":{"title":"秋晓行南谷经荒村","nian":"唐代","author":"柳宗元","contson":"\n杪秋霜露重，晨起行幽谷。黄叶覆溪桥，荒村唯古木。寒花疏寂历，幽泉微断续。机心久已忘，何事惊麋鹿。\n","contyishang":["、译文秋末大地铺满浓霜寒露，清晨起来行经幽深山谷。片片黄叶覆盖溪上小桥，荒凉村落只见一片古树。天寒山花疏落寂寞，深涧泉水若断若续。我久已忘却技巧心计，为何仍然惊动了麋鹿？","注释1、南谷：在永州郊外。2、杪（miǎo）秋：晚秋。杪，树梢。引申为尽头，多指年、月或季节的末尾。3、幽谷：幽深的山谷。4、覆：遮盖。5、唯：只有。6、寒花：即秋花，寒秋的山花。7、疏：稀疏。8、寂历：孤寂，这里指花不繁茂。历，单个。9、幽泉：深山\n"]}},{"title":"秋天","cont":{"title":"行香子·秋入鸣皋","nian":"宋代","author":"许古","contson":"\n秋入鸣皋，爽气飘萧。挂衣冠、初脱尘劳。窗间岩岫，看尽昏朝。夜山低，晴山近，晓山高。细数闲来，几处村醪。醉模糊、信手挥毫。等闲陶写，问甚风骚。乐因循，能潦倒，也消摇。\n","contyishang":["　　这是一首堪与陶潜“采菊东篱下，悠然见南山”之意境相媲美，表现辞官归隐，陶醉于自然佳趣，把酒当歌，逍遥自在，生活优然闲适，心情超然物外的好词，历来为词论家所推崇。","　　上片以景语起：“秋入鸣皋，爽气飘萧”，八字画出一幅山中秋日图。“鸣皋”，指古老的鸣皋山（在河南嵩县东北，传说古有鹤鸣于此，故曰鸣皋山）。秋天来到了古老的鸣皋山，秋高气爽，令人心旷神怡。“挂衣冠，初脱尘劳”，词人刚刚从沉闷、压抑的官场生活中解脱出来，重新投入大自然的怀抱，面对秋日山中舒爽怡人的自然景象，怎能不心情愉悦？","　　“初脱尘劳”写出了对官场生活的厌倦和归隐之后如释重负的感觉。“窗间岩\n"]}},{"title":"秋天","cont":{"title":"菩萨蛮·庭叶翻翻秋向晚","nian":"宋代","author":"张孝祥","contson":"\n庭叶翻翻秋向晚。凉砧敲月催金剪。楼上已清寒。不堪频倚栏。 邻翁开社瓮。唤客情应重。不醉且无归。醉时归路迷。\n","contyishang":[]}},{"title":"秋天","cont":{"title":"平湖乐·采菱人语隔秋烟","nian":"元代","author":"王恽","contson":"\n采菱人语隔秋烟，波静如横练。入手风光莫流转，共留连，画船一笑春风面。江山信美，终非吾土，问何日是归年？\n","contyishang":["译文透过清秋的薄雾，传来了采菱姑娘的笑语。湖面风平浪静，像白色的素绢平铺。到手的美好风光可别虚负，我在湖上久久留恋，不肯离去。相交而过的画船上，佳人对我嫣然一笑，是那样的娇妩。江山确实美如画图，可惜毕竟不是我的家乡，不知什么时候才能回到故土？ ","注释①练：白色的绢绸。②入手：到来。③留连：留恋而徘徊不去。④“江山”二句：语本王粲《登楼赋》：“虽信美而非吾土兮，曾何足以少留。”信美：确实美。"]}},{"title":"秋天","cont":{"title":"玉楼春·别后不知君远近","nian":"宋代","author":"欧阳修","contson":"\n别后不知君远近。触目凄凉多少闷。渐行渐远渐无书，水阔鱼沉何处问。夜深风竹敲秋韵。万叶千声皆是恨。故欹单枕梦中寻，梦又不成灯又烬。\n","contyishang":["译文自从分别之后，不知你已经到了何方？眼里心中都是凄凉与愁闷，生出不尽的忧愁！你越走越远，最后竟断了音信；江水是何等的宽阔，鱼儿深深地游在水底，我又能向何处去打听你的消息？ 昨夜里大风吹得竹林处处作响，传递着深秋的韵律，每一片叶子的声响都似乎在诉说着怨恼。我有心斜倚着单枕，希望梦中能与你相遇，可惜梦做不成，无奈灯芯，又在秋风中燃成烬。 ","注释⑴鱼沉：古人有鱼雁传书之说，鱼沉，谓无人传言。 ⑵秋韵：即秋声。此谓风吹竹声。⑶攲（[qī]第一声）：倚、依。⑷烬（[jìn]第四声）：火烧剩余之物，此指灯花。\n"]}},{"title":"秋天","cont":{"title":"菩萨蛮·回廊远砌生秋草","nian":"五代","author":"冯延巳","contson":"\n回廊远砌生秋草，梦魂千里青门道。鹦鹉怨长更，碧笼金锁横。罗帏中夜起，霜月清如水。玉露不成圆，宝筝悲断弦。\n","contyishang":["　　这是一首思妇念远之小令。词人将时间集中在一个清秋之夜，将环境集中于一所闺房之内。在以内环境描写人物心态时，又以外环境进行氛围的渲染，从而使人物的情绪得到更加充分的显现。","　　上阕前二句就是内环境与外环境结合交融的成功范例：“回廊远砌生秋草”，这是闺房以外的外环境描写，此句不仅点明闺房所在的环境和闺中人思的时间，而且为下句“梦魂千里青门道”铺排了一个出发点和经由路：闺房中思妇的梦魂正是由此飞向千里青门之外，“青门”当为所思之人的所在地，这是一个更为遥远的外环境，但它只不过是出现于思妇梦魂中的一个虚象，实际仍包含于词中的规定情境——内环境之中。下面两句：“鹦鹉怨长更，碧笼\n"]}},{"title":"秋天","cont":{"title":"辋川闲居赠裴秀才迪","nian":"唐代","author":"王维","contson":"\n寒山转苍翠，秋水日潺湲。倚杖柴门外，临风听暮蝉。渡头馀落日，墟里上孤烟。(馀 一作 余)复值接舆醉，狂歌五柳前。\n","contyishang":["译文寒山转变得格外郁郁苍苍，秋水日日舒缓地流向远方。我柱杖伫立在茅舍的门外，迎风细听着那暮蝉的吟唱。渡头那边太阳快要落山了，村子里的炊烟一缕缕飘散。又碰到裴迪这个接舆酒醉，在恰如陶潜的我面前讴狂。","注释1.辋川：水名，在今陕西省蓝田县南终南山下。山麓有宋之问的别墅，后归王维。王维在那里住了三十多年，直至晚年。裴迪：诗人，王维的好友，与王维唱和较多。2.转苍翠：一作“积苍翠”。转：转为，变为。苍翠：青绿色，苍为灰白色，翠为墨绿色。3.潺湲（chán yuán ）：水流声。这里指水流缓慢的样子\n"]}},{"title":"秋天","cont":{"title":"对竹思鹤","nian":"宋代","author":"钱惟演","contson":"\n瘦玉萧萧伊水头，风宜清夜露宜秋。更教仙骥旁边立，尽是人间第一流。\n","contyishang":["译文萧萧瘦竹映在伊水之滨，跟露冷风清的秋夜多么相称。假如旁边再有孤高的仙鹤伫立，那全是人间第一流物象情景。","注释⑴瘦玉：细竹的美称。萧萧：竦立貌。伊水：水名，即伊河，出河南卢氏县东南，东北流经嵩县、伊川、洛阳，至偃师，入洛河。⑵仙骥（jì）：《相鹤经》称鹤为“羽族之宗长，仙人之骐骥”。神话传说中仙人多骑鹤，故称。"]}},{"title":"秋天","cont":{"title":"失题","nian":"隋代","author":"杨广","contson":"\n寒鸦飞数点，流水绕孤村。斜阳欲落处，一望黯消魂。\n","contyishang":["译文寒鸦点点，上下翻飞，流水潺潺，环绕孤村。傍晚西斜的太阳将落，这场景让人一看就不免黯然惆怅。 ","注释寒鸦：寒天的乌鸦；受冻的乌鸦。"]}},{"title":"秋天","cont":{"title":"生查子·秋来愁更深","nian":"宋代","author":"杨无咎","contson":"\n秋来愁更深，黛拂双蛾浅。翠袖怯春寒，修竹萧萧晚。 此意有谁知，恨与孤鸿远。小立背西风，又是重门掩。\n","contyishang":[]}},{"title":"秋天","cont":{"title":"玉楼春·和吴见山韵","nian":"宋代","author":"吴文英","contson":"\n阑干独倚天涯客。心影暗凋风叶寂。千山秋入雨中青，一雁暮随云去急。霜花强弄春颜色。相吊年光浇大白。海烟沈处倒残霞，一杼鲛绡和泪织。\n","contyishang":["译文浪迹天涯的孤客独倚栏干，面对着深秋中的凄风凋叶，更觉得寂寞惆怅。绵绵群山在淅沥的秋雨中泛出了青光，一只离群的孤雁在暮色苍茫中随着迅飞的流云拼力地挣扎奋飞。百花凋零，惟有那秋菊逞强，显示出些许春天般的缤纷色彩。而我们却只能为那已消逝的美好年华举杯凭吊，饮一杯大白。暮天夕阳返照天空，倒挂着一缕美丽的彩虹，那是大海中的鲛人用泪水一梭梭编织的七彩鲛绡幻化而成的。","注释玉楼春：据《词谱》载：“因顾敻词中有‘月照玉楼春漏促’，又有‘柳映玉楼春日晚’。五代欧阳炯词中有‘日照玉楼花似锦，楼上醉和春色寝’。又有‘春早玉楼烟雨夜’句，取为调名。”又名《\n"]}},{"title":"秋天","cont":{"title":"长相思·铁瓮城高","nian":"宋代","author":"秦观","contson":"\n铁瓮城高，蒜山渡阔，干云十二层楼。开尊待月，掩箔披风，依然灯火扬州。绮陌南头，记歌名宛转，乡号温柔。曲槛俯清流。想花阴，谁系兰舟？念凄绝秦弦，感深荆赋，相望几许凝愁。勤勤裁尺素，奈双鱼难渡瓜洲。晓鉴堪羞，潘鬓点、吴霜渐稠。幸于飞、鸳鸯未老，不应同是悲秋。\n","contyishang":["译文在镇江城楼头、西津渡口，楼有十二层高入云霄。在楼上的阁房里，品着酒以待赏月，夜寒了，就放下帘子挡挡风。居高临下，看着黄昏时镇江城的万家灯火，就像看到了扬州城。于是想起了以前在扬州的一段欢娱生活。歌妓唱着《宛转歌》，很温柔，惬和人意。那座妓楼依河流而居，我曾乘着兰舟寻访美色。我估量着，自分别以后，你一定每每弹着凄凉的曲调，思念着我；而我呢，也每每吟哦着哀怨的词句，思念着你；山山相隔，我们相望了多少次都看不见，只能把愁恨凝聚在乐曲里和词章里。我屡屡想给你写情书，无奈山高路远，到不了你那边。清晨临镜，白发日渐见多，老态堪羞。有幸的是，你尚未见老，不应像我这样，为衰老\n"]}},{"title":"秋天","cont":{"title":"江上秋怀","nian":"唐代","author":"李白","contson":"\n餐霞卧旧壑，散发谢远游。山蝉号枯桑，始复知天秋。朔雁别海裔，越燕辞江楼。飒飒风卷沙，茫茫雾萦洲。黄云结暮色，白水扬寒流。恻怆心自悲，潺湲泪难收。蘅兰方萧瑟，长叹令人愁。\n","contyishang":["译文远游归来，回到故山，散发卧壑吞食霞气。山里寒蝉在枯桑枝上号叫，这才知道已经是秋天了。北方的大雁告别了海滨，南方的燕子辞别了江楼，各自回到自己的家乡。飒飒秋风卷起沙瀑，苍苍茫茫的沙雾笼罩江洲。黄云漫天，暮色苍莽，江中白水扬起寒流。心中恻怆之情油然而生，泪水如涌泉潺湲不尽。山里蘅草兰花已经萧瑟凋零，为此长叹不已，令人哀愁不尽。","注释⑴餐霞，王本注：“餐霞，吞食霞气。仙家修炼之法。”也指不入仕且与世俗不合之人。颜延年《五君咏·嵇中散》：“中散不偶世，本自餐霞人。”⑵散\n"]}},{"title":"秋天","cont":{"title":"秋夜曲","nian":"唐代","author":"王维","contson":"\n桂魄初生秋露微，轻罗已薄未更衣。银筝夜久殷勤弄，心怯空房不忍归。\n","contyishang":["译文月亮初升时秋露已经稀微，身着单薄的罗衣并未更换别的衣裳。漫漫长夜满怀深情地银筝拨动，心中害怕独守空房，不忍进屋睡觉。","注释秋夜曲：属乐府《杂曲歌辞》，是一首宛转含蓄的闺怨诗。桂魄：即月亮。相传月中有桂树，又月初生时的微光曰魄，故称初生之月为桂魄。轻罗：轻盈的丝织品，宜做夏装，在此代指夏装。已薄：已觉单薄。筝：拨弦乐器，十三弦。殷勤弄：频频弹拨。空房：谓独宿无伴。"]}},{"title":"秋天","cont":{"title":"谒金门·秋感","nian":"宋代","author":"苏轼","contson":"\n今夜雨。断送一年残暑。坐听潮声来别浦。明朝何处去。孤负金尊绿醑。来岁今宵圆否。酒醒梦回愁几许。夜阑还独语。\n","contyishang":["译文今夜一场秋雨，结束了一年的秋老虎。因为爱听那钱塘江的潮声，就来到了送友话别的江边。明天将奔向什么地方？有负于金杯盛的美酒，明年的今晚还能相聚吗？酒醒梦醒还有多少愁？尽管夜深了，我一人还在自言自语。","注释⑴谒金门：词牌名。⑵断送：犹言结束。残暑：暑天最后最热的时间在三伏，俗称“秋老虎”。⑶浦：水滨，这里指钱塘江边。⑷孤负：对不起。金尊：金杯。绿醑（xǔ）：绿色美酒。唐太宗《春日玄武门宴群臣》：清尊浮绿醑，雅曲韵朱弦。⑸来岁：明年。圆：团圆，引伸为相聚。⑹回：醒来。几许：多少。\n"]}},{"title":"秋天","cont":{"title":"秋夜曲","nian":"唐代","author":"张仲素","contson":"\n丁丁漏水夜何长，漫漫轻云露月光。秋逼暗虫通夕响，征衣未寄莫飞霜。\n","contyishang":["译文计时的漏壶在长夜里响起“丁丁”的滴水声，天幕上轻云在缓慢地移动，月亮时而被遮住，时而又露了出来。暗处的秋虫一整夜都在鸣叫着，突然想起还没有给出征作战的丈夫准备寒衣，此时千万不要下霜。","注释⑴丁丁：拟声词，形容漏水的声音。⑵何：何其，多么。⑶漫漫：形容轻云的形状变幻。⑷暗虫：暗处的秋虫。⑸通夕：整晚，通宵。⑹响：鸣叫。⑺征衣：出征将士之衣，泛指军服。⑻寄：寄送，寄达。⑼莫飞霜：千万不要下霜。"]}},{"title":"秋天","cont":{"title":"新秋晚眺","nian":"清代","author":"德隐","contson":"\n山中多晚凉，清风厉秋节。遥瞻四五峰，壁立皆奇绝。修竹傍林开，乔松倚岩列。黄菊散芳丛，清泉凝白雪。对此怀素心，千里共明月。愿保幽贞姿，岁寒双皎洁。\n","contyishang":[]}},{"title":"秋天","cont":{"title":"眼儿媚·秋思","nian":"明代","author":"刘基","contson":"\n萋萋芳草小楼西，云压雁声低。两行疏柳，一丝残照，万点鸦栖。春山碧树秋重绿，人在武陵溪。无情明月，有情归梦，同到幽闺。\n","contyishang":[]}},{"title":"秋天","cont":{"title":"扫花游·秋声","nian":"宋代","author":"王沂孙","contson":"\n商飙乍发，渐淅淅初闻，萧萧还住。顿惊倦旅。背青灯吊影，起吟愁赋。断续无凭，试立荒庭听取。在何许。但落叶满阶，惟有高树。 迢递归梦阻。正老耳难禁，病怀凄楚。故山院宇。想边鸿孤唳，砌蛩私语。数点相和，更著芭蕉细雨。避无处。这闲愁、夜深尤苦。\n","contyishang":["　　欧阳修在《秋声赋》云“欧阳子方夜读书，闻有声自西南来者，悚然而听之，曰：异哉！初淅沥以萧飒，忽奔腾而砰湃。……”发端三句即由此化来。商飙乍发，渐淅淅初闻，萧萧还住。写秋风乍起，秋声随作的声势。古代用五音和方位配春夏秋冬四时，商声主西方属秋，秋风故云商飙。概括了欧阳修洋洋洒洒几十字所作的描写。“乍发、渐、初闻、还住”一系列支作，将秋声散在的听觉形象写得起伏宛然、张弛有致，将秋风秋声写得姿态卓立、声势宛然。“顿惊倦旅”，写词人闻秋声感羁旅之苦，词人的境遇较为凄惨。“顿惊”与“乍发”呼应，将秋声与情怀拍合一处。笔势转折。秋声是人惊起时所闻，倦旅之怀是闻秋声所发。咏秋声意在于其情，故意境顿深\n"]}},{"title":"秋天","cont":{"title":"秋风引","nian":"唐代","author":"刘禹锡","contson":"\n何处秋风至？萧萧送雁群。朝来入庭树，孤客最先闻。\n","contyishang":["译文秋风不知从哪里吹来，萧萧地送来了大雁一群群。清早秋风来到庭中的树木上，孤独的旅人最先听到秋风的声音。","注释⑴引：一种文学或乐曲体裁之一，有序奏之意，即引子，开头。⑵至：到。⑶萧萧：形容风吹树木的声音。晋陶潜《咏荆轲》：“萧萧哀风逝，淡淡寒波生。”雁群：大雁的群体。⑷朝：凌晨。庭树：庭园的树木。⑸孤客：单身旅居外地的人。汉焦赣《易林·损》：“路多枳棘，步刺我足，不利孤客，为心作毒。”这里指诗人自己。闻：听到。"]}},{"title":"秋天","cont":{"title":"秋日","nian":"宋代","author":"程颢","contson":"\n闲来无事不从容，睡觉东窗日已红。万物静观皆自得，四时佳兴与人同。道通天地有形外，思入风云变态中。富贵不淫贫贱乐，男儿到此是豪雄。\n","contyishang":["译文日子闲散的时候，没有一样事情不自如从容，往往一觉醒来，东边的窗子早已被日头照得一片通红。静观万物，都可以得到自然的乐趣，人们对一年四季中美妙风光的兴致都是一样的。道理通著天地之间一切有形无形的事物，思想渗透在风云变幻之中。只要能够富贵而不骄奢淫逸，贫贱而能保持快乐，这样的男子汉就是英雄豪杰了。","注释①从容：不慌不忙。 ②觉：醒。 ③静观：仔细观察。 ④自得：安逸舒适的样子 ⑤四时：指春、夏、秋、冬四季。 ⑥通：通达 ⑦淫：放纵。\n"]}},{"title":"秋天","cont":{"title":"送无可上人","nian":"唐代","author":"贾岛","contson":"\n圭峰霁色新，送此草堂人。麈尾同离寺，蛩鸣暂别亲。独行潭底影，数息树边身。终有烟霞约，天台作近邻。\n","contyishang":["译文雨后初晴，圭峰上蔚蓝天空格外新鲜，我们为草堂寺无可上人送行。在蛩鸣的秋天，他带着麈尾，离开了寺院，暂别了亲人。潭水中倒映着他独行的身影，他多次身倚树边休息。最终他应烟霞之约，把天台山作为近邻。","注释1.无可：僧人，本姓贾，范阳（今河北涿县）人，贾岛堂弟。诗名与贾岛齐。2.上人：佛教称具备德智善行的人为上人。3.圭（guī）峰：山峰名。位于陕西南鄂县东南紫阁峰东，与重云寺相对，其形如圭，故名。下有草堂寺，寺东又有小圭峰。4.霁（jì）色：雨后天空晴朗的蓝色。5.草\n"]}},{"title":"秋天","cont":{"title":"偶成","nian":"宋代","author":"朱熹","contson":"\n少年易学老难成，一寸光阴不可轻。(争议：少年易老学难成)未觉池塘春草梦，阶前梧叶已秋声。\n","contyishang":[]}},{"title":"秋天","cont":{"title":"登新平楼","nian":"唐代","author":"李白","contson":"\n去国登兹楼，怀归伤暮秋。天长落日远，水净寒波流。秦云起岭树，胡雁飞沙洲。苍苍几万里，目极令人愁。\n","contyishang":["译文离开国都登上这新平城楼，面对寥落暮秋心怀归念却不得归使我心伤。天空辽阔，夕阳在远方落下，塞波微澜河水在静静流淌。云朵从山岭的树林上升起，北宋的大雁飞落在沙洲。茫茫苍苍的八万里大地，极目远望使我忧愁。","注释1.新平：唐朝郡名，即邠州，治新平县（今陕西彬县）。2.“去国”二句：谓思归终南隐居之处，即所谓“松龙旧隐”。去国：离开国都。兹楼：指新平楼。兹：此。王粲《登楼赋》：“登兹楼以四望兮，聊暇日以销忧。”3.寒波流：指泾水。4.秦云：秦地的云。新平等地先秦时属秦国。秦，见《横江\n"]}},{"title":"秋天","cont":{"title":"残叶","nian":"宋代","author":"李觏","contson":"\n一树摧残几片存，栏边为汝最伤神。休翻雨滴寒鸣夜，曾抱花枝暖过春。与影有情唯日月，遇红无礼是泥尘。上阳宫女多诗思，莫寄人间取次人。\n","contyishang":["译文一棵树时时遭受摧残，现在有几片叶子还留存在枝头？站在栏杆旁，我最是为你感到伤心。不要在寒冷的夜里，冷雨击打中辗转，想起以前也曾在温暖的春天里饱含花蕾。算来只有日和月有情义，照着我依恋的树影。无礼的是泥土粗鲁地将秋天的红叶蹂躏。上阳宫女诗情横溢，取下红叶题写诗句，请千万注意不要随意寄给草率的世人。","注释（1）上阳：唐宫名。玄宗时，杨妃擅宠，貌美宫人多被遣居于此。（2）取次：意为随便、草草、等闲。"]}},{"title":"秋天","cont":{"title":"秋晚登楼望南江入始兴郡路","nian":"唐代","author":"张九龄","contson":"\n潦收沙衍出，霜降天宇晶。伏槛一长眺，津途多远情。思来江山外，望尽烟云生。滔滔不自辨，役役且何成。我来飒衰鬓，孰云飘华缨。枥马苦踡跼，笼禽念遐征。岁阴向晼晚，日夕空屏营。物生贵得性，身累由近名。内顾觉今是，追叹何时平。\n","contyishang":["译文路上的积水减少，沙滩露出，霜降天空之晶。 趴在栏杆远望，道路有深情。想来江山之外，看尽烟云发生。朝中事情多半无能为力，劳苦不息而不见成功。我年老而疏白的鬓发飘在清凉风中，谁说那是仕宦者的彩色冠缨。拴在槽上的马受束缚，蜷曲无法伸直，不自由的笼中鸟想念远行。年底临近傍晚（年将老），日夜白白地彷徨。事物可贵之处是合其情性，身心劳累的原因是喜好追求功名。内心自省：挂冠辞官是正确做法，追溯往事叹何时公平。 ","注释诗名含义：秋天的晚上，张九龄登上一座高楼，望见泛滥的\n"]}},{"title":"秋天","cont":{"title":"江上","nian":"清代","author":"王士祯","contson":"\n吴头楚尾路如何？烟雨秋深暗自波。晚趁寒潮渡江去，满林黄叶雁声多。\n","contyishang":["译文吴头楚尾之地的路是坎坷还是顺坦？在细雨之中慢慢进了深秋，秋天的江水暗自起伏。晚上趁着寒冷的潮水渡过江去，眼中尽是黄叶，耳边尽是雁嘶。","注释①吴头楚尾：今江西北部，此地春秋时是吴楚两国交界的地方。②烟雨：蒙蒙细雨。③寒潮：寒冷的潮水。"]}}]