[{"title":"诗经","cont":{"title":"","nian":"","author":"","contson":"","contyishang":[]}},{"title":"诗经","cont":{"title":"园有桃","nian":"先秦","author":"佚名","contson":"\n园有桃，其实之肴。心之忧矣，我歌且谣。不知我者，谓我士也骄。彼人是哉，子曰何其？心之忧矣，其谁知之？其谁知之，盖亦勿思！园有棘，其实之食。心之忧矣，聊以行国。不知我者，谓我士也罔极。彼人是哉，子曰何其？心之忧矣，其谁知之？其谁知之，盖亦勿思！\n","contyishang":["译文园子里的树上结满了鲜桃，那些甜美的果实可吃个饱。但我内心里充满忧伤情怀，低唱着伤心曲浅呤着歌谣。那些不理解我痛苦的人啊，肯定说我书呆子清高孤傲。这些通达之人说的很对啊，但请你告诉我怎么办为好？我内心里无尽的忧伤情怀，普天下之人你们谁能知道！你们谁能真正理解我心啊，我还是不要空自伤怀的好！园子里的小枣树枝繁叶茂，那些鲜美的果实可吃个饱。但我内心里充满忧伤情怀，姑且到广袤田里转悠一遭。那些不理解我痛苦的人啊，肯定说我书呆子是大傻冒。这些通达之人说的很对啊，但请你告诉我怎么办才好？我内心里无尽的忧伤情怀，普天下之人你们谁能知道！你们谁能真正理解我心啊，我还是不要空自\n"]}},{"title":"诗经","cont":{"title":"周颂·赉","nian":"先秦","author":"佚名","contson":"\n文王既勤止，我应受之。敷时绎思，我徂维求定。时周之命，於绎思。\n","contyishang":["译文文王创业多勤劳，我当继承治国道。扩展基业永不停，矢志不移谋安定。周邦承受上天命，继承伟业永不停！","注释⑴赉（lài）：赐予。⑵既：尽。勤：勤苦，辛劳。止：语气助词。一说勤止，是停止勤劳，即不在世的意思。⑶我：周武王自称。⑷敷（pǔ）时：普世，指天下所有诸侯。一说敷，是给予、布施的意思。时，世。绎（yì）：寻绎，思考，理出头绪。一说“续”。思：语气助词。⑸徂（cú）：往，指往伐商纣。定：共定天下。⑹时：是。一说通“侍”，承受。⑺於（wū）：叹词。"]}},{"title":"诗经","cont":{"title":"丘中有麻","nian":"先秦","author":"佚名","contson":"\n丘中有麻，彼留子嗟。彼留子嗟，将其来施施。丘中有麦，彼留子国。彼留子国，将其来食。丘中有李，彼留之子。彼留之子，贻我佩玖。\n","contyishang":["译文土坡上一片大麻，有郎的深情留下。有郎的深情留下，盼望郎来的步伐。土坡上一片麦田，有郎的爱意缠绵。有郎的爱意缠绵，盼望郎再来野宴。土坡上一片李林，有郎的真情爱心。有郎的真情爱心，他赠送佩玉晶莹。","注释1.麻：大麻，一年生草本植物，皮可绩为布者，古时种植以其皮织布做衣，子可食。2.留：一说停留、留住之留；一说指刘姓；一说为借“懰”，美好之意。子嗟：人名。一说对那个男子的尊称。3.将（qiāng）：请；愿；希望。施施：施予，帮助，有恩惠、惠予之意。一说慢行貌，一说高兴貌。4.子国：人名。诗中\n"]}},{"title":"诗经","cont":{"title":"大车","nian":"先秦","author":"佚名","contson":"\n大车槛槛，毳衣如菼。岂不尔思？畏子不敢。大车啍啍，毳衣如璊。岂不尔思？畏子不奔。榖则异室，死则同穴。谓予不信，有如皎日。\n","contyishang":["译文大车行走声槛槛，青色毛衣像嫩菼。难道是我不像你？相爱就怕你不敢。大车前行声啍啍，红色毛衣色如璊。难道是我不像你？怕你不跟我私奔。活着不能在一室，死后同埋一个坑。我说的话你不信，就让太阳来作证。","注释1.大车：古代用牛拉货的车，一说古代贵族乘坐的车子。2.槛（kǎn）槛：车轮的响声。3.毳（cuì）衣：毡子。本指兽类细毛，可织成布匹，制衣或缝制车上的帐篷。此处从闻一多说。菼（tǎn）：初生的芦苇，也叫荻，茎较细而中间充实，颜色青绿。此处以之比喻毳衣的青白色。4.尔：你。5.子\n"]}},{"title":"诗经","cont":{"title":"小雅·黄鸟","nian":"先秦","author":"佚名","contson":"\n黄鸟黄鸟，无集于穀，无啄我粟。此邦之人，不我肯穀。言旋言归，复我邦族。黄鸟黄鸟，无集于桑，无啄我粱。此邦之人，不可与明。言旋言归，复我诸兄。黄鸟黄鸟，无集于栩，无啄我黍。此邦之人，不可与处。言旋言归，复我诸父。\n","contyishang":["译文黄鸟黄鸟你听着，不要落在楮树上，不要啄我粟米粮。这个地方的人们，如今拒绝把我养。还是回去快回去，返回亲爱的故乡。黄鸟黄鸟你听着，不要落在桑树上，不要啄我红高粱。这个地方的人们，信义对他没法讲。还是回去快回去，回到兄弟的身旁。黄鸟黄鸟你听着，不要落在柞树上，不要啄食我黍粱。这个地方的人们，不可和睦相来往。还是回去快回去，回到叔伯的身旁。","注释⑴黄鸟：黄雀，喜吃粮食。⑵榖（gǔ）：树名，即楮树。⑶粟：谷子，去糠叫小米。⑷谷：养育。“不我肯谷”即“不肯谷我”。⑸言：语助词，无实义\n"]}},{"title":"诗经","cont":{"title":"菁菁者莪","nian":"先秦","author":"佚名","contson":"\n菁菁者莪，在彼中阿。既见君子，乐且有仪。菁菁者莪，在彼中沚。既见君子，我心则喜。菁菁者莪，在彼中陵。既见君子，锡我百朋。泛泛杨舟，载沉载浮。既见君子，我心则休。\n","contyishang":["译文莪蒿葱茏真繁茂，丛丛生长在山坳。已经见到那君子，快快乐乐好仪表。莪蒿葱茏真繁茂，簇簇生长在小洲。已经见到那君子，我的心里乐悠悠。莪蒿葱茏真繁茂，蓬蓬生长在丘陵。已经见到那君子，赐我贝币千百朋。荡漾水面杨木舟，随着波涛任漂流。已经见到那君子，我的心里乐无忧。","注释⑴菁（jīng）菁：草木茂盛。莪：莪蒿，又名萝蒿，一种可吃的野草。⑵阿：山坳。中阿，阿中也，大陵曰阿。⑶仪：仪容，气度。⑷沚：水中小洲。中沚，沚中也。小中小洲曰沚。⑸中陵：陵中也。丘陵高坡之地。\n"]}},{"title":"诗经","cont":{"title":"鸡鸣","nian":"先秦","author":"佚名","contson":"\n鸡既鸣矣，朝既盈矣。匪鸡则鸣，苍蝇之声。东方明矣，朝既昌矣。匪东方则明，月出之光。虫飞薨薨，甘与子同梦。会且归矣，无庶予子憎。\n","contyishang":["译文“公鸡喔喔已叫啦，上朝官员已到啦。”“这又不是公鸡叫，是那苍蝇嗡嗡闹。”“东方曚曚已亮啦，官员已满朝堂啦。”“这又不是东方亮，是那明月有光芒。”“虫子飞来响嗡嗡，乐意与你温好梦。”“上朝官员快散啦，你我岂不让人恨！”","注释①朝：朝堂。一说早集。②匪：同“非”。③昌：盛也。意味人多。④薨薨（hōng 轰）：飞虫的振翅声。⑤甘：愿。⑥会：会朝,上朝。且：将。⑦无庶：同“庶无”。庶，幸，希望。予子憎：恨我、你，代词宾语前置。"]}},{"title":"诗经","cont":{"title":"祈父","nian":"先秦","author":"佚名","contson":"\n祈父，予王之爪牙。胡转予于恤，靡所止居？祈父，予王之爪士。胡转予于恤，靡所厎止？祈父，亶不聪。胡转予于恤？有母之尸饔。\n","contyishang":["译文祈父！我是君王的卫兵。为何让我去征戍？没有住所不安定。祈父！我是君王的武士。为何让我去征戍？跑来跑去无休止。祈父！脑子的确不好使。为何让我去征戍？家中老母没饭吃。","注释⑴祈（qí）父（fǔ）：周代执掌封畿兵马的高级官员，即司马。⑵爪（zhǎo）牙：保卫国王的虎士，是对武臣的比喻。《汉书·李广传》：“将军者，国之爪牙也“。谓祈父职掌我王爪牙之事也。 现在多用作贬义。⑶恤（xù）：忧愁。⑷靡（mǐ）所：没有处所。⑸爪士：即爪牙之士。⑹厎（zhǐ）：停止。一说“至也”\n"]}},{"title":"诗经","cont":{"title":"鲁颂·泮水","nian":"先秦","author":"佚名","contson":"\n思乐泮水，薄采其芹。鲁侯戾止，言观其旂。其旂茷茷，鸾声哕哕。无小无大，从公于迈。\n思乐泮水，薄采其藻。鲁侯戾止，其马蹻蹻。其马蹻蹻，其音昭昭。载色载笑，匪怒伊教。\n思乐泮水，薄采其茆。鲁侯戾止，在泮饮酒。既饮旨酒，永锡难老。顺彼长道，屈此群丑。\n穆穆鲁侯，敬明其德。敬慎威仪，维民之则。允文允武，昭假烈祖。靡有不孝，自求伊祜。\n明明鲁侯，克明其德。既作泮宫，淮夷攸服。矫矫虎臣，在泮献馘。淑问如皋陶，在泮献囚。\n济济多士，克广德心。桓桓于征，狄彼东南。烝烝皇皇，不吴不扬。不告于訩，在泮献功。\n角弓其觩。束矢其搜。戎车孔博。徒御无斁。既克淮夷，孔淑不逆。式固尔犹，淮夷卒获。\n翩彼飞鸮，集于泮林。食我桑<黑甚>，怀我好音。憬彼淮夷，来献其琛。元龟象齿，大赂南金。\n","contyishang":["译文兴高采烈地赶赴泮宫水滨，采撷水芹菜以备大典之用。我们伟大的主公鲁侯驾到，远远看见旗帜仪帐空翻影。只见那旌旗飘飘迎风招展，车驾鸾铃声声响悦耳动听。无论小人物还是达官显贵，都跟着鲁侯一路迤逦而行。兴高采烈地赶赴泮宫水滨，采撷水中藻以备大典之用。我们伟大的主公鲁侯驾到，只见他的坐骑是那样强盛。只见他的坐骑是那样强盛，他讲话的声音又悦耳动听。他满脸和颜悦色满脸笑容，不怒自威教化百姓树新风。兴高采烈地赶赴泮宫水滨，采撷凫葵菜以备大典之用。我们伟大的主公鲁侯驾到，在宏伟的泮宫里饮酒相庆。他开怀畅饮着甘甜的美酒，祈盼上苍赐予他永远年轻。通往泮宫的长长官道两侧，大\n"]}},{"title":"诗经","cont":{"title":"六月","nian":"先秦","author":"佚名","contson":"\n六月栖栖，戎车既饬。四牡骙骙，载是常服。玁狁孔炽，我是用急。王于出征，以匡王国。比物四骊，闲之维则。维此六月，既成我服。我服既成，于三十里。王于出征，以佐天子。四牡修广，其大有颙。薄伐玁狁，以奏肤公。有严有翼，共武之服。共武之服，以定王国。玁狁匪茹，整居焦获。侵镐及方，至于泾阳。织文鸟章，白旆央央。元戎十乘，以先启行。戎车既安，如轾如轩。四牡既佶，既佶且闲。薄伐玁狁，至于大原。文武吉甫，万邦为宪。吉甫燕喜，既多受祉。来归自镐，我行永久。饮御诸友，炰鳖脍鲤。侯谁在矣？张仲孝友。\n","contyishang":["译文六月出兵奔不歇，兵车修整准备齐。四匹雄马肥又壮，人人穿起出征衣。玁狁来势特凶猛，我方边境已告急。周王命我去征讨，保卫国家莫推辞。四匹黑马选配好，马技娴熟守规章。正值盛夏六月天，披挂整齐上战场。披挂整齐上战场，行军卅里赴边疆。周王命我去出征，辅佐天子保家邦。四匹公马体高长，宽头大耳气势昂。猛烈出击讨玁狁，建立功勋威名扬。将帅严谨兵纪强，同心协力报边防。同心协力报边防，安定国家民安康。玁狁来势不软弱，焦获整顿备战忙。目标镐地与方地，不久就要到泾阳。我军飞鸟旗帜扬，白色飘带鲜又亮。我军兵车有十乘，先行冲锋勇难挡。我们兵车很安全，前\n"]}},{"title":"诗经","cont":{"title":"野有蔓草","nian":"先秦","author":"佚名","contson":"\n野有蔓草，零露漙兮。有美一人，清扬婉兮。邂逅相遇，适我愿兮。野有蔓草，零露瀼瀼。有美一人，婉如清扬。邂逅相遇，与子偕臧。\n","contyishang":["译文野草蔓蔓连成片，草上露珠亮闪闪。有位美女路上走，眉清目秀美又艳。不期而遇真正巧，正好适合我心愿。野草蔓蔓连成片，草上露珠大又圆。有位美女路上走，眉清目秀美容颜。不期而遇真正巧，与她幽会两心欢。","注释蔓（màn）草：蔓延生长的草。蔓：蔓延。一说茂盛。零：降落。漙（tuán）：形容露水多。清扬：目以清明为美，扬亦明也，形容眉目漂亮传神。婉：美好。邂（xiè）逅（hòu）：不期而遇。适：适合。瀼（ráng）：形容露水浓，多。偕臧（cáng）：一同藏匿，指消失这草木丛中\n"]}},{"title":"诗经","cont":{"title":"出其东门","nian":"先秦","author":"佚名","contson":"\n出其东门，有女如云。虽则如云，匪我思存。缟衣綦巾，聊乐我员。出其闉闍，有女如荼。虽则如荼，匪我思且。缟衣茹藘，聊可与娱。\n","contyishang":["译文漫步城东门，美女多若天上云。虽然多若云，非我所思人。唯此素衣绿头巾，令我爱在心。漫步城门外，美女多若茅花白。虽若茅花白，亦非我所怀。唯此素衣红佩巾，可娱可相爱。","注释①东门：城东门。②如云：形容众多。③匪：非。思存：想念。思：语助词。存：一说在；一说念；一说慰籍。④缟（gǎo 稿）：白色；素白绢。綦（qí 其）巾：暗绿色头巾。⑤聊：愿。员（yún 云）：同“云”，语助词。⑥闉闍（yīn dū 因都）：外城门。⑦荼：茅花，白色。茅花开时一片皆白，此亦形容女子众多。\n"]}},{"title":"诗经","cont":{"title":"周颂·有瞽","nian":"先秦","author":"佚名","contson":"\n有瞽有瞽，在周之庭。设业设虡，崇牙树羽。应田县鼓，鞉磬柷圉。既备乃奏，箫管备举。喤々厥声，肃雍和鸣，先祖是听。我客戾止，永观厥成。\n","contyishang":["译文盲人乐师排成行，聚集周庙前庭上。钟架鼓架摆设好，五彩羽毛架上装。既有小鼓和大鼓，鞉磬柷敔列停当。乐器齐备就演奏，箫管一齐都奏响。众乐交响声洪亮，肃穆和谐声悠扬，先祖神灵来欣赏。诸位宾客都来到，乐曲奏完齐赞赏。","注释⑴瞽（gǔ）：盲人。这里指周代的盲人乐师。⑵庭：指宗庙的前庭。⑶业：悬挂乐器的横木上的大板，为锯齿状。虡（jù）：悬挂编钟编磬等乐器的直木架，上有业。⑷崇牙：古代乐器架横木上刻的锯齿，用以悬挂乐器。树羽：在崇牙上装饰的五彩鸟羽。树，插。⑸应：小鼓。田：大鼓。县（xuán）：“悬”的本字。\n"]}},{"title":"诗经","cont":{"title":"大明","nian":"先秦","author":"佚名","contson":"\n明明在下，赫赫在上。天难忱斯，不易维王。天位殷适，使不挟四方。\n挚仲氏任，自彼殷商，来嫁于周，曰嫔于京。乃及王季，维德之行。\n大任有身，生此文王。维此文王，小心翼翼。昭事上帝，聿怀多福。厥德不回，以受方国。\n天监在下，有命既集。文王初载，天作之合。在洽之阳，在渭之涘。\n文王嘉止，大邦有子。大邦有子，伣天之妹。文定厥祥，亲迎于渭。造舟为梁，不显其光。\n有命自天，命此文王。于周于京，缵女维莘。长子维行，笃生武王。保右命尔，燮伐大商。\n殷商之旅，其会如林。矢于牧野，维予侯兴。上帝临女，无贰尔心。\n牧野洋洋，檀车煌煌，驷騵彭彭。维师尚父，时维鹰扬。凉彼武王，肆伐大商，会朝清明。\n","contyishang":["译文皇天伟大光辉照人间，光采卓异显现于上天。天命无常难测又难信，一个国王做好也很难。天命嫡子帝辛居王位，终又让他失国丧威严。太任是挚国任家姑娘，也可以算是来自殷商。她远嫁来到我们周原，在京都做了王季新娘。就是太任和王季一起，推行德政有着好主张。太任怀孕将要生儿郎，生下这位就是周文王。这位伟大英明的君主，小心翼翼恭敬而谦让。勤勉努力侍奉那上帝，带给我们无数的福祥。他的德行光明又磊落，因此承受祖业做国王。上帝在天明察人世间，文王身上天命集中现。就在他还年轻的时候，皇天给他缔结好姻缘。文王迎亲到洽水北面，就在那儿渭水河岸边。文王筹备婚\n"]}},{"title":"诗经","cont":{"title":"鹑之奔奔","nian":"先秦","author":"佚名","contson":"\n鹑之奔奔，鹊之彊彊。人之无良，我以为兄！鹊之彊彊，鹑之奔奔。人之无良，我以为君！\n","contyishang":["译文鹌鹑尚且双双飞，喜鹊也是成双对。这人心地不善良，为何以他为兄长。喜鹊尚且成双对，鹌鹑也是双双飞。这人丝毫没良心，为何把他当国君。","注释⑴鄘（yōng）：中国周代诸侯国名，在今河南省汲县北。⑵鹑：鸟名，即鹌鹑。大如小鸡，头细而无尾，毛有斑点。奔奔：跳跃奔走。⑶鹊：喜鹊。彊（qiáng）彊：翩翩飞翔。奔奔、彊彊，都是形容鹑鹊居有常匹，飞则相随的样子。⑷无良：不善。⑸我：“何”之借字，古音我、何相通。一说为人称代词。⑹君：君主，一说君子。"]}},{"title":"诗经","cont":{"title":"","nian":"","author":"","contson":"","contyishang":[]}},{"title":"诗经","cont":{"title":"小明","nian":"先秦","author":"佚名","contson":"\n明明上天，照临下土。我征徂西，至于艽野。二月初吉，载离寒暑。\n心之忧矣，其毒大苦。念彼共人，涕零如雨。岂不怀归？畏此罪罟！\n昔我往矣，日月方除。曷云其还？岁聿云莫。念我独兮，我事孔庶。\n心之忧矣，惮我不暇。念彼共人，眷眷怀顾！岂不怀归？畏此谴怒。\n昔我往矣，日月方奥。曷云其还？政事愈蹙。岁聿云莫，采萧获菽。\n心之忧矣，自诒伊戚。念彼共人，兴言出宿。岂不怀归？畏此反覆。\n嗟尔君子，无恒安处。靖共尔位，正直是与。神之听之，式穀以女。\n嗟尔君子，无恒安息。靖共尔位，好是正直。神之听之，介尔景福。\n","contyishang":["译文　　高高在上那朗朗青天，照耀大地又俯察人间。我为公事奔走往西行，所到的地域荒凉僻远。周正二月某吉日起程，迄今历经酷暑与严寒。心里充满了忧伤悲哀。深受折磨我痛苦不堪。想到那恭谨尽职的人，禁不住潸潸泪如涌泉。难道我不想回归家园？只怕将法令之网触犯。　　想当初我刚踏上征途，那时候正逢旧岁将除。什么日子才能够回去？眼看年将终归期仍无。顾念到自己形单影只，差事却多得数不胜数。心里充满了忧伤悲哀，我疲于奔命无暇自顾。想到那恭谨尽职的人，我无限眷念朝夜思慕。难道我不想回归家园？只怕上司的责罚恼怒。　　想当初我刚踏上征途，正值由寒转暖的气候。什么日子才能够回去？公\n"]}},{"title":"诗经","cont":{"title":"大田","nian":"先秦","author":"佚名","contson":"\n大田多稼，既种既戒，既备乃事。以我覃耜，俶载南亩。播厥百谷，既庭且硕，曾孙是若。\n既方既皂，既坚既好，不稂不莠。去其螟螣，及其蟊贼，无害我田稚。田祖有神，秉畀炎火。\n有渰萋萋，兴雨祈祈。雨我公田，遂及我私。彼有不获稚，此有不敛穧，彼有遗秉，此有滞穗，伊寡妇之利。\n曾孙来止，以其妇子。馌彼南亩，田畯至喜。来方禋祀，以其骍黑，与其黍稷。以享以祀，以介景福。\n","contyishang":["译文广阔的田地将开始种庄稼，农夫们忙着选种整修农具。那些准备工作都已经就绪，我就扛着锋利的板锹下地。我从南北垄向的地块开始，播下五谷杂粮稻麦黍菽稷。棵棵庄稼长得挺直又健壮，曾孙看了喜上眉稍心顺意。禾苗开始秀穗进入灌浆期，很快籽粒坚硬开始成熟了，地里没有秕禾也没有杂草。农夫们除掉食心虫食叶虫，还有那些咬根咬节的虫子，不教害虫祸害我的嫩苗苗！祈求田祖农神发发慈悲吧，把害虫们付之一把大火烧！高天上浓厚的流云满山飘，小雨淅淅沥沥润如酥奶酪。先灌溉好我主人家的公田，再把我们农奴家的私田浇。那里有没割下来的嫩棵子，这里有没捆起来的稻谷草。那里有丢落的束束麦个子，这\n"]}},{"title":"诗经","cont":{"title":"兔罝","nian":"先秦","author":"佚名","contson":"\n肃肃兔罝，椓之丁丁。赳赳武夫，公侯干城。肃肃兔罝，施于中逵。赳赳武夫，公侯好仇。肃肃兔罝，施于中林。赳赳武夫，公侯腹心。\n","contyishang":["译文兔网结得紧又密，布网打桩声声碎。武士气概雄赳赳，是那公侯好护卫。","兔网结得紧又密，布网就在叉路口。武士气概雄赳赳，是那公侯好帮手！","兔网结得紧又密，布网就在林深处。武士气概雄赳赳。是那公侯好心腹！","注释⑴肃肃(suō)：整饬貌，密密。罝（jū 居）：捕兽的网。⑵椓（zhuó 浊）：打击。丁丁（zhēnɡ 争）：击打声。布网捕兽，必先在地上打桩。⑶赳赳：威武雄健的样子。⑷公侯：周封列国爵位（公、侯、伯、子、男）之尊者，泛指统制者。干：盾牌。城：城池。干城，比喻捍卫者。\n"]}},{"title":"诗经","cont":{"title":"墓门","nian":"先秦","author":"佚名","contson":"\n墓门有棘，斧以斯之。夫也不良，国人知之。知而不已，谁昔然矣。墓门有梅，有鸮萃止。夫也不良，歌以讯之。讯予不顾，颠倒思予。\n","contyishang":["译文你家墓道门前长满酸枣枝，挥动起铁斧就可以铲除掉。你这坏了良心的昏庸君啊，全国上下谁不知哪个不晓！知道了你也不肯悬崖勒马，这些罪孽也不是一天所造！你家墓道门前长满酸枣枝，有群夜猫子栖落在枝头叫。你这坏了良心的奸佞臣啊，听我们唱起民谣把你警告！唱归唱你根本不听这一套，被打倒了才想起咱的忠告！","注释⑴墓门：墓道的门。一说陈国城名。⑵棘：酸枣树。⑶斯：析，劈开，砍掉。⑷夫：这个人，指陈陀。⑸知而不已：尽管尽人皆知，他却依然如故。⑹谁昔：往昔，由来已久。然：这样。⑺梅：梅\n"]}},{"title":"诗经","cont":{"title":"君子于役","nian":"先秦","author":"佚名","contson":"\n君子于役，不知其期，曷至哉？鸡栖于埘，日之夕矣，羊牛下来。君子于役，如之何勿思！君子于役，不日不月，曷其有佸？鸡栖于桀，日之夕矣，羊牛下括。君子于役，苟无饥渴！\n","contyishang":["译文丈夫服役去远方，服役长短难估量，不知到了啥地方？鸡儿已经进了窝，太阳也向西边落，牛羊成群下山坡。丈夫服役在远方，教我怎不把他想？丈夫服役去远方，每日每月恨日长，不知何时聚一堂？鸡儿纷纷上了架，太阳渐渐也西下，牛羊下坡回到家。丈夫服役在远方，但愿不会饿肚肠！","注释⑴于：往。役：服劳役。于役，到外面服役。⑵期：指服役的期限。⑶曷（hé）：何时。至：归家。⑷埘（shí ）：鸡舍。墙壁上挖洞做成。⑸如之何勿思：如何不思。如之：犹说“对此”。⑹不日不月：没法用日月来计算时间。\n"]}},{"title":"诗经","cont":{"title":"周颂·敬之","nian":"先秦","author":"佚名","contson":"\n敬之敬之，天维显思，命不易哉。无曰高高在上，陟降厥士，日监在兹。维予小子，不聪敬止。日就月将，学有缉熙于光明。佛时仔肩，示我显德行。\n","contyishang":["译文警戒警戒要记牢，苍天在上理昭昭，天命不改有常道。休说苍天高在上，佞人贤士下上朝，时刻监视明秋毫。我虽年幼初登基，聪明戒心尚缺少。日有所成月月进，日积月累得深造。任重道远我所乐，光明美德作先导。","注释⑴敬：通“儆”，警戒。之：语气词。⑵维：是。显：明察，明白。思：语气助词。⑶命：天命。易：变更。此句谓天命不是一成不变的。⑷陟（zhì）降：升降。《尔雅》：“陟，升也。”厥：其。士：庶士，指群臣。一说士，通“事”。⑸日：每天。监：察，监视。兹：此，指人间。⑹小子：年轻人，周成王自称。\n"]}},{"title":"诗经","cont":{"title":"东门之枌","nian":"先秦","author":"佚名","contson":"\n东门之枌，宛丘之栩。子仲之子，婆娑其下。穀旦于差，南方之原。不绩其麻，市也婆娑。穀旦于逝，越以鬷迈。视尔如荍，贻我握椒。\n","contyishang":["译文东门外的白榆树绿荫蔽日，宛丘上的柞树林枝繁叶茂，子仲家豆蔻年华的小姑娘，在绿树下跳起优美的舞蹈。选下个好日子好呀好风飘，城南门外的广场上真热闹。漂亮姑娘放下积麻的活计，在集市上跳起欢快的舞蹈。聚会相亲好日子就在今朝，少男越过人群挡住她的道。看你粉红笑脸好像锦葵花，她赠我一捧紫红的香花椒。","注释⑴枌（fén）：木名。白榆。⑵栩（xǔ）：柞树。⑶子仲：陈国的姓氏。⑷婆娑：舞蹈。⑸榖（gǔ）：良辰，好日子。差（chāi）：选择。⑹南方之原：到南边的原野去相会。\n"]}},{"title":"诗经","cont":{"title":"周颂·载芟","nian":"先秦","author":"佚名","contson":"\n载芟载柞，其耕泽泽。千耦其耘，徂隰徂畛。侯主侯伯，侯亚侯旅，侯彊侯以。有嗿其馌，思媚其妇，有依其士。有略其耜，俶载南亩，播厥百谷。实函斯活，驿驿其达。有厌其杰，厌厌其苗，绵绵其麃。载获济济，有实其积，万亿及秭。为酒为醴，烝畀祖妣，不洽百礼。有飶其香。邦家之光。有椒其馨，胡考之宁。匪且有且，匪今斯今，振古如兹。\n","contyishang":["译文又除草来又砍树，田头翻耕松土壤。千对农人在耕地，洼地坡田都前往。家主带着长子来，子弟晚辈也到场，有壮汉也有雇工，地头吃饭声音响。妇女温柔又娇媚，小伙子们真强壮。耜的尖刃多锋利，南面那田先耕上。播撒百谷的种子，颗粒饱满生机旺。小芽纷纷拱出土，长出苗儿好漂亮。禾苗越长越茂盛，谷穗下垂长又长。收获谷物真是多，露天堆满打谷场，成万成亿难计量。\n"]}},{"title":"诗经","cont":{"title":"竹竿","nian":"先秦","author":"佚名","contson":"\n籊籊竹竿，以钓于淇。岂不尔思？远莫致之。泉源在左，淇水在右。女子有行，远兄弟父母。淇水在右，泉源在左。巧笑之瑳，佩玉之傩。淇水滺滺，桧楫松舟。驾言出游，以写我忧。\n","contyishang":["译文钓鱼竹竿细又长，曾经垂钓淇水上。难道不把旧地想，路远无法归故乡。泉源汩汩流左边，淇水荡荡流右边。姑娘长大要出嫁，父母兄弟离得远。淇水荡荡流右边，泉源汩汩流左边。嫣然一笑皓齿露，身佩美玉赛天仙。淇水悠悠日夜流，桧木桨儿柏木舟。驾车出游四处逛，以解心里思乡愁。","注释⑴籊（tì）籊：长而尖削貌。⑵尔思：想念你。尔，你。⑶致：到。⑷泉源：一说水名。即百泉，在卫之西北，而东南流入淇水。⑸行：远嫁。⑹瑳（cuō）：玉色洁白，这里指露齿巧笑状。⑺傩（n\n"]}},{"title":"诗经","cont":{"title":"东门之池","nian":"先秦","author":"佚名","contson":"\n东门之池，可以沤麻。彼美淑姬，可与晤歌。东门之池，可以沤纻。彼美淑姬，可与晤语。东门之池，可以沤菅。彼美淑姬，可与晤言。\n","contyishang":["译文东门外面护城池，可以用作沤麻塘。美丽善良三姑娘，可以和她相对唱。东门外面护城池，可以用作沤纻塘。美丽善良三姑娘，可以聊天话家常。东门外面护城池，可以用作浸纻塘。美丽善良三姑娘，可以和她诉衷肠。","注释1.池：护城河。一说水池。2.沤（òu）：长时间用水浸泡。纺麻之前先用水将其泡软，才能剥下麻皮，用以织麻布。3.淑：善，美。一作“叔”，指排行第三。姬：周之姓。一说是古代对妇女的美称。4.晤（wù）歌：用歌声互相唱和，即对歌。5.纻（zhù）：同“苎”，苎麻。多年生草本植物，茎皮\n"]}},{"title":"诗经","cont":{"title":"山有枢","nian":"先秦","author":"佚名","contson":"\n山有枢，隰有榆。子有衣裳，弗曳弗娄。子有车马，弗驰弗驱。宛其死矣，他人是愉。山有栲，隰有杻。子有廷内，弗洒弗扫。子有钟鼓，弗鼓弗考。宛其死矣，他人是保。山有漆，隰有栗。子有酒食，何不日鼓瑟？且以喜乐，且以永日。宛其死矣，他人入室。\n","contyishang":["译文山坡上面有刺榆，洼地中间白榆长。你有上衣和下裳，不穿不戴箱里装。你有车子又有马，不驾不骑放一旁。一朝不幸离人世，别人享受心舒畅。山上长有臭椿树，菩提树在低洼处。你有庭院和房屋，不洒水来不扫除。你家有钟又有鼓，不敲不打等于无。一朝不幸离人世，别人占有心舒服。山坡上面有漆树，低洼地里生榛栗。你有美酒和佳肴，怎不日日奏乐器。且用它来寻欢喜，且用它来度时日。一朝不幸离人世，别人得意进你室。","注释1.枢（舒shū）、榆（余yú）、栲（考kǎo）、杻（扭niǔ）：皆为树木名。2.隰（xí）：指低湿的地方。3.\n"]}},{"title":"诗经","cont":{"title":"苕之华","nian":"先秦","author":"佚名","contson":"\n苕之华，芸其黄矣。心之忧矣，维其伤矣！\n苕之华，其叶青青。知我如此，不如无生！\n牂羊坟首，三星在罶。人可以食，鲜可以饱！\n","contyishang":["译文凌霄开了花，花儿黄又黄。内心真忧愁，痛苦又悲伤！凌霄开了花，叶子青又青。知道我这样，不如不降生！母羊头特大，鱼篓映星光。人有食可吃，岂望饱肚肠！","注释⑴苕（tiáo）：植物名，又叫凌霄或紫葳，夏季开花。华：同“花”。⑵芸（yún）其：芸然，一片黄色的样子。⑶维其：何其。⑷牂（zāng）羊：母羊。坟首：头大。⑸三星：泛指星光。罶（lǐu）：捕鱼的竹器。⑹鲜（xiǎn）：少。"]}},{"title":"诗经","cont":{"title":"崧高","nian":"先秦","author":"佚名","contson":"\n崧高维岳，骏极于天。维岳降神，生甫及申。维申及甫，维周之翰。四国于蕃。四方于宣。\n亹亹申伯，王缵之事。于邑于谢，南国是式。王命召伯，定申伯之宅。登是南邦，世执其功。\n王命申伯，式是南邦。因是谢人，以作尔庸。王命召伯，彻申伯土田。王命傅御，迁其私人。\n申伯之功，召伯是营。有俶其城，寝庙既成。既成藐藐，王锡申伯。四牡蹻蹻，钩膺濯濯。\n王遣申伯，路车乘马。我图尔居，莫如南土。锡尔介圭，以作尔宝。往近王舅，南土是保。\n申伯信迈，王饯于郿。申伯还南，谢于诚归。王命召伯，彻申伯土疆。以峙其粻，式遄其行。\n申伯番番，既入于谢。徒御啴啴。周邦咸喜，戎有良翰。不显申伯，王之元舅，文武是宪。\n申伯之德，柔惠且直。揉此万邦，闻于四国。吉甫作诵，其诗孔硕。其风肆好，以赠申伯。\n","contyishang":["译文　　巍峨四岳是大山，高高耸峙入云天。神明灵气降四岳，甫侯申伯生人间。申伯甫侯大贤人，辅佐王室国桢干。藩国以他为屏蔽，天下以他为墙垣。　　申伯勤勉能力强，王委重任理南疆。分封于谢建新邑，南方藩国有榜样。周王下令给召伯，申伯新居来丈量。申伯升为南国长，子孙继承福祚享。　　周王下令给申伯，要树表率于南国。依靠谢地众百姓，修筑封地新城郭。周王下令给召伯，申伯田界重划过。周王下令给傅御，迁去家臣同生活。　　申伯建邑大工程，全靠召伯苦经营，墙垣厚实是坚城。宗庙也已修筑好，富丽堂皇面貌新。周王有物赐申伯，四马驾车真健劲，带饰樊膺闪闪明。　\n"]}},{"title":"诗经","cont":{"title":"江有汜","nian":"先秦","author":"佚名","contson":"\n江有汜，之子归，不我以。不我以，其后也悔。江有渚，之子归，不我与。不我与，其后也处。江有沱，之子归，不我过。不我过，其啸也歌。\n","contyishang":["译文江水决堤啊又流回，心爱的人儿别处飞，从此再不和我相随。没有我相伴相陪你，终有一天你会懊悔。江水静流啊积沙岛，心爱的人儿别处飞，从此再不和我相交。在没有我的日子里，祝你平安岁月静好。","注释⑴江：长江。汜（sì）：由主流分出而复汇合的河水。⑵归：荣归故里。妇人谓嫁曰归。⑶不我以：不带我。我，媵自我也。⑷渚（zhǔ）：水中小洲。王先谦《诗三家义集疏》“水中小洲曰渚，洲旁小水亦称渚。”⑸不我与：不与我相聚。⑹处：忧愁。朱骏声《说文通训定声》“‘处’，假借为‘癙’，实为‘鼠’”《诗经\n"]}}]