[{"title":"豪放","cont":{"title":"鹊桥仙·七夕","nian":"宋代","author":"苏轼","contson":"\n缑山仙子，高清云渺，不学痴牛騃女。凤箫声断月明中，举手谢时人欲去。客槎曾犯，银河波浪，尚带天风海雨。相逢一醉是前缘，风雨散、飘然何处？\n","contyishang":["译文缑山仙子王子乔性情高远，不像牛郎织女要下凡人间。皎洁的月光中停下吹凤箫，摆一摆手告别人间去成仙。听说黄河竹筏能直上银河，一路上还挟带着天风海雨。今天相逢一醉是前生缘分，分别后谁知道各自向何方？","注释①鹊桥仙：词牌名，又名《鹊桥仙令》、《金风玉露相逢曲》、《广寒秋》等。②缑（gōu）山：在今河南偃师县。缑山仙子指在缑山成仙的王子乔。③云渺（miǎo）：高远貌。④痴（chī）牛騃（ái）女：指牛郎织女。在这里不仅限于指牛郎织女，而是代指痴迷于俗世的芸芸众生。⑤凤箫声：王子乔吹笙时喜欢模仿凤\n"]}},{"title":"豪放","cont":{"title":"大江东去·用东坡先生韵","nian":"金朝","author":"赵秉文","contson":"\n秋光一片，问苍苍桂影，其中何物？一叶扁舟波万顷，四顾粘天无壁。叩枻长歌，嫦娥欲下，万里挥冰雪。京尘千丈，可能容此人杰？回首赤壁矶边，骑鲸人去，几度山花发。澹澹长空今古梦，只有归鸿明灭。我欲从公，乘风归去，散此麒麟发。三山安在，玉箫吹断明月！\n","contyishang":["　　苏轼的词以豪放闻名。他的千古名作《念奴娇》以凌厉无比的词笔，描绘江涛，壮美无比。是他谪居黄州（今湖北黄冈），夜游黄州城外的赤壁（即亦鼻矶）后写下的。本词作者赵秉文是金朝著名词人，苏轼的词对他有极深影响，他也极敬慕苏轼。这首词就是赵秉文对苏轼《念奴娇。赤壁怀古》的和韵之作。","　　《大江东去》即《念奴娇》，缘自苏轼赤壁词《念奴娇。赤壁怀古》中的“大江东去”句：“用东坡先生韵”就是采用苏轼赤壁词的原韵。苏东坡作词，多隐括前人作品，这首词，也属这类作品，它隐括前人（特别是苏轼）之作，可以说句句有来历。上片，主要由《赤壁赋》化来，下片化用杜牧《登乐游原》诗句等，表达了词作者对苏\n"]}},{"title":"豪放","cont":{"title":"酒泉子·长忆观潮","nian":"宋代","author":"潘阆","contson":"\n长忆观潮，满郭人争江上望。来疑沧海尽成空。万面鼓声中。 弄潮儿向涛头立。手把红旗旗不湿。别来几向梦中看。梦觉尚心寒。\n","contyishang":["译文我常常想起钱塘江观潮的情景，满城的人争着向江上望去。潮水涌来时，仿佛大海都空了，潮声像一万面鼓齐发，声势震人。踏潮献技的人站在波涛上表演，他们手里拿着的红旗丝毫没被水打湿。此后几次梦到观潮的情景，梦醒时依然感觉心惊胆战。","注释①酒泉子：原为唐教坊曲，以酒泉郡地名作曲名，后用为词牌名。《金奁集》入“高平调”。有两体，一为温庭筠体，为词牌正格；二为潘阆体，又名《忆余杭》。②长：通假字，通“常”，常常、经常。③郭：外城，这里指外城以内的范围。④万面鼓声中：将潮来时，潮声像万面金鼓，一时齐发，声势震人。\n"]}},{"title":"豪放","cont":{"title":"念奴娇·还都后诸公见追和赤壁词用韵者凡六人亦复重赋","nian":"金朝","author":"蔡松年","contson":"\n离骚痛饮，笑人生佳处，能消何物。江左诸人成底事，空想岩岩青壁。五亩苍烟，一丘寒玉，岁晚忧风雪。西州扶病，至今悲感前杰。我梦卜筑萧闲，觉来岩桂，十里幽香发。嵬隗胸中冰与炭，一酌春风都灭。胜日神交，悠然得意，遗恨无毫发。古今同致，永和徒记年月。\n","contyishang":[]}},{"title":"豪放","cont":{"title":"水龙吟·从商帅国器猎于南阳同仲泽鼎玉赋此","nian":"金朝","author":"元好问","contson":"\n少年射虎名豪，等闲赤羽千夫膳。金铃锦领，平原千骑，星流电转。路断飞潜，雾随腾沸，长围高卷。看川空谷静，旌旗动色，得意似，平生战。 城月迢迢鼓角，夜如何，军中高宴，江淮草木，中原狐兔，先声自远。盖世韩彭，可能只办，寻常鹰犬。问元戎早晚，鸣鞭径去，解天山箭。\n","contyishang":["　　元好问年约二十时，书生意气，慷慨激昂。一次，与金军著名的大将完颜鼎（字国嚣）射猎终南山，同行者还有王渥（字仲泽）等，有感而赋此词。","　　写出猎的词，元好问之前已有许多，而东坡《江城子·密州出猎》开其先声。由于出猎场面豪阔，气势雄壮，反映到词中，作品易以威武取胜。而元好问此词，更高出寻常威武一筹，在人事的见解上卓有特色，深沉高远。","　　“少年射虎”两句，劈头先用两个曲故，反衬出猎主人的威猛。西汉李将军李广，曾经见草中石而以为虎，拉箭猛射，箭头深没石中。但李广射石，恐非少年时事，此处写法，主要是衬托年二十就以善战闻名的商帅完颜国嚣。“赤羽千夫膳”全用杜甫《\n"]}},{"title":"豪放","cont":{"title":"满江红·小住京华","nian":"清代","author":"秋瑾","contson":"\n小住京华，早又是，中秋佳节。为篱下，黄花开遍，秋容如拭。四面歌残终破楚，八年风味徒思浙。苦将侬，强派作蛾眉，殊未屑！(徒思浙 一作：独思浙，蛾眉 一作：娥眉)\n身不得，男儿列。心却比，男儿烈！算平生肝胆，因人常热。俗子胸襟谁识我？英雄末路当磨折。莽红尘，何处觅知音？青衫湿！(俗子 一作：俗夫，磨折 一作：折磨) \n","contyishang":["译文我在京城小住时日，转眼间就又到了中秋佳节。篱笆下面的菊花都已盛开，秋色明净，就像刚刚擦洗过一般。四面的歌声渐歇，我也终如汉之破楚，突破了家庭的牢笼，如今一个人思量着在浙江时那八年的生活况味。他们苦苦地想让我做一个贵妇人，其实，我是多么的不屑啊！","今生我虽然不能身为男子，加入他们的行列。但是我的心，要比男子的心还要刚烈。想想平日，我的一颗心，常为别人而热。那些俗人，心胸狭窄，怎么能懂我呢？英雄在无路可走的时候，难免要经受磨难挫折。在这莽莽红尘之中，哪里才能觅到知音呢？眼泪打湿了我的衣襟。","注释满江红：词牌名。唐朝名《上江虹》，后改\n"]}},{"title":"豪放","cont":{"title":"秋日鲁郡尧祠亭上宴别杜补阙范侍御","nian":"唐代","author":"李白","contson":"\n我觉秋兴逸，谁云秋兴悲？山将落日去，水与晴空宜。鲁酒白玉壶，送行驻金羁。歇鞍憩古木，解带挂横枝。歌鼓川上亭，曲度神飙吹。云归碧海夕，雁没青天时。相失各万里，茫然空尔思。\n","contyishang":["译文我觉得感怀秋日会使人放逸，谁却说使人悲愁呢？群山带走斜阳落日，绿水与蓝天相映成趣。用玉壶装上鲁酒，为君送行请君暂且驻马。把马停放在古树旁，解下锦带挂在横出的树枝上面。水中尧祠亭歌鼓齐鸣，曲调悠扬远飞云天。日暮时云霭渐退向天边，大雁消失在茫茫的青天中。我们三人分别相距万里，茫然之中只有愁思种种。","注释⑴鲁郡：即兖州，在今山东曲阜、兖州一带。尧祠：在河南道兖州瑕丘县（今属山东），约在今山东兖州县东北。《元和郡县志》：“尧祠，在县东南七里，洙水之右。”杜补阙、范侍御：均李白友人，\n"]}},{"title":"豪放","cont":{"title":"渔家傲·天接云涛连晓雾","nian":"宋代","author":"李清照","contson":"\n天接云涛连晓雾，星河欲转千帆舞。仿佛梦魂归帝所。闻天语，殷勤问我归何处。我报路长嗟日暮，学诗谩有惊人句。九万里风鹏正举。风休住，蓬舟吹取三山去！\n","contyishang":["译文水天相接，晨雾蒙蒙笼云涛。银河欲转，千帆如梭逐浪飘。梦魂仿佛回天庭，天帝传话善相邀。殷勤问：归宿何处请相告。我回报天帝说：路途漫长啊，又叹日暮时不早。学做诗，枉有妙句人称道。长空九万里，大鹏冲天飞正高。风啊!千万别停息，将我这一叶轻舟，直送往蓬莱三岛去。","注释星河：银河。转：《历代诗余》作“曙”。帝所：天帝居住的地方。天语：天帝的话语。我报路长嗟日暮：路长，隐括屈原《离骚》：“路曼曼其修远兮，我将上下而求索”之意。日暮，隐括屈原《离骚》：“欲少留此灵琐兮，日忽忽其将暮”之意。嗟，慨叹。\n"]}},{"title":"豪放","cont":{"title":"水调歌头·平生太湖上","nian":"宋代","author":"佚名","contson":"\n平生太湖上，短棹几经过。如今重到何事？愁比水云多。拟把匣中长剑，换取扁舟一叶，归去老渔蓑。银艾非吾事，丘壑已蹉跎。脍新鲈，斟美酒，起悲歌。太平生长，岂谓今日识兵戈？欲泻三江雪浪，净洗胡尘千里，不用挽天河！回首望霄汉，双泪堕清波。\n","contyishang":[]}},{"title":"豪放","cont":{"title":"满江红·秋日经信陵君祠","nian":"清代","author":"陈维崧","contson":"\n席帽聊萧，偶经过、信陵祠下。正满目、荒台败叶，东京客舍。九月惊风将落帽，半廊细雨时飘瓦。桕初红、偏向坏墙边，离披打。今古事，堪悲诧；身世恨，从牵惹。倘君而仍在，定怜余也。我讵不如毛薛辈，君宁甘与原尝亚。叹侯嬴、老泪苦无多，如铅泻。\n","contyishang":[]}},{"title":"豪放","cont":{"title":"水调歌头·黄州快哉亭赠张偓佺","nian":"宋代","author":"苏轼","contson":"\n落日绣帘卷，亭下水连空。知君为我新作，窗户湿青红。长记平山堂上，欹枕江南烟雨，杳杳没孤鸿。认得醉翁语，山色有无中。一千顷，都镜净，倒碧峰。忽然浪起，掀舞一叶白头翁。堪笑兰台公子，未解庄生天籁，刚道有雌雄。一点浩然气，千里快哉风。\n","contyishang":["译文落日中卷起绣帘眺望，亭下江水与碧空相接，远处的夕阳与亭台相映，空阔无际。为了我的来到，你特意在窗户上涂上了清油的朱漆，色彩犹新。这让我想起当年在平山堂的时候，靠着枕席，欣赏江南的烟雨，遥望远方天际孤鸿出没的情景。今天看到眼前的景象，我方体会到欧阳醉翁词句中所描绘的，山色若隐若现的景致。广阔的水面十分明净，山峰翠绿的影子倒映其中。忽然江面波涛汹涌，一个渔翁驾着小舟在风浪中掀舞。见此不由得想起了宋玉的《风赋》，像宋玉这样可笑的人，是不可能理解庄子的风是天籁之说的，硬说什么风有雄雌。其实，一个人只要具备至大至刚的浩然之气，就能在任何境遇中都处之泰然，享受到无穷快意的\n"]}},{"title":"豪放","cont":{"title":"沁园春·灵山斋庵赋时筑偃湖未成","nian":"宋代","author":"辛弃疾","contson":"\n叠嶂西驰，万马回旋，众山欲东。正惊湍直下，跳珠倒溅；小桥横截，缺月初弓。老合投闲，天教多事，检校长身十万松。吾庐小，在龙蛇影外，风雨声中。争先见面重重，看爽气朝来三数峰。似谢家子弟，衣冠磊落；相如庭户，车骑雍容。我觉其间，雄深雅健，如对文章太史公。新堤路，问偃湖何日，烟水蒙蒙？\n","contyishang":["译文重峦叠嶂向西奔驰，像千万匹马回旋一般，这许多的山要掉头向东而去。恰好湍急的水流直直地落下，进跳的水珠四处溅下；小桥横架在急流之上，像不圆的月亮和刚拉开的弓。人老了应当过闲散的日子，可老天给我多事，来掌管十万棵高大的松树。我的房舍小，但在松树盘曲的枝干影子的外边，在风风雨雨的声音中间。雨雾消散，重峦叠嶂露出面容，争着和人见面。看早晨清新凉爽的空气从一座座山峰扑面而来。座座山峰好像谢家子弟，衣着潇洒，长相英俊；又好像司马相如的车骑一般雍容华贵。我感觉这其中，有的如司马迁的文章一样，雄浑深沉，典雅劲健。在刚刚修好的偃湖堤的路上，问偃湖哪一天能够展现烟水的美好景色？\n"]}},{"title":"豪放","cont":{"title":"浪淘沙令·伊吕两衰翁","nian":"宋代","author":"王安石","contson":"\n伊吕两衰翁，历遍穷通。一为钓叟一耕佣。若使当时身不遇，老了英雄。汤武偶相逢，风虎云龙。兴王只在谈笑中。直至如今千载后，谁与争功！\n","contyishang":["译文伊尹和吕尚两位老人，困窘和顺利的境遇全都经历过了。他俩一位是钓鱼翁，一位是奴仆。如果两位英雄遇不到英明的君主，最终也只能老死于山野之中。他们偶然与成汤和周武王相遇，英明的君主得到了贤臣，犹如云生龙、风随虎一般，谈笑中建起了王业。到现在已几千年了，谁又能与他们所建立的丰功伟业一争高下呢？","注释⑴浪淘沙令，即“浪淘沙”，原唐教坊曲，后用为词牌名。刘禹锡、白居易并作七言绝句体，五代时起始流行长短句双调小令，又名“卖花声”。五十四字，前后片各四平韵，多作激越凄壮之音。《乐章集》名“浪淘沙令”，入“歇指调”，前后片首句各少一字。⑵\n"]}},{"title":"豪放","cont":{"title":"酹江月·和友驿中言别","nian":"宋代","author":"文天祥","contson":"\n乾坤能大，算蛟龙元不是池中物。风雨牢愁无著处，那更寒蛩四壁。横槊题诗，登楼作赋，万事空中雪。江流如此，方来还有英杰。(寒蛩 一作：寒虫)堪笑一叶漂零，重来淮水，正凉风新发。镜里朱颜都变尽，只有丹心难灭。去去龙沙，江山回首，一线青如发。故人应念，杜鹃枝上残月。\n","contyishang":["译文大地如此广阔，你我都是胸怀大志的英雄豪杰，现在虽然如同蛟龙被困禁在池中，但是蛟龙终当脱离小池，飞腾于广阔天地。秋风秋雨煞人，再加上牢房的蟋蟀叫个不停，我心烦意乱愁肠百结，你我像曹操、槊题诗那样的英雄气概，王粲登楼作岍那样的名士风流，都成了空中花一般的往事，眼前长江滚滚，后浪推前浪，将来肯定还有英雄豪杰起来完成未竞的事业。","现在，你我在落叶随风飘雪，又来到秦淮河畔，正是凉风吹来的那一刻，镜中的你我已两鬓白发，只是我们的英雄之心不会改变。我就要离开故都，放逐到沙漠之地，回望故国的江山一片青色，谦逊我越来越远，去只有一死，希望老朋友以后怀念我的时候，就听听树枝上\n"]}},{"title":"豪放","cont":{"title":"忆秦娥·箫声咽","nian":"唐代","author":"李白","contson":"\n箫声咽，秦娥梦断秦楼月。秦楼月，年年柳色，灞陵伤别。乐游原上清秋节，咸阳古道音尘绝。音尘绝，西风残照，汉家陵阙。\n","contyishang":["译文玉箫的声音悲凉呜咽，秦娥从梦中惊醒时，秦家的楼上正挂着一弦明月。秦家楼上的下弦月，每一年桥边青青的柳色，都印染着灞陵桥上的凄怆离别。遥望乐游原上冷落凄凉的秋日佳节，通往咸阳的古路上音信早已断绝。西风轻拂着夕阳的光照，眼前只是汉朝留下的坟墓和宫阙。 ","注释⑴此词上片伤别，下片伤逝。两宋之交邵博《邵氏闻见后录》始称之为李白之作。南宋黄升《唐宋诸贤绝妙词选》亦录于李白名下。明代以来屡有质疑者。⑵箫：一种竹制的管乐器。咽：呜咽，形容箫管吹出的曲调低沉而悲凉，呜呜咽咽如泣如诉。⑶梦断：梦被打断，即梦醒。⑷灞陵：\n"]}},{"title":"豪放","cont":{"title":"临江仙·自洛阳往孟津道中作","nian":"金朝","author":"元好问","contson":"\n今古北邙山下路，黄尘老尽英雄。人生长恨水长东。幽怀谁共语，远目送归鸿。盖世功名将底用，从前错怨天公。浩歌一曲酒千钟。男儿行处是，未要论穷通。\n","contyishang":["　　由词题不知，此词作于由洛阳赴孟津的途中。元好问自公元1218年（金宣宗兴定二年）移家河南登封，此后一段时间行迹多在河南。作者触景伤感，吊古伤今，来抒发自己的怀抱。 ","　　北邙山，在河南洛阳县北。古代王侯公卿多葬此山，唐新乐府有《北邙行》，所以有“黄尘老尽英雄”的感慨。这里的“老尽”蕴含着作者对英雄不遇，空老京华的无限感伤，不由不发生人生长恨水长东“的慨叹”人生“句用李煜”自是人生长恨，水长东“句，但更为悲壮。作者的一腔幽怨无人共语，有英雄独立的悲凉，“远目送归鸿”源自嵇康的“目送归鸿，手挥五弦”《赠秀才入军》和贺铸的“恨登山临水。和寄七弦桐，目送归鸿”（《六州歌头·少\n"]}},{"title":"豪放","cont":{"title":"蝶恋花·出塞","nian":"清代","author":"纳兰性德","contson":"\n今古河山无定据。画角声中，牧马频来去。满目荒凉谁可语？西风吹老丹枫树。从前幽怨应无数。铁马金戈，青冢黄昏路。一往情深深几许？深山夕照深秋雨。\n","contyishang":["译文从古至今江山兴亡都无定数，眼前仿佛战角吹响烽烟滚滚战马驰骋来来去去，黄沙遮日满目荒凉谁可同语？只有萧瑟的西凤吹拂着枯老鲜红的枫树。从前愁苦凄滚的往事无穷无尽，铁马金戈南征北战，最终只剩日落黄昏青草掩藏着坟墓。满腹幽情情深几许，夕阳照射深山飘洒着潇潇秋雨。","注释1、无定据：没有一定。宋代毛开《渔家傲·次丹阳忆故人》词：“可忍归期无定据，天涯已听边鸿度。”2、画角：古管乐器，传自西羌。因表面有彩绘，故称。发声哀厉高亢，形如竹筒，本细末大，以竹木或皮革等制成，古时军中多用以警昏晓，振士气，肃军容。帝王出巡，亦用以报警戒严。\n"]}},{"title":"豪放","cont":{"title":"木兰花慢·席上送张仲固帅兴元","nian":"宋代","author":"辛弃疾","contson":"\n汉中开汉业，问此地、是耶非。想剑指三秦，君王得意，一战东归。追亡事、今不见，但山川满目泪沾衣。落日胡尘未断，西风塞马空肥。 一编书是帝王师。小试去征西。更草草离筵，匆匆去路，愁满旌旗。君思我、回首处，正江涵秋影雁初飞。安得车轮四角，不堪带减腰围。\n","contyishang":["译文汉中是汉朝开创帝业的地方，问：这个地方是否就是当时的汉中？想当年攻占三秦土地，高祖刘邦乘胜东进，去争夺天下与项羽一决雌雄。追回逃跑的韩信拜他为大将这样尊重人才的事，现在难以见到，只有那满眼破碎的山河令人泪下沾衣。落日中，任凭西方金人侵扰不止，秋天朝廷边塞的战马白白地体壮膘肥。您就像那得了书的张良可以成为帝王的老师，如今去西方兴元不过是小试身手。我备下这简单的饯行酒，你就要匆忙上路，仪仗队里的旌旗飘满了离愁。你想念我的时候，回头看，秋江上天光水影征雁啁啾次第飞。怎么能够让车轮长出四只角把行人强留，禁不起相思别恨衣带渐宽人渐瘦。","注释⑴\n"]}},{"title":"豪放","cont":{"title":"金缕曲·赠梁汾","nian":"清代","author":"纳兰性德","contson":"\n德也狂生耳！偶然间、淄尘京国，乌衣门第。有酒惟浇赵州土，谁会成生此意？不信道、遂成知己。青眼高歌俱未老，向尊前、拭尽英雄泪。君不见，月如水。共君此夜须沉醉。且由他、娥眉谣诼，古今同忌。身世悠悠何足问，冷笑置之而已！寻思起、从头翻悔。一日心期千劫在，后身缘、恐结他生里。然诺重，君须记。\n","contyishang":["译文　　我原本也是个狂妄的小子，我在京城混迹于官场，这不过是因为出身于高贵门第和命运的偶然安排罢了。我真心仰慕平原君的广结贤士，希望能有赵国平原君那样招贤纳士的人来善待天下贤德才士，可是却没有谁会理解我的这片心意。万万没有想到，今天竟然遇到了您这位知己。今天，趁我们还不算老，擦去感伤的眼泪，纵酒高歌，把精神振作起来。　　今天我们一定要开怀畅饮，一醉方休。从古到今，才干出众、品行端正的人遭受谣言中伤，这都是常有的事，姑且由他去吧。人生岁月悠悠，难免遭受点挫折苦恼，这些都没必要放在心上，思过之后冷笑一声放在一边就完事儿了。若总是耿耿于怀，那么从人生一开始就错了。今天我\n"]}},{"title":"豪放","cont":{"title":"永遇乐·京口北固亭怀古","nian":"宋代","author":"辛弃疾","contson":"\n千古江山，英雄无觅，孙仲谋处。舞榭歌台，风流总被雨打风吹去。斜阳草树，寻常巷陌，人道寄奴曾住。想当年，金戈铁马，气吞万里如虎。元嘉草草，封狼居胥，赢得仓皇北顾。四十三年，望中犹记，烽火扬州路。可堪回首，佛狸祠下，一片神鸦社鼓。凭谁问，廉颇老矣，尚能饭否？\n","contyishang":["译文历经千古的江山，再也难找到像孙权那样的英雄。当年的舞榭歌台还在，英雄人物却随着岁月的流逝早已不复存在。斜阳照着长满草树的普通小巷，人们说那是当年刘裕曾经住过的地方。回想当年，他领军北伐、收复失地的时候是何等威猛！然而刘裕的儿子刘义隆好大喜功，仓促北伐，却反而让北魏太武帝拓跋焘乘机挥师南下，兵抵长江北岸而返，遭到对手的重创。我回到南方已经有四十三年了，看着原仍然记得扬州一带烽火连天的战乱场景。怎么能回首啊，当年拓跋焘的行宫外竟有百姓在那里祭祀，乌鸦啄食祭品，人们过着社日，只把他当作一位神祇来供奉，而不知道这里曾是一个皇帝的行宫。还有谁会问，廉颇老了，饭量还好吗？\n"]}},{"title":"豪放","cont":{"title":"调笑令·胡马","nian":"唐代","author":"韦应物","contson":"\n胡马，胡马，远放燕支山下。跑沙跑雪独嘶，东望西望路迷。迷路，迷路，边草无穷日暮。\n","contyishang":["译文有一匹胡马，被远放在燕支山下。它在沙地上、雪地上来回地用蹄子刨，独自嘶鸣着，它停下来东张张，西望望，发现自己迷路了。而此刻，辽阔的大草原茫茫无边，天色将晚。 ","注释胡：古代对北方和西方各族的泛称。燕支山：在今甘肃省张掖市山丹县境内。跑：同“刨”。 嘶：马叫声。"]}},{"title":"豪放","cont":{"title":"江城子·醉来长袖舞鸡鸣","nian":"金朝","author":"元好问","contson":"\n醉来长袖舞鸡鸣，短歌行，壮心惊。西北神州，依旧一新亭。三十六峰长剑在，星斗气，郁峥嵘。古来豪侠数幽并，鬓星星，竟何成！他日封侯，编简为谁青？一掬钓鱼坛上泪，风浩浩，雨冥冥。\n","contyishang":[]}}]