[{"title":"边塞","cont":{"title":"","nian":"","author":"","contson":"","contyishang":[]}},{"title":"边塞","cont":{"title":"雨雪曲","nian":"唐代","author":"卢照邻","contson":"\n虏骑三秋入，关云万里平。雪似胡沙暗，冰如汉月明。高阙银为阙，长城玉作城。节旄零落尽，天子不知名。\n","contyishang":["　　卢照邻这首《雨雪曲》是一首边塞诗。此诗的一个显著特征是诗中所包含的戏剧化元素，表现为自相矛盾及对立世界的混合。","　　诗中写冰雪将长城装扮成一个银和玉的宫殿，神仙的宫殿。然而具有嘲讽意味的是，中国的军队正覆没在这里。诗中恰当地保持了“省略战争”的手法，但长城的肃穆景象后面隐藏着征人大量死亡的残暴事件，而长城上空云层“平”展， “平”的另一意义是“平定”。“节旄零落”具有讽刺意义，“零落”一词经常与秋天树木的落叶相联系。征人们全部牺牲了，他们的旗帜像秋天的树叶一样轻柔地飘落地上，而皇帝并不知道这一切，若只看到平静景象和琼玉般关塞的读者也未观察到这一点。他们的“名”，功名，\n"]}},{"title":"边塞","cont":{"title":"塞下曲二首·其二","nian":"唐代","author":"王涯","contson":"\n年少辞家从冠军，金鞍宝剑去邀勋。不知马骨伤寒水，惟见龙城起暮云。\n","contyishang":[]}},{"title":"边塞","cont":{"title":"从军行二首·其一","nian":"唐代","author":"王昌龄","contson":"\n大将军出战，白日暗榆关。三面黄金甲，单于破胆还。\n","contyishang":[]}},{"title":"边塞","cont":{"title":"书边事","nian":"唐代","author":"张乔","contson":"\n调角断清秋，征人倚戍楼。春风对青冢，白日落梁州。 大汉无兵阻，穷边有客游。蕃情似此水，长愿向南流。\n","contyishang":["译文清秋的边地号角划断宁静，征人悠闲地倚着哨楼远望。阵阵和风吹拂着昭君坟墓，边城梁州普照着和煦阳光。浩瀚沙漠看不见军兵阻扰，边疆塞外也常有客人游赏。蕃人的情意好像这条流水，愿永久归附中原流向南方。","注释⑴调角：犹吹角。断：占尽。⑵戍楼：防守的城楼。⑶春风：指和煦凉爽的秋风。青冢：指西汉王昭君的坟墓。⑷白日：灿烂的阳光。梁州：当时指凉州，在今甘肃境内。⑸大漠：一作“大汉”。⑹穷边：绝远的边地。⑺蕃：指吐蕃。情：心情。似：一作“如”。"]}},{"title":"边塞","cont":{"title":"凉州词三首","nian":"唐代","author":"张籍","contson":"\n边城暮雨雁飞低，芦笋初生渐欲齐。无数铃声遥过碛，应驮白练到安西。\n古镇城门白碛开，胡兵往往傍沙堆。巡边使客行应早，欲问平安无使来。\n风林关里水东流，白草黄榆六十秋。边将皆承主恩泽，无人解道取凉州。\n","contyishang":["译文其一低飞的雁群在傍晚时分出现在边城，芦苇正在努力地成长。一群骆驼满载着货物伴着叮的驼铃声缓缓前进。西去的驼队应当还是驮运丝绸经由这条大道远去安西。","其二古镇的城门向着沙漠开敞，胡人的士兵经常依靠着小山丘。巡逻边城的来使出行应该趁早，想要平安无事没有使者来到。","其三流经凤林关的河水向东流去，白草、黄榆树已经生长了六十年。边城的将士都承受主上的恩惠赏赐，却没有人知道去夺回凉州。","注释其一（1）碛：读qì，戈壁、沙漠。（2）\n"]}},{"title":"边塞","cont":{"title":"河湟有感","nian":"唐代","author":"司空图","contson":"\n一自萧关起战尘，河湟隔断异乡春。汉儿尽作胡儿语，却向城头骂汉人。\n","contyishang":["译文自从萧关一战后，春风便再也吹不到河湟地区了。而今汉家儿童都说胡人语，却向着城头骂着汉人。","注释1、河湟（huáng）：黄河与湟水，指河西、陇右地区。2、萧关：古关塞名，故址在今甘肃固原县北。3、异乡：此谓异域。"]}},{"title":"边塞","cont":{"title":"幽州胡马客歌","nian":"唐代","author":"李白","contson":"\n幽州胡马客，绿眼虎皮冠。笑拂两只箭，万人不可干。弯弓若转月，白雁落云端。双双掉鞭行，游猎向楼兰。出门不顾后，报国死何难？天骄五单于，狼戾好凶残。牛马散北海，割鲜若虎餐。虽居燕支山，不道朔雪寒。妇女马上笑，颜如赪玉盘。翻飞射野兽，花月醉雕鞍。旄头四光芒，争战若蜂攒。白刃洒赤血，流沙为之丹。名将古是谁，疲兵良可叹。何时天狼灭？父子得安闲。\n","contyishang":["译文幽州的一位骑马的胡族壮士，长着一双碧眼，头戴虎皮之冠。他善于施弓放箭，有万夫不当之勇。只见他弯弓如满月，仰天一箭，便射中了云中的白雁。他与同伴们成双结对地挥鞭纵马，前往楼兰的边塞之地游猎。他们义无返顾地出门报国，将生死置之度外。人称天之骄子的匈奴，他们狼性凶残，生性好杀。其牛马遍布北海，吃生肉如虎餐狼食。匈奴人虽然住在大漠之北的燕支山，却不畏朔风大雪之严寒。其妇女骑在马上嘻笑，其面色如红玉盘一样红润。她们能像男儿一样在马上翻飞，射猎飞禽走兽。像男儿一样喝\n"]}},{"title":"边塞","cont":{"title":"奉寄韦太守陟","nian":"唐代","author":"王维","contson":"\n荒城自萧索，万里山河空。天高秋日迥，嘹唳闻归鸿。寒塘映衰草，高馆落疏桐。临此岁方晏，顾景咏悲翁。故人不可见，寂寞平陵东。\n","contyishang":["译文城郭荒凉本自荒凉冷落，万里山河分外辽阔澄空。秋高气爽显得太阳更远，南归鸿雁传来哀鸣凄切。塘水寒碧倒映残荷枯草，馆舍高耸飘落几叶梧桐。正当这一年将尽的时节，顾影徘徊吟咏起思悲翁。老朋友已经难以见到了，你寂寞地独处平陵之东。","注释⑴奉：敬词。太守：一郡的行政长官。韦太守陟：即韦陟，王维的好友，两人多相唱和之诗。⑵荒城：荒凉的古城。唐杜甫《谒先主庙》诗：“绝域归舟远，荒城系马频。”萧索：萧条冷落；凄凉。晋陶潜《自祭文》：“天寒夜长，风气萧索，鸿雁于征，草木黄落。”⑶迥（jiǒng\n"]}},{"title":"边塞","cont":{"title":"灭胡曲","nian":"唐代","author":"岑参","contson":"\n都护新灭胡，士马气亦粗。萧条虏尘净，突兀天山孤。\n","contyishang":["译文封将军新近消灭了胡人的主力，战士们和战马也都大口地喘着粗气。敌人被消灭干净，边塞一片萧索、寥落，险峻的天山依旧那么孤单地高耸屹立。","注释⑴都护：此处指封常清。⑵虏尘净：一作“虏塞净”，指没有战争。⑶天山：横贯新疆中部，西部入中亚西亚，全长2500公里。"]}},{"title":"边塞","cont":{"title":"陇西行四首·其二","nian":"唐代","author":"陈陶","contson":"\n誓扫匈奴不顾身，五千貂锦丧胡尘。可怜无定河边骨，犹是春闺梦里人！(春闺 一作：深闺)\n","contyishang":["译文唐军将士誓死横扫匈奴奋不顾身，五千身穿锦袍的精兵战死在胡尘。真可怜呵那无定河边成堆的白骨，还是少妇们梦中相依相伴的丈夫。","注释①貂锦：这里指战士，指装备精良的精锐之师。②无定河：在陕西北部。③春闺：这里指战死者的妻子。④匈奴：指西北边境部族。"]}},{"title":"边塞","cont":{"title":"热海行送崔侍御还京","nian":"唐代","author":"岑参","contson":"\n侧闻阴山胡儿语，西头热海水如煮。海上众鸟不敢飞，中有鲤鱼长且肥。岸旁青草长不歇，空中白雪遥旋灭。蒸沙烁石燃虏云，沸浪炎波煎汉月。阴火潜烧天地炉，何事偏烘西一隅？势吞月窟侵太白，气连赤坂通单于。送君一醉天山郭，正见夕阳海边落。柏台霜威寒逼人，热海炎气为之薄。\n","contyishang":["译文我听阴山人们说过多回，西方热海之水好似煮沸。海上各种鸟儿不敢飞翔，水中鲤鱼却是大而肥美！岸边青草常年不见哀歇，空中雪花远远融化消灭，沙石炽热燃烧边地层云，波浪沸腾煎煮古时明月。地下烈火暗中熊熊燃烧，为何偏把西方一角烘烤！气浪弥漫西方月窟太白，把那广大边塞地带笼罩。置酒送君在那天山城郭，热海之畔夕阳正要西落。君居柏台威严好似寒霜，热海炎气因而顿觉淡薄！","注释⑴热海：伊塞克湖，又名大清池、咸海，今属吉尔吉斯斯坦，唐时属安西节度使领辖。崔侍御：未详。侍御，指监察御史。\n"]}},{"title":"边塞","cont":{"title":"凉州词二首·其一","nian":"唐代","author":"王翰","contson":"\n葡萄美酒夜光杯，欲饮琵琶马上催。醉卧沙场君莫笑，古来征战几人回？\n","contyishang":["译文酒筵上甘醇的葡萄美酒盛满在精美的夜光杯之中，歌伎们弹奏起急促欢快的琵琶声助兴催饮，想到即将跨马奔赴沙场杀敌报国，战士们个个豪情满怀。今日一定要一醉方休，即使醉倒在战场上又何妨？此次出征为国效力，本来就打算马革裹尸，没有准备活着回来。","注释1.凉州词：唐乐府名，属《近代曲辞》，是《凉州曲》的唱词，盛唐时流行的一种曲调名。凉州词：王翰写有《凉州词》两首，慷慨悲壮，广为流传。而这首《凉州词》被明代王世贞推为唐代七绝的压卷之作。2.夜光杯：用白玉制成的酒杯，光可照明，这里指华贵而精美的酒杯。据《海内十洲记》所载，为周穆王时西胡所\n"]}},{"title":"边塞","cont":{"title":"自蓟北归","nian":"唐代","author":"高适","contson":"\n驱马蓟门北，北风边马哀。苍茫远山口，豁达胡天开。五将已深入，前军止半回。谁怜不得意，长剑独归来。\n","contyishang":["译文策马驰奔在蓟门之北，北风呼啸边地马鸣声哀。远望山口只是苍茫一片，走出峡谷才见胡天豁然大开。五将已经深入敌境，前军只有一半返回。还有谁怜惜我这个失意之人，只好弹着长剑独自归来。","注释⑴蓟（jì）北：指蓟门以北。蓟门，在今北京西南。⑵驱（qū）马：驰马。⑶苍茫：空阔辽远，没有边际。⑷豁（huò）达：豁然通达，形容开朗。⑸五将已深入：汉宣帝时，曾遣田广明等五将军，率十万余骑，出塞二千多里击匈奴。⑹止半回：只有半数生还。⑺长剑独归来：《战国策·齐\n"]}},{"title":"边塞","cont":{"title":"登单于台","nian":"唐代","author":"张蠙","contson":"\n边兵春尽回，独上单于台。白日地中出，黄河天外来。沙翻痕似浪，风急响疑雷。欲向阴关度，阴关晓不开。\n","contyishang":["译文春日里无战事士兵都已返回，我独自一个人登上了单于台。白炽的太阳从大地内部升起，奔腾的黄河从远天之外涌来。黄沙翻滚纹痕好似大海波浪，狂风呼啸响声疑是平地生雷。很想跨越阴山关隘看个究竟，阴山关隘虽已天亮门户不开。","注释⑴单（chán）于台：在今内蒙古自治区呼和浩特市西，相传汉武帝曾率兵登临此台。⑵边兵：守卫边疆的士兵。⑶地中出：从平地升起。⑷沙翻：沙随风翻滚。⑸响疑雷：响声如同雷鸣。⑹阴关：阴山山脉中的关隘。阴山是汉代防御匈奴的屏障，绵亘今内蒙古自治区。\n"]}},{"title":"边塞","cont":{"title":"望蓟门","nian":"唐代","author":"祖咏","contson":"\n燕台一望客心惊，笳鼓喧喧汉将营。(笳鼓 一作：箫鼓)万里寒光生积雪，三边曙色动危旌。沙场烽火侵胡月，海畔云山拥蓟城。少小虽非投笔吏，论功还欲请长缨。\n","contyishang":["译文登上燕台眺望不禁感到震惊，笳鼓喧闹之地原是汉将兵营。万里积雪笼罩着冷冽的寒光，边塞的曙光映照着旌旗飘动。战场烽火连天遮掩边塞明月，南渤海北云山拱卫着蓟门城。少年时虽不像班超投笔从戎，论功名我想学终军自愿请缨。","注释⑴蓟门：在今北京西南，唐时属范阳道所辖，是唐朝屯驻重兵之地。⑵燕台：原为战国时燕昭王所筑的黄金台，这里代称燕地，用以泛指平卢、范阳这一带。客：诗人自称。⑶笳：汉代流行于塞北和西域的一种类似于笛子的管乐器，此处代指号角。⑷三边：古称幽、并、凉为三边。这里泛指当时东北\n"]}},{"title":"边塞","cont":{"title":"营州歌","nian":"唐代","author":"高适","contson":"\n营州少年厌原野，狐裘蒙茸猎城下。虏酒千钟不醉人，胡儿十岁能骑马。\n","contyishang":["译文营州一带的少年习惯在旷野草原上生活，穿着狐皮袍子在城外打猎。他们即使喝上千杯酒也不会醉倒，这些少数民族的孩子10岁就能骑马奔跑。","注释⑴营州：唐代东北边塞，治所在今辽宁朝阳。⑵厌（yàn）：同“餍”，饱。这里作饱经、习惯于之意。⑶狐裘（qiú）：用狐狸皮毛做的比较珍贵的大衣，毛向外。⑷蒙茸（róng）：裘毛纷乱的样子。语出《诗经·邶风·旌丘》：“狐裘蒙戎”。“茸”通“戎”。⑸城下（xià）：郊野。⑹虏（lǔ）酒：指营州当地出产的酒。⑺千钟（zhōng）：极言其多\n"]}},{"title":"边塞","cont":{"title":"送人游塞","nian":"唐代","author":"王建","contson":"\n初晴天堕丝，晚色上春枝。城下路分处，边头人去时。 停车数行日，劝酒问回期。亦是茫茫客，还从此别离。\n","contyishang":[]}},{"title":"边塞","cont":{"title":"使青夷军入居庸三首","nian":"唐代","author":"高适","contson":"\n匹马行将久，征途去转难。不知边地别，只讶客衣单。溪冷泉声苦，山空木叶干。莫言关塞极，云雪尚漫漫。\n古镇青山口，寒风落日时。岩峦鸟不过，冰雪马堪迟。出塞应无策，还家赖有期。东山足松桂，归去结茅茨。\n登顿驱征骑，栖迟愧宝刀。远行今若此，微禄果徒劳。绝坂水连下，群峰云共高。自堪成白首，何事一青袍。\n","contyishang":[]}},{"title":"边塞","cont":{"title":"雁门太守行","nian":"唐代","author":"李贺","contson":"\n黑云压城城欲摧，甲光向日金鳞开。(向日 一作：向月)角声满天秋色里，塞上燕脂凝夜紫。(塞上 一作：塞土)半卷红旗临易水，霜重鼓寒声不起。报君黄金台上意，提携玉龙为君死！\n","contyishang":["译文敌兵滚滚而来，犹如黑云翻卷，想要摧倒城墙；我军严待以来，阳光照耀铠甲，一片金光闪烁。秋色里，响亮军号震天动地；黑夜间战士鲜血凝成暗紫。红旗半卷，援军赶赴易水；夜寒霜重，鼓声郁闷低沉。只为报答君王恩遇，手携宝剑，视死如归。","注释⑴雁门太守行：古乐府曲调名。雁门，郡名。古雁门郡大约在今山西省西北部，是唐王朝与北方突厥部族的边境地带。⑵黑云：此形容战争烟尘铺天盖地，弥漫在边城附近，气氛十分紧张。摧：毁。甲光：指铠甲迎着太阳发出的闪光。金鳞：是说像金色的鱼鳞。这句形容敌军兵临城下的紧张气氛和危急形势。\n"]}}]