[{"title":"送别","cont":{"title":"与胡兴安夜别","nian":"南北朝","author":"何逊","contson":"\n居人行转轼，客子暂维舟。念此一筵笑，分为两地愁。露湿寒塘草，月映清淮流。方抱新离恨，独守故园秋。\n","contyishang":[]}},{"title":"送别","cont":{"title":"","nian":"","author":"","contson":"","contyishang":[]}},{"title":"送别","cont":{"title":"送诸暨王主簿之任","nian":"唐代","author":"李益","contson":"\n别愁已万绪，离曲方三奏。远宦一辞乡，南天异风候。秦城岁芳老，越国春山秀。落日望寒涛，公门闭清昼。何用慰相思，裁书寄关右。\n","contyishang":[]}},{"title":"送别","cont":{"title":"","nian":"","author":"","contson":"","contyishang":[]}},{"title":"送别","cont":{"title":"送宇文六","nian":"唐代","author":"常建","contson":"\n花映垂杨汉水清，微风林里一枝轻。即今江北还如此，愁杀江南离别情。\n","contyishang":["译文鲜花似锦映垂杨，汉水澄澈碧波漾；春风微微林中吹，一花轻盈吐芬芳。现在面对江北景，尚且如此心怏怏；去到江南景更美，离情更使魂魄丧。","注释1.宇文六：诗人朋友，生平事迹不详。2.汉水：长江支流，源出陕西宁强县，流经陕西南部，湖北北部和中部，在武汉市注入长江。3.一枝：指一枝花。4.即今：当今，现在。5.还：尚且。6.愁杀：亦作“ 愁煞 ”。谓使人极为忧愁。杀，表示程度深。"]}},{"title":"送别","cont":{"title":"送赵判官赴黔府中丞叔幕","nian":"唐代","author":"李白","contson":"\n廓落青云心，结交黄金尽。富贵翻相忘，令人忽自晒。蹭蹬鬓毛斑，盛时难再还。巨源咄石生，何事马蹄间？绿萝长不厌，却欲还东山。君为鲁曾子，拜揖高堂里。叔继赵平原，偏承明主恩。风霜推独坐，旌节镇雄藩。虎士秉金钺，蛾眉开玉樽。才高幕下去，义重林中言。水宿五溪月，霜啼三峡猿。东风春草绿，江上候归轩。\n","contyishang":["译文空有青云直上的心愿，干谒交结百两黄金散尽。有的人富贵的时候早把贫贱朋友忘却，真令人独自哂笑不已。我如今蹭蹬不进,鬓毛斑白，年青强盛的时光难以回还。山涛曾经对石鉴大叫:知道司马懿称病不朝的意思吗?我们为何还留恋官职不回家呢?东山的绿萝青翠得让人喜欢，我现在正想回归东山。你有曾子的风尚，对父母非常孝敬。你的叔叔赵中丞有赵平原的风范，得到皇上的喜爱。独坐朝堂而风霜骤起，旌节飘扬,雄镇边藩。朝堂上虎士手执金钺，内室中蛾眉靓装美女频开玉樽劝酒。你才高学识渊深.现在去你叔叔府幕\n"]}},{"title":"送别","cont":{"title":"江神子·送桂花吴宪时已有检详之命未赴阙","nian":"宋代","author":"吴文英","contson":"\n天街如水翠尘空。建章宫。月明中。人未归来，玉树起秋风。宝粟万钉花露重，催赐带，过垂虹。夜凉沈水绣帘栊。酒香浓。雾濛濛。钗列吴娃，腰褭带金虫。三十六宫蟾观冷，留不住，佩丁东。\n","contyishang":[]}},{"title":"送别","cont":{"title":"蝶恋花·暮春别李公择","nian":"宋代","author":"苏轼","contson":"\n簌簌无风花自堕。寂寞园林，柳老樱桃过。落日有情还照坐，山青一点横云破。路尽河回人转舵。系缆渔村，月暗孤灯火。凭仗飞魂招楚些，我思君处君思我。\n","contyishang":["译文花落声簌簌却不是被风所吹，而是悠悠然自己坠落在地。寂寞的园林里，花木荣枯。似乎有情的落日照耀着客座，高耸的青山仿佛刺破了横云。送者在岸上已走到“路尽”；行者在舟中却见舵已转。今夜泊于冷落的渔村中宵不寐，独对孤灯，唯有暗月相伴。我像《楚辞·招魂》召唤屈原那样，召唤离去的友人。我思念你的时候你也在思念着我吧。","注释①簌簌：花落的声音，堕：悠然落下的样子。②系缆：代指停泊某地③凭仗飞魂招楚些：语出《楚辞·招魂》“魂兮归来，反故居些”。此处意思是像《楚辞·招魂》召唤屈原那样，召唤离去的友人。"]}},{"title":"送别","cont":{"title":"送友游吴越","nian":"唐代","author":"杜荀鹤","contson":"\n去越从吴过，吴疆与越连。有园多种橘，无水不生莲。夜市桥边火，春风寺外船。此中偏重客，君去必经年。\n","contyishang":["译文要去越地，必须从吴地经过，因为吴越接壤。桔和莲皆吴越名产，吴越种桔与莲，无水不生。灯火通明的夜市，春风沉醉的夜晚，桥边灯火辉煌，寺外舳舻辐辏。吴越之人多好客之风，你此去可能要待很长时间，乐而忘返了。","注释①吴越：指今苏浙一带。②吴：指现在浙江一带。③火：繁荣、热闹的景象。④必经年：泛指要待很长时间，客人乐而忘返了。"]}},{"title":"送别","cont":{"title":"鲁郡尧祠送窦明府薄华还西京","nian":"唐代","author":"李白","contson":"\n朝策犁眉騧，举鞭力不堪。强扶愁疾向何处，角巾微服尧祠南。长杨扫地不见日，石门喷作金沙潭。笑夸故人指绝境，山光水色青于蓝。庙中往往来击鼓，尧本无心尔何苦。门前长跪双石人，有女如花日歌舞。银鞍绣毂往复回，簸林蹶石鸣风雷。远烟空翠时明灭，白鸥历乱长飞雪。红泥亭子赤阑干，碧流环转青锦湍。深沉百丈洞海底，那知不有蛟龙蟠。君不见绿珠潭水流东海，绿珠红粉沉光彩。绿珠楼下花满园，今日曾无一枝在。昨夜秋声阊阖来，洞庭木落骚人哀。遂将三五少年辈，登高远望形神开。生前一笑轻九鼎，魏武何悲铜雀台。我歌白云倚窗牖，尔闻其声但挥手。长风吹月度海来，遥劝仙人一杯酒。酒中乐酣宵向分，举觞酹尧尧可闻。何不令皋繇拥篲横八极，直上青天挥浮云。高阳小饮真琐琐，山公酩酊何如我。竹林七子去道赊，兰亭雄笔安足夸。尧祠笑杀五湖水，至今憔悴空荷花。尔向西秦我东越，暂向瀛洲访金阙。蓝田太白若可期，为余扫洒石上月。\n","contyishang":["译文我清晨乘着犁眉黄身马，举鞭无力。强撑着病体，角巾便服地来到尧庙。只见柳丝垂地绿荫遮天，石门喷迸的流水在此汇成金沙潭。这里山青水秀，我的老朋友果然为我们选择了一处绝妙佳景。庙中不断地有人来击鼓求福，其实尧本无心受人祭拜，你们这又是何苦呢？庙前又有双跪石人，如花的美女整日在表演歌舞。权贵们的豪华车马往来不绝，惊动着林木山石发出轰鸣。远望潭中，长烟与碧波交织，时明时灭。白鸥群翔，如同纷纷扬扬的飞雪。红亭赤栏，置于碧流青水之间口这潭水深过百丈能通彻海底，说不定其中会有蛟龙盘踞。\n"]}},{"title":"送别","cont":{"title":"送李判官赴东江","nian":"唐代","author":"王维","contson":"\n闻道皇华使，方随皂盖臣。封章通左语，冠冕化文身。 树色分扬子，潮声满富春。遥知辨璧吏，恩到泣珠人。\n","contyishang":[]}},{"title":"送别","cont":{"title":"送四镇薛侍御东归","nian":"唐代","author":"岑参","contson":"\n相送泪沾衣，天涯独未归。将军初得罪，门客复何依？梦去湖山阔，书停陇雁稀。园林幸接近，一为到柴扉。\n","contyishang":["译文我送你东归，相别之时，泪水沾湿了衣襟戍守天涯的人只我一个没有回归。封将军兵败被削官，我又将依靠谁呢？梦里来到一片湖水山光十分开阔之处，家书写好了，却难觅凭寄的大雁。幸好你我两家庭院邻近，你如今回去正好顺路帮我捎份家书。","注释⑴四镇：即安西四镇：龟兹、焉耆、于阗、疏勒。薛侍御：生平不详。⑵门客：僚属，此处为诗人自指。⑶书：书信。陇雁：飞越陇山传递家书的大雁。相传大雁善传书信。典出《汉书·苏武传》。⑷柴扉：柴门，这是岑参自指己家。"]}},{"title":"送别","cont":{"title":"南阳送客","nian":"唐代","author":"李白","contson":"\n斗酒勿为薄，寸心贵不忘。坐惜故人去，偏令游子伤。离颜怨芳草，春思结垂杨。挥手再三别，临岐空断肠。\n","contyishang":["译文斗酒不要嫌少，寸心贵在不忘。深深的叹息故人的离去，游子十分感伤。离别的愁容看到看到芳草就会埋怨，将自己的四年寄托在春天的垂杨之上。挥起手再三告别，临到分别仍然是枉自断肠。","注释南阳：今河南南阳。薄：少。坐：意为深。"]}},{"title":"送别","cont":{"title":"送人游吴","nian":"唐代","author":"杜荀鹤","contson":"\n君到姑苏见，人家尽枕河。古宫闲地少，水港小桥多。(水港 一作：水巷)夜市卖菱藕，春船载绮罗。遥知未眠月，乡思在渔歌。\n","contyishang":["译文你到姑苏时将会看到，那儿的人家房屋都临河建造。姑苏城中屋宇相连，没有什么空地；即使在河汊子上，也架满了小桥。夜市上充斥着卖菱藕的声音，河中的船上，满载着精美的丝织品。遥想远方的你，当月夜未眠之时，听到江上的渔歌声，定会触动你的思乡之情。","注释①姑苏：苏州的别称②枕河：临河。枕：临近。⑦闲地少：指人烟稠密，屋宇相连。③古宫：即古都，此处指代姑苏。④水港：河汊子，指流经城市的小河。一作“水巷”。⑤绮罗：指华贵的丝织品或丝绸衣服。一说此处是贵妇、美女的代称\n"]}},{"title":"送别","cont":{"title":"送卢主簿","nian":"唐代","author":"王勃","contson":"\n穷途非所恨，虚室自相依。城阙居年满，琴尊俗事稀。 开襟方未已，分袂忽多违。东岩富松竹，岁暮幸同归。\n","contyishang":[]}},{"title":"送别","cont":{"title":"渔家傲·千古龙蟠并虎踞","nian":"宋代","author":"苏轼","contson":"\n金陵赏心亭送王胜之龙图。王守金陵，视事一日移南郡。\n千古龙蟠并虎踞。从公一吊兴亡处。渺渺斜风吹细雨。芳草渡。江南父老留公住。公驾飞车凌彩雾。红鸾骖乘青鸾驭。却讶此洲名白鹭。非吾侣。翩然欲下还飞去。\n","contyishang":["译文“钟山龙蟠，石头虎踞”，千古金陵引起人怀归的思绪。难得陪同你凭吊这历经沧桑的兴亡之地。斜风渺渺，细雨濛濛，弥散着一片别情离愁。难忘这芳草渡口，江南父老依依惜别，恳切地把你挽留。且莫伤怀，在我的想象中，你驾着飞车穿越多彩的云霞，仙游似地以鸾鸟为陪乘者，一路凌风驭虚而来。却讶异这里的沙洲，居然名之为白鹭，并不是适宜的栖居地。于是翩翩然未曾歇翅，还是向别处飞去。","注释⑴渔家傲：词牌名。又名”吴门柳“”忍辱仙人“”荆溪咏“”游仙关“。双调六十二字；前后阕相同，完全惟七言仄韵诗两绝合为一。其所不同者仅有第三句协韵，以及下添一个三字句而已。\n"]}},{"title":"送别","cont":{"title":"送李愿归盘谷序","nian":"唐代","author":"韩愈","contson":"\n　　太行之阳有盘谷。盘谷之间，泉甘而土肥，草木丛茂，居民鲜少。或曰：“谓其环两山之间，故曰‘盘’。”或曰：“是谷也，宅幽而势阻，隐者之所盘旋。”友人李愿居之。\n　　愿之言曰：“人之称大丈夫者，我知之矣：利泽施于人，名声昭于时，坐于庙朝，进退百官，而佐天子出令；其在外，则树旗旄，罗弓矢，武夫前呵，从者塞途，供给之人，各执其物，夹道而疾驰。喜有赏，怒有刑。才畯满前，道古今而誉盛德，入耳而不烦。曲眉丰颊，清声而便体，秀外而惠中，飘轻裾，翳长袖，粉白黛绿者，列屋而闲居，妒宠而负恃，争妍而取怜。大丈夫之遇知于天子、用力于当世者之所为也。吾非恶此而逃之，是有命焉，不可幸而致也。\n　　穷居而野处，升高而望远，坐茂树以终日，濯清泉以自洁。采于山，美可茹；钓于水，鲜可食。起居无时，惟适之安。与其有誉于前，孰若无毁于其后；与其有乐于身，孰若无忧于其心。车服不维，刀锯不加，理乱不知，黜陟不闻。大丈夫不遇于时者之所为也，我则行之。\n　　伺候于公卿之门，奔走于形势之途，足将进而趑趄，口将言而嗫嚅，处污秽而不羞，触刑辟而诛戮，侥幸于万一，老死而后止者，其于为人，贤不肖何如也？”\n　　昌黎韩愈闻其言而壮之，与之酒而为之歌曰：“盘之中，维子之宫；盘之土，维子之稼；盘之泉，可濯可沿；盘之阻，谁争子所？窈而深，廓其有容；缭而曲，如往而复。嗟盘之乐兮，乐且无央；虎豹远迹兮，蛟龙遁藏；鬼神守护兮，呵禁不祥。饮且食兮寿而康，无不足兮奚所望！膏吾车兮秣吾马，从子于盘兮，终吾生以徜徉！”\n","contyishang":["译文　　太行山的南面有个（山谷叫）盘谷。盘谷那地方，泉水甘甜，土地肥沃，草木繁茂，居民很少。有人说：“因为盘谷盘绕在两山之间，所以名叫‘盘’。”也有人说：“这个山谷位置幽僻而地势险阻，是隐者所盘旋的地方（所以叫‘盘’。）”我的朋友李愿住在这里。","　　李愿说：“人被称为大丈夫的情况，我知道了。（一种情况是：）在朝廷上，（他）任免百官，辅佐天子发布政令；在朝廷外，就树起旗帜，陈设弓箭，卫兵在前喝道，侍从塞满道路，仆役们拿着他所需物品，夹道奔驰。（他）高兴起来就随意赏赐，发起怒来就任意处罚。才能出众的人聚集他的跟前，说古道今赞誉他的大德，他听入耳中而不厌烦。（他的家\n"]}},{"title":"送别","cont":{"title":"更漏子·送孙巨源","nian":"宋代","author":"苏轼","contson":"\n水涵空，山照市。西汉二疏乡里。新白发，旧黄金。故人恩义深。 海东头，山尽处。自古空槎来去。槎有信，赴秋期。使君行不归。\n","contyishang":["译文海州碧水连天，青山耸立。这里是西汉二疏的故乡。居海州几年，你白发新添，却博得州人殷勤相送，这是你留下的深恩厚义啊。大海的最东边，大山的尽头，自古就有人乘槎到天河。但是自古以来，客槎有来有往，你却未有归期，让人惆怅。","注释⑴更漏子：唐人称夜间为更漏。此调创于晚唐，而温飞卿最擅其词，飞卿传者有两首，而所咏又俱本意，调名创作，或即为温飞卿本人耳。毛氏《填词名解》亦云：“唐温庭筠做《秋思词》，中咏更漏，后以名词。”双调四十六字。起为三字对句，而平仄互异。第三句为六字句，第一、三、五字平仄可以不拘。第四、五句换平韵，亦为三字对句。第六句五字，\n"]}},{"title":"送别","cont":{"title":"","nian":"","author":"","contson":"","contyishang":[]}},{"title":"送别","cont":{"title":"送宗密上人归南山草堂寺因谒河南尹白侍郎","nian":"唐代","author":"刘禹锡","contson":"\n宿习修来得慧根，多闻第一却忘言。自从七祖传心印，不要三乘入便门。东泛沧江寻古迹，西归紫阁出尘喧。河南白尹大檀越，好把真经相对翻。\n","contyishang":["　　与柳宗元相比，刘禹锡就荣幸得多。他二人虽同时遭贬，但柳宗元生性沉郁，而刘禹锡则生性达观。柳宗元多病，刘禹锡康健。苏东坡评柳宗元“发纤浓于古简，寄至味于淡泊。”而刘禹锡在此，则还多了一团生机和气。所以柳宗元年仅四十七而逝，刘禹锡则寿高七十余，比白居易略差一点。柳宗元也没有如刘、白二人，得以交圭峰宗密大师这样佛教中的泰山北斗，也不如李翱那样得以结交药山唯俨这样的禅林宗匠。这是刘禹锡在安徽和州当太守时送别圭峰大师时所作的诗，并以此诗作为“介绍信”，介绍给白居易。圭峰大师与刘禹锡、白居易还有一段交往，的确是鲜为人知。","　　“宿习修来得慧根，多闻第一忘却言。”这里，刘禹锡盛赞圭\n"]}},{"title":"送别","cont":{"title":"送兄","nian":"唐代","author":"佚名","contson":"\n别路云初起，离亭叶正稀。所嗟人异雁，不作一行归。\n","contyishang":["译文哥哥啊！这就是我们要分手的大路了。云彩飞起，路边有供人休息送别的凉亭。亭外，是秋叶在飘坠。而我最悲伤叹息的就是，人，为什么不能像天上的大雁呢？大雁哥哥和妹妹总是排得整整齐齐，一同飞回家去的啊。 ","注释⑴题下原注：武后召见，令赋送兄诗，应声而就。⑵离亭：驿亭。古时人们常在这个地方举行告别宴会，古人往往于此送别。⑶归：一作“飞”。（4）稀：形容树叶稀疏寥落的样子。"]}},{"title":"送别","cont":{"title":"水调歌头·落日古城角","nian":"宋代","author":"辛弃疾","contson":"\n落日古城角，把酒劝君留。长安路远，何事风雪敝貂裘。散尽黄金身世，不管秦楼人怨，归计狎沙鸥。明夜扁舟去，和月载离愁。功名事，身未老，几时休。诗书万卷，致身须到古伊周。莫学班超投笔，纵得封侯万里，憔悴老边州。何处依刘客，寂寞赋登楼。\n","contyishang":["译文夕阳照在城墙的一角，我端起酒杯劝说您留下。京城离这里太远了，为什么还要穿着破旧的衣服冒着艰辛赶去呢？我担心你像苏秦一样盘缠用尽，还会遭到妻子的埋怨，不如早点归来，与沙鸥亲近为好。明晚月色下，你就要带着满身的离愁乘船而去。追逐功名利禄，恐怕是到老了以后才会罢休吧？饱读诗书，应该像古代的伊尹和周公一样为国事操劳。不要效仿班超投笔从戎，即使能够万里封侯，也会长期的滞留边疆，到老才能回来。在哪里可以找到可以依附的人呢？只怕是空自孤独寂寞，作《登楼赋》那样思念家乡的文章。","注释（1）敝貂裘：破旧的貂皮衣服（2）秦楼：汉乐府《陌上桑\n"]}},{"title":"送别","cont":{"title":"送沈记室夜别","nian":"南北朝","author":"范云","contson":"\n桂水澄夜氛，楚山清晓云。秋风两乡怨，秋月千里分。寒枝宁共采，霜猿行独闻。扪萝正意我，折桂方思君。\n","contyishang":["、译文秋水漾桂香，晚风多清朗，楚山清幽幽，晓云映晨光。托萧瑟秋风寄去异地的乡愁，在千里之外共对皎洁的月亮。枝头凄冷怎能共折兰菊？猿啼哀号孤旅哪堪悲凉。手抚松萝你当念我曾相依伴，采撷桂花我正思君文才无双。","注释1.沈记室：指沈约，沈约曾在郢府（今湖北武汉附近）任记室参军，故成沈记室。2.桂水：源出湖南蓝山县南，向东北流入湘江。澄：澄清。夜氛：夜气。3.楚山：泛指湖南一带楚地的山峦。此句说楚山上空朝云清淡。4.两乡：各处异乡。一指范云所在，一指沈约的去处。5.千里分：在\n"]}},{"title":"送别","cont":{"title":"送杨子","nian":"唐代","author":"岑参","contson":"\n斗酒渭城边，垆头耐醉眠。梨花千树雪，杨叶万条烟。惜别添壶酒，临岐赠马鞭。看君颍上去，新月到家圆。\n","contyishang":["译文渭城边上我们纵酒言别，在酒坊里长醉而不能入眠。满树的梨花就像积雪那样洁白，千万条的杨树叶恰似那缕缕青烟。惜别间我们饮尽了壶中的美酒。临分别时，送上策马的长鞭。盼望着你到达颍上，那时候新月也应该变圆了。","注释斗：计容积的量器,十升为斗，十斗为斛。这里形容饮酒之多。渭城：即秦都咸阳故城，唐代从长安往西去的，多在渭城送别。垆头：酒坊，酒家。"]}},{"title":"送别","cont":{"title":"浣溪沙·重九旧韵","nian":"宋代","author":"苏轼","contson":"\n白雪清词出坐间。爱君才器两俱全。异乡风景却依然。可恨相逢能几日，不知重会是何年。茱萸子细更重看。\n","contyishang":["译文阳春白雪般的清新词句出自座席之间，您才华气量二者兼备，令人艳羡。异乡杭州的风景也依旧粲然。可叹相逢能够欢聚几日？不知重会又将落在何年？届时，我们愿再次面对茱萸仔细把玩。","注释⑴浣溪沙：词牌名，本唐教坊曲名，又名《浣沙溪》《小庭花》等。双调四十二字，五平韵。⑵重九：节日名，即重阳。旧韵：指前首《浣溪沙·菊节》词所用韵字。⑶白雪：意即阳春白雪。本指艺术性较高难度较大的歌曲，这里比喻杨绘（元素）词作的高雅。坐：同“座”。⑷君：指杨绘，作者友人，杭州知府。才器：才能与器识。⑸异乡：指杭州，因杨\n"]}},{"title":"送别","cont":{"title":"送人","nian":"唐代","author":"杜牧","contson":"\n鸳鸯帐里暖芙蓉，低泣关山几万重。明镜半边钗一股，此生何处不相逢。\n","contyishang":[]}},{"title":"送别","cont":{"title":"送温处士归黄山白鹅峰旧居","nian":"唐代","author":"李白","contson":"\n黄山四千仞，三十二莲峰。丹崖夹石柱，菡萏金芙蓉。伊昔升绝顶，下窥天目松。仙人炼玉处，羽化留馀踪。亦闻温伯雪，独往今相逢。采秀辞五岳，攀岩历万重。归休白鹅岭，渴饮丹砂井。凤吹我时来，云车尔当整。去去陵阳东，行行芳桂丛。回溪十六度，碧嶂尽晴空。他日还相访，乘桥蹑彩虹。\n","contyishang":["译文黄山高耸四千仞，莲花攒簇三十二峰。丹崖对峙夹石柱，有的像莲花苞，有的像金芙蓉。忆往昔，我曾登临绝顶，放眼远眺天目山上的老松。仙人炼玉的遗迹尚在，羽化升仙处还留有遗踪。我知道今天你要独往黄山，也许可以和温伯雪相逢。为采撷精华辞别五岳，攀岩临穴，经历艰险千万重。归来闲居白鹅岭上，渴了饮丹砂井中水。凤凰叫时我即来，你要准备云霓车驾一起游览天宫。来往陵阳仙山东，行走在芬芳的桂树丛中。回曲溪流十六渡，青山如嶂立晴空。以后我还会时常来访问，乘着弓桥步入彩虹中。\n"]}},{"title":"送别","cont":{"title":"念奴矫·送陈正言","nian":"宋代","author":"家铉翁","contson":"\n南来数骑，问征尘、正是江头风恶。耿耿孤忠磨不尽，惟有老天知得。短棹浮淮，轻毡渡汉，回首觚棱泣。缄书欲上，惊传天外清跸。路人指示荒台，昔汉家使者，曾留行迹。我节君袍雪样明，俯仰都无愧色。送子先归，慈颜未老，三径有余乐。逢人问我，为说肝肠如昨。\n","contyishang":["　　以“南来数骑，问征尘”二句起笔，写作者对南方形势的关心，所以碰到从南宋来的人就向他询问消息。但询问的结果，却是“江头风恶”，即形势不好。家铉翁北赴之后，南宋流亡小朝廷继续坚持斗争，这里，作者关心的，可能就是这种反元斗争形势。“耿耿”两句，写出作者（也可能包括陈正言在内）的孤忠与气节。“磨不尽”三字，指耿耿孤忠如磐石一般的坚固，同时也包含了他在北方所受的种种磨难。磨难愈重，他的志向就愈加坚定，作者的精神品质由此可见，但因为作者身在北地，远离祖国，其孤忠不被人知，故云“唯有老天知得”。“短棹”五句，则转入对丙子（1276）之难的回忆。这五句所写乃是南宋临安被破的过程，其惨痛之情状，令作者\n"]}},{"title":"送别","cont":{"title":"留卢秦卿","nian":"唐代","author":"司空曙","contson":"\n知有前期在，难分此夜中。无将故人酒，不及石尤风。\n","contyishang":["　　送别是古代人生活中的常事，故而也成了古诗中屡写不衰的题材。唐诗中的送别诗汗牛充栋，但这首诗却能翻出新意，别具一格。","　　“知有前期在，难分此夜中。”起句突兀。前期，即后会之期，重逢之期。对于分别的人来说，“后会有期”本来是一个极大的安慰，但诗人将它翻到前面，置于一个次要、陪衬的地位，意思是说纵然知道后会有期，但此夜之别，仍然难分难舍。这样一退一进，欲擒故纵的写法，不仅将难分之情表现得更为感人，而且这么一口说出后会之事，也就逼得对方毫无回旋余地，只能被这种“最入情”之言所压倒。“无将故人酒，不及石尤风”末句收得平淡，然而借酒发挥之辞，却非同寻常。据《江湖纪闻》记载：“石\n"]}},{"title":"送别","cont":{"title":"奉和幸望春宫送朔方大总管张仁亶","nian":"唐代","author":"郑愔","contson":"\n御跸下都门，军麾出塞垣。长杨跨武骑，细柳接戎轩。 睿曲风云动，边威鼓吹喧。坐帷将阃外，俱是报明恩。\n","contyishang":[]}},{"title":"送别","cont":{"title":"送人游塞","nian":"唐代","author":"齐己","contson":"\n槐柳野桥边，行尘暗马前。秋风来汉地，客路入胡天。 雁聚河流浊，羊群碛草膻。那堪陇头宿，乡梦逐潺湲。\n","contyishang":[]}},{"title":"送别","cont":{"title":"送蔡山人","nian":"唐代","author":"李白","contson":"\n我本不弃世，世人自弃我。一乘无倪舟，八极纵远舵。燕客期跃马，唐生安敢讥。采珠勿惊龙，大道可暗归。故山有松月，迟尔玩清晖。\n","contyishang":["译文我本来就没有放弃俗世，但世人却抛弃了我。一乘上无尽头的航程，就远纵八极无法回头。燕客蔡泽极尽荣华，唐举这小子还敢讥笑？采撷龙下颌的明珠时别把龙惊醒了，可暗暗让其归顺大道而不自知。故乡的山岭有古松明月，等待你一起玩赏清晖。","注释（1）蔡山人，名字不详，高适集中也有《送蔡山人》一诗，当为同一人。此诗从内容看，当为李白于天宝三、四载间初出朝时所作。（2）倪：边际。无倪即无边际。（3）八极：八极:最边远之处。《淮南子·地形》:“八绘之外，乃有八极”（4）燕客两句出自《史\n"]}},{"title":"送别","cont":{"title":"离亭赋得折杨柳二首","nian":"唐代","author":"李商隐","contson":"\n暂凭尊酒送无憀，莫损愁眉与细腰。人世死前唯有别，春风争拟惜长条。\n含烟惹雾每依依，万绪千条拂落晖。为报行人休折尽，半留相送半迎归。\n","contyishang":["译文暂且借着这杯酒遣散无聊，不要损坏了你的愁眉与细腰。人世间除了死亡没有比得上离别更痛苦了，春风不因为爱惜柳枝而不让离苦之人去攀着。","笼罩在烟雾中的茂密的柳条，每枝都依依不舍，万千枝条在日暮里拂走斜阳。为了告诉行人不要为情折尽枝条，柳条送走行人也欢迎来客。","注释⑴离亭：离别的释亭，即释站，是离别处。赋得折杨柳：赋诗来咏折柳送别。《折杨柳》是曲子名。⑵送：遣散。无憀（liáo）：即无聊，无所依赖，指愁苦。⑶愁眉与细腰：柳叶比眉，柳枝的柔软比腰，有双关意。⑷争拟：怎拟，即不拟，\n"]}},{"title":"送别","cont":{"title":"秦筝歌送外甥萧正归京","nian":"唐代","author":"岑参","contson":"\n汝不闻秦筝声最苦，五色缠弦十三柱。怨调慢声如欲语，一曲未终日移午。红亭水木不知暑，忽弹黄钟和白纻。清风飒来云不去，闻之酒醒泪如雨。汝归秦兮弹秦声，秦声悲兮聊送汝。\n","contyishang":["译文你没听说秦筝声音最苦，五色琴弦缠着十三琴柱。曲调幽怨缓慢如泣如诉，一曲尚未弹完天已近午。红亭池水树木不觉暑气，秦筝忽又弹起黄钟白纻。清风飒飒云彩停留不动，客人醒过酒来泪下如雨。你归秦地为你弹奏秦声，秦声悲哀啊，送你上路。","注释①秦筝：古秦地(今陕西一带)产的一种弦乐器。筝，一种弦乐器。②“汝不闻”两句：说秦筝五色十三弦，声音最为悲苦。五色，涂成五色。缠弦，将弦缠在筝上。十三柱，十三根缠弦的支柱。③“怨调”两句：说秦筝声调幽怨缓慢，好似向人倾诉衷肠，一曲尚未弹完，天色就已近午\n"]}},{"title":"送别","cont":{"title":"天山雪歌送萧治归京","nian":"唐代","author":"岑参","contson":"\n天山雪云常不开，千峰万岭雪崔嵬。北风夜卷赤亭口，一夜天山雪更厚。能兼汉月照银山，复逐胡风过铁关。交河城边鸟飞绝，轮台路上马蹄滑。晻霭寒氛万里凝，阑干阴崖千丈冰。将军狐裘卧不暖，都护宝刀冻欲断。正是天山雪下时，送君走马归京师。雪中何以赠君别，惟有青青松树枝。\n","contyishang":["译文天山上的云雪终年不开，巍巍千山万岭白雪皑皑。夜来北风卷过赤亭路口，天山一夜之间大雪更厚。雪光和着月光照映银山，雪花追着北风飞过铁关。交河城边飞鸟早已断绝，轮台路上战马难以走过。寒云昏暗凝结万里天空，山崖陡峭悬挂千丈坚冰。将军皮袍久卧不觉温暖，都护宝刀冻得像要折断。天山正是大雪纷飞之时，送别为友走马归还京师。冰雪之中怎将心意表示，只有赠您青青松柏树枝！","注释⑴萧治：作者友人，生平未详。⑵开：消散。⑶崔嵬（cuī wéi）：山势高耸的样子。\n"]}},{"title":"送别","cont":{"title":"送丘为落第归江东","nian":"唐代","author":"王维","contson":"\n怜君不得意，况复柳条春。为客黄金尽，还家白发新。五湖三亩宅，万里一归人。知祢不能荐，羞为献纳臣。\n","contyishang":["译文叹息你又一次不能遂意，何况在这柳条新绿的初春。客游京城黄金全部用尽，回家时只落得白发添新。太湖边只有你三亩的田宅，遥遥万里外凄凉凉一个妇人。深知你祢衡却没能推荐，惭愧我空作一名献纳之臣。","注释⑴丘为：嘉兴人，屡试不第，归山读书数年，天宝初中进士，官至太子右庶子，九十六岁卒。落第：考试落榜。江东：长江以东的地方，指吴越一带，丘为家在嘉兴，属越地。⑵不得意：不如意；不得志；不称心。《公羊传·庄公六年》：“得意致会，不得意致伐。”此指科举落第。⑶况复：何况，况且。《陈书·江总传》：“况复才未\n"]}},{"title":"送别","cont":{"title":"送魏郡李太守赴任","nian":"唐代","author":"王维","contson":"\n与君伯氏别，又欲与君离。君行无几日，当复隔山陂。 苍茫秦川尽，日落桃林塞。独树临关门，黄河向天外。 前经洛阳陌，宛洛故人稀。故人离别尽，淇上转骖騑。企予悲送远，惆怅睢阳路。古木官渡平，秋城邺宫故。 想君行县日，其出从如云。遥思魏公子，复忆李将军。\n","contyishang":[]}},{"title":"送别","cont":{"title":"太常引·钱齐参议归山东","nian":"未知","author":"刘燕哥","contson":"\n故人送我出阳关，无计锁雕鞍。今古别离难。兀谁画娥眉远山。一尊别酒，一声杜宇，寂寞又春残。明月小楼间，第一夜相思泪弹。\n","contyishang":[]}},{"title":"送别","cont":{"title":"雨后送李将军还祠偕同寅饮一杯亭","nian":"宋代","author":"赵汝愚","contson":"\n民感桑林雨，云施李靖龙。精诚天地动，意愿鬼神从。村喜禾花实，峰看岭岫重。白旗辉烈日，遥映一杯浓。\n","contyishang":[]}},{"title":"送别","cont":{"title":"劳劳亭","nian":"唐代","author":"李白","contson":"\n天下伤心处，劳劳送客亭。春风知别苦，不遣柳条青。\n","contyishang":["译文天下最伤心的地方，就是这送别的劳劳亭。春风也会意离别的痛苦，不催这柳条儿发青。","注释⑴劳劳亭：在今南京市西南，古新亭南，为古时送别之所。《景定建康志》：劳劳亭，在城南十五里，古送别之所。吴置亭在劳劳山上，今顾家寨大路东即其所。《江南通志》：劳劳亭，在江宁府治西南。⑵知：理解。⑶遣：让。"]}},{"title":"送别","cont":{"title":"临江仙·疾愈登望湖楼赠项长官","nian":"宋代","author":"苏轼","contson":"\n多病休文都瘦损，不堪金带垂腰。望湖楼上暗香飘。和风春弄袖，明月夜闻箫。酒醒梦回清漏永，隐床无限更潮。佳人不见董娇饶。徘徊花上月，空度可怜宵。\n","contyishang":["译文休文体弱多病身体虚弱，连垂腰的金带都不堪佩系了。望湖楼上正飘散着花香，春天和煦微风吹拂着衣袖，眼望着皓月当空，耳听着悠扬箫声。酒醉睡去，又从梦中惊醒，正听见漏壶的长流滴水发出清脆而单调的声响，倚在床上似乎感到了无比潮湿。身边的侍酒美人不见了，内心的空虚好像花上的月亮，正在天际空自徘徊，自己竟是空度良宵。","注释⑴临江仙：词牌名。唐教坊曲。原用以歌咏水仙，故名。又名《雁儿归》、《瑞鹤仙令》等。双调小令，平韵格。⑵望湖楼：据《苏轼诗集》卷七《六月二十七日望湖楼醉书五绝》注曰：“《图经》：望湖楼，又名看经楼，乾德七年（公元969\n"]}},{"title":"送别","cont":{"title":"短歌行赠王郎司直","nian":"唐代","author":"杜甫","contson":"\n王郎酒酣拔剑斫地歌莫哀！我能拔尔抑塞磊落之奇才。豫章翻风白日动，鲸鱼跋浪沧溟开。且脱佩剑休徘徊。西得诸侯棹锦水，欲向何门趿珠履？仲宣楼头春色深，青眼高歌望吾子，眼中之人吾老矣！\n","contyishang":["译文王郎你趁着酒兴拔剑起舞来发泄心中愤慨，不必悲哀，我能举荐你这个忧郁而坦荡的人间奇才。船帆在风中摇摆，鲸鱼在大海里乘浪而行，你先放下手中之剑，不要犹豫，划船去见西蜀的诸侯。以你王郎的奇才，此去西川，一定会得到蜀中大官的赏识，却不知要去投奔哪一位地方长官？仲宣楼那边已经是春末，我以青眼看着你，放声高歌，王郎你正当年富力强，我却已衰老无用了。","注释短歌行：乐府旧题。乐府有《短歌行》也有《长歌行》，其分别在于歌声长短。郎：年轻男子称谓。司直：官名。斫（zhuó）：本义为大锄。引申为砍，斫地：砍地。莫哀：不\n"]}},{"title":"送别","cont":{"title":"古别离","nian":"唐代","author":"孟郊","contson":"\n欲别牵郎衣，郞今到何处？不恨归来迟，莫向临邛去。\n","contyishang":["译文临近分别的时候牵着止夫的衣服问道：这次你到哪儿去？我不会责怪你回来迟了，你千万不要到临邛那里去。","注释古别离：新乐府歌曲名。临邛：唐代郡县名，蜀中商业重镇，今四川邛崃。《史记·司马相如列传》：临邛的富豪卓王孙之女卓文君新寡，司马相如以琴心挑之，因私奔相如。故古代诗文多以临邛为花花世界。"]}},{"title":"送别","cont":{"title":"送杨山人归嵩山","nian":"唐代","author":"李白","contson":"\n我有万古宅，嵩阳玉女峰。长留一片月，挂在东溪松。尔去掇仙草，菖蒲花紫茸。岁晚或相访，青天骑白龙。\n","contyishang":["译文我有万古不坏的仙宅，那就是嵩山之阳的玉女峰。那挂在东溪松间的一片明月，一直留在我的心中。杨先生您又要去那里采集仙草，去攫食紫花的昌蒲保持青春的面容。年底时我将到嵩山之阳拜访您，您可能正在青天上乘着白龙来相迎。","注释杨山人：姓杨的隐士。其生平事迹不详，李白有《驾去温泉后赠杨山人》诗，高适集中也有《送杨山人归嵩阳》诗，这里的杨山人当同为一人。嵩山：五岳之一，位于今河南省登封市西北。嵩阳：嵩山之南。玉女峰：嵩山支脉太皇山二十四峰之一，因峰北有石如女，故名。尔：你，指杨山人。掇（duō）：拾取\n"]}},{"title":"送别","cont":{"title":"水调歌头·呈汉阳使君","nian":"宋代","author":"王以宁","contson":"\n大别我知友，突兀起西州。十年重见，依旧秀色照清眸。常记鲒狂客，邀我登楼雪霁，杖策拥羊裘。山吐月千仞，残夜水明楼。黄粱梦，未觉枕，几经秋。与君邂逅，相逐飞步碧山头。举酒一觞今古，叹息英雄骨冷，清泪不能收。鹦鹉更谁赋，遗恨满芳州。\n","contyishang":[]}},{"title":"送别","cont":{"title":"送王屋山人魏万还王屋·并序","nian":"唐代","author":"李白","contson":"\n王屋山人魏万，云自嵩宋沿吴相访，数千里不遇。乘兴游台越，经永嘉，观谢公石门。后于广陵相见，美其爱文好古，浪迹方外，因述其行而赠是诗。 仙人东方生，浩荡弄云海。\n仙人东方生，浩荡弄云海。沛然乘天游，独往失所在。 魏侯继大名，本家聊摄城。卷舒入元化，迹与古贤并。 十三弄文史，挥笔如振绮。辩折田巴生，心齐鲁连子。 西涉清洛源，颇惊人世喧。采秀卧王屋，因窥洞天门。 朅来游嵩峰，羽客何双双。朝携月光子，暮宿玉女窗。 鬼谷上窈窕，龙潭下奔潈。东浮汴河水，访我三千里。 逸兴满吴云，飘飖浙江汜。挥手杭越间，樟亭望潮还。 涛卷海门石，云横天际山。白马走素车，雷奔骇心颜。 遥闻会稽美，且度耶溪水。万壑与千岩，峥嵘镜湖里。 秀色不可名，清辉满江城。人游月边去，舟在空中行。 此中久延伫，入剡寻王许。笑读曹娥碑，沉吟黄绢语。 天台连四明，日入向国清。五峰转月色，百里行松声。 灵溪咨沿越，华顶殊超忽。石梁横青天，侧足履半月。 忽然思永嘉，不惮海路赊。挂席历海峤，回瞻赤城霞。 赤城渐微没，孤屿前峣兀。水续万古流，亭空千霜月。 缙云川谷难，石门最可观。瀑布挂北斗，莫穷此水端。 喷壁洒素雪，空濛生昼寒。却思恶溪去，宁惧恶溪恶。 咆哮七十滩，水石相喷薄。路创李北海，岩开谢康乐。 松风和猿声，搜索连洞壑。径出梅花桥，双溪纳归潮。 落帆金华岸，赤松若可招。沈约八咏楼，城西孤岧峣. 岧峣四荒外，旷望群川会。云卷天地开，波连浙西大。 乱流新安口，北指严光濑。钓台碧云中，邈与苍岭对。 稍稍来吴都，裴回上姑苏。烟绵横九疑，漭荡见五湖。 目极心更远，悲歌但长吁。回桡楚江滨，挥策扬子津。 身著日本裘，昂藏出风尘。五月造我语，知非儓儗人。 相逢乐无限，水石日在眼。徒干五诸侯，不致百金产。 吾友扬子云，弦歌播清芬。虽为江宁宰，好与山公群。 乘兴但一行，且知我爱君。君来几何时，仙台应有期。 东窗绿玉树，定长三五枝。至今天坛人，当笑尔归迟。 我苦惜远别，茫然使心悲。黄河若不断，白首长相思。 \n","contyishang":[]}},{"title":"送别","cont":{"title":"水调歌头·送郑厚卿赴衡州","nian":"宋代","author":"辛弃疾","contson":"\n寒食不小住，千骑拥春衫。衡阳石鼓城下，记我旧停骖。襟以潇湘桂岭，带以洞庭青草，紫盖屹西南。文字起《骚》《雅》，刀剑化耕蚕。看使君，於此事，定不凡。奋髯抵几堂上，尊俎自高谈。莫信君门万里，但使民歌《五袴》，归诏凤凰衔。君去我谁饮，明月影成三。\n","contyishang":["译文你寒食节也未能小住，匆匆地就要赶赴衡州。曾记得在石鼓山畔，衡阳城下停过车马。衡阳以潇湘之水、香花岭为襟，以洞庭、青草湖为带，地势险要而风景十分佳丽。盼望着你到任后注重教化，关心农事。放下刀剑，从事农耕蚕桑。厚卿你能力不群政事才干出众。一定要整顿吏治，严肃果断而从容不迫。休说君门遥不可及，但能政绩卓著，即可奉诏归朝。你既然走了我同谁饮酒呢，只怕是像李白一般同明月、影子成三人吧。","注释1、水调歌头：词牌名，又名“元会曲”“凯歌”“台城游”“水调歌”，双调九\n"]}},{"title":"送别","cont":{"title":"踏莎行·祖席离歌","nian":"宋代","author":"晏殊","contson":"\n祖席离歌，长亭别宴。香尘已隔犹回面。居人匹马映林嘶，行人去棹依波转。画阁魂消，高楼目断。斜阳只送平波远。无穷无尽是离愁，天涯地角寻思遍。\n","contyishang":["译文饯行酒席上唱完离别的悲歌，亭中散了离别的饮宴，香尘遮住了视线，离人仍频频回首。送行人的马隔着树林嘶叫，行人的船已随着江波渐去渐远。画阁上我黯然魂消，上高楼望断天涯，夕阳下只见江波无边无垠。人世间无穷无尽的是离愁，我的心要飞到天涯地角寻他个遍。","注释⑴踏莎（suō）行：词牌名，又名“喜朝天”“柳长春”“踏雪行”“平阳兴”“踏云行”“潇潇雨”等。双调小令，《张子野词》入“中吕宫”。五十八字，上下片各三仄韵。四言双起，例用对偶。⑵祖席：古代出行时祭祀路神叫“祖”。后来称设宴饯别的所在为“祖席”。⑶长亭：旅途中的驿站\n"]}},{"title":"送别","cont":{"title":"赠别王十七管记","nian":"唐代","author":"高适","contson":"\n故交吾未测，薄宦空年岁。晚节踪曩贤，雄词冠当世。 堂中皆食客，门外多酒债。产业曾未言，衣裘与人敝。 飘飖戎幕下，出入关山际。转战轻壮心，立谈有边计。 云沙自回合，天海空迢递。星高汉将骄，月盛胡兵锐。 沙深冷陉断，雪暗辽阳闭。亦谓扫欃枪，旋惊陷蜂虿。 归旌告东捷，斗骑传西败。遥飞绝汉书，已筑长安第。画龙俱在叶，宠鹤先居卫。勿辞部曲勋，不藉将军势。 相逢季冬月，怅望穷海裔。折剑留赠人，严装遂云迈。 我行将悠缅，及此还羁滞。曾非济代谋，且有临深诫。 随波混清浊，与物同丑丽。眇忆青岩栖，宁忘褐衣拜。 自言爱水石，本欲亲兰蕙。何意薄松筠，翻然重菅蒯。 恒深取与分，孰慢平生契。款曲鸡黍期，酸辛别离袂。 逢时愧名节，遇坎悲沦替。适赵非解纷，游燕往无说。 浩歌方振荡，逸翮思凌励。倏若异鹏抟，吾当学蝉蜕。\n","contyishang":["译文我那些旧日的朋友都音信杳然，居官卑微，空度了几多年华。你的节操直追先贤，你雄浑的诗文的当世最好的。你的厅堂之中坐满了食客，对外还欠着许多酒债。你从不言及财产积累之事，与朋友共衣，即使穿破了也毫不在意。你供职幕府，随军转徙，出入于关隘山峰之间。苦战之时不以所谓豪情壮志为意，瞬息间并能拿出安定边塞的妙计。云雾、沙尘在风中回旋、聚散，天穹空旷高远。月盛星高，战斗十分频繁，当此之时唐军将领却十分骄纵，而胡人军队锐气正盛。沙漠渊深阻断冷陉，雪天里天光暗淡，辽阳城门紧闭。本来说要消弭兵患，却突然惊讶地发现自己已深陷敌阵。先期\n"]}},{"title":"送别","cont":{"title":"送著作佐郎崔融等从梁王东征","nian":"唐代","author":"陈子昂","contson":"\n金天方肃杀，白露始专征。王师非乐战，之子慎佳兵。海气侵南部，边风扫北平。莫卖卢龙塞，归邀麟阁名。\n","contyishang":["译文金秋季节萧瑟寒风初起，白露时分开始发兵征讨。朝廷军队并非爱好战争，你们用兵时要慎重行事。征伐定如海气席卷南国，边风扫荡北地所向披靡。要学习田畴不居功自傲，更不必希求扬名麒麟阁。","注释⑴著作佐郎：官名，属中书省，为编修国史之任。崔融：作者好友，当时崔融以著作佐郎的官衔掌书记，随军东征。梁王：即武三思，武则天之侄。⑵金天：秋天。秋季于五行属金，金色白又为白帝，万物收藏主肃杀。肃杀：使万物凋萎。⑶白露：节气名。是秋季中的第三个节气。专征：指将帅受皇帝之命全权指挥军队进行讨伐。⑷王\n"]}},{"title":"送别","cont":{"title":"送单于裴都护赴西河","nian":"唐代","author":"崔颢","contson":"\n征马去翩翩，城秋月正圆。单于莫近塞，都护欲临边。汉驿通烟火，胡沙乏井泉。功成须献捷，未必去经年。\n","contyishang":["译文你骑着征马，翩翩而去；秋天城中，明月正圆。匈奴单于你切莫靠近我汉家边塞，如今我都护将军正欲莅临边关。汉家驿道中，烽火接连燃起，胡地沙多，井泉难寻。功成之后要献战利品，你此番北去，用不了一年就可以做到这一点。","注释⑴单（chán）于：指单于都护府，唐代六大都护府之一。辖治碛南突厥部落诸府州，大约相当于今河套以北地区，治所在云中。裴都护：事迹不详。都护：官名，都护府设有大都护、副都护，管辖境内的边防、行政及各族事务。⑵征：即行，远行。⑶城秋：一作“秋城”。⑷单于：这里指少数民族\n"]}},{"title":"送别","cont":{"title":"望江怨·东风急","nian":"唐代","author":"牛峤","contson":"\n东风急，惜别花时手频执，罗帏愁独入。马嘶残雨春芜湿。 倚门立，寄语薄情郎，粉香和泪泣。\n","contyishang":["译文正是春风劲吹的时候，我们却依依惜别频频执手，人去楼空春仍在，我真怕独入闺楼。残雨淋湿了路边的青草，飘来骏马远去的嘶吼。我久久地倚门伫立，多少话儿涌上心头。薄情的郎君你可知道，我的泪水在和着妆粉流。","注释⑴花时：花开时节。手频执：多次执手，表示惜别依依之情。⑵罗帷：丝制帷幔。⑶马嘶：马嘶鸣。春芜：春天的草野。春芜，一作“香草”。"]}},{"title":"送别","cont":{"title":"题情尽桥","nian":"唐代","author":"雍陶","contson":"\n从来只有情难尽，何事名为情尽桥。自此改名为折柳，任他离恨一条条。\n","contyishang":["译文世间最难了断的就是感情，如何能有情尽桥呢？就改名为折柳桥吧，该是离恨就像柳叶一条条地摆荡在心头啊!”","注释（1）从来：向来。（2）尽：完。（3）何：什么。（4）折柳：折柳送别，是古代习俗，取“柳”谐音“留”，表示挽留之意。（5）离恨：离愁别恨。"]}},{"title":"送别","cont":{"title":"颍阳别元丹丘之淮阳","nian":"唐代","author":"李白","contson":"\n吾将元夫子，异姓为天伦。本无轩裳契，素以烟霞亲。尝恨迫世网，铭意俱未伸。松柏虽寒苦，羞逐桃李春。悠悠市朝间，玉颜日缁磷。所失重山岳，所得轻埃尘。精魄渐芜秽，衰老相凭因。我有锦囊诀，可以持君身。当餐黄金药，去为紫阳宾。万事难并立，百年犹崇晨。别尔东南去，悠悠多悲辛。前志庶不易，远途期所遵。已矣归去来，白云飞天津。\n","contyishang":["译文我把元夫子你啊，看成为异姓兄弟，天伦相恰。 我本来就对官位爵禄没有兴趣，素来喜欢亲近烟霞风景。苦恨于世网人情的逼迫，铭心刻骨的意愿没有得到实现。松柏虽然寒苦，也羞以追逐桃李那样的艳春。市朝之间，岁月悠悠，青春玉颜已经衰老。所失去的东西重于山岳，所得到的轻于埃尘。精魄渐渐芜秽，衰老的体征竞相出现。我最近得到一个锦囊妙诀，可以使你保持青春。就是炼吃黄金药，可以成为仙人紫阳的宾客。万事难以尽得其好处，百年很快就会过去，要抓紧时间 。与你分别以后，我将去东南方，思念你的心情\n"]}},{"title":"送别","cont":{"title":"送李将军赴定州 / 送彭将军","nian":"唐代","author":"郎士元","contson":"\n双旌汉飞将，万里授横戈。春色临边尽，黄云出塞多。 鼓鼙悲绝漠，烽戍隔长河。莫断阴山路，天骄已请和。\n","contyishang":["译文军中大旗猎猎作响，汉家大将将要挥师出征；看他横刀立马，气吞万里如虎。关塞悠远，春风难以企及，未到关前，就已经看不到春色了；关外，风卷沙尘，黄沙弥漫如云，遮天蔽日。军中鼓声，悲壮激越，直达遥远的沙漠；戍台烽火，阻隔着浩荡的黄河。想到将军所去之地，在那阴山之北；慑于将军声威，入侵的强敌已经求和。","注释⑴定州：州治在今河北定县。⑵双旌：仪仗用的旌旗。汉飞将：指李广。⑶鼙：军中所用小鼓。悲：形容鼓声紧急，有酣畅之意。绝漠：遥远的沙漠之地。⑷长河：黄河。⑸天骄：原意指匈奴，此处泛指强敌。"]}},{"title":"送别","cont":{"title":"高阳池送朱二","nian":"唐代","author":"孟浩然","contson":"\n当昔襄阳雄盛时，山公常醉习家池。池边钓女日相随，妆成照影竟来窥。澄波澹澹芙蓉发，绿岸参参杨柳垂。一朝物变人亦非，四面荒凉人住稀。意气豪华何处在，空余草露湿罗衣。此地朝来饯行者，翻向此中牧征马。征马分飞日渐斜，见此空为人所嗟。殷勤为访桃源路，予亦归来松子家。\n","contyishang":["译文当年襄阳雄盛时期，镇守襄阳的山间经常在习家池醉饮。相随而来的钓女，来到池边，竞相窥视她们自己妆扮过的映在池中的倩影。清波荡漾荷花盛开，依依垂柳映绿了水岸。澹澹：水波摇荡的样子。参参：草木茂盛；细长的样子。往日的繁华已经消逝，人物也不似当年，四望习池已变得一派荒凉，人迹稀少。往日意气风发豪华风流的一代人物都不见了，只有荒草露水沾湿着游人的衣服。此处虽然萧条了，但是一大早就来此为送别饯行的，并在这里放牧将要远行的马匹。一直到红日渐斜，远行人才上马而去，此情此景见之无不令人感叹此地的荒凉。诚恳而\n"]}},{"title":"送别","cont":{"title":"送杨少尹序","nian":"唐代","author":"韩愈","contson":"\n　　昔疏广、受二子，以年老，一朝辞位而去。于是公卿设供帐，祖道都门外，车数百辆；道路观者，多叹息泣下，共言其贤。汉史既传其事，而后世工画者，又图其迹，至今照人耳目，赫赫若前日事。\n　　国子司业杨君巨源，方以能诗训后进，一旦以年满七十，亦白相去，归其乡。世常说古今人不相及，今杨与二疏，其意岂异也？\n　　予忝在公卿后，遇病不能出，不知杨侯去时，城门外送者几人，车几辆，马几匹，道旁观者，亦有叹息知其为贤与否；\n　　而太史氏又能张大其事为传，继二疏踪迹否，不落莫否。见今世无工画者，而画与不画，固不论也。\n　　然吾闻杨侯之去，相有爱而惜之者，白以为其都少尹，不绝其禄。又为歌诗以劝之，京师之长于诗者，亦属而和之。又不知当时二疏之去，有是事否。古今人同不同，未可知也。\n　　中世士大夫，以官为家，罢则无所于归。杨侯始冠，举于其乡，歌《鹿鸣》而来也。今之归，指其树曰：“某树，吾先人之所种也；某水、某丘，吾童子时所钓游也。”乡人莫不加敬，诫子孙以杨侯不去其乡为法。古之所谓乡先生没而可祭于社者，其在斯人欤？其在斯人欤？ \n","contyishang":["　　古时候疏广、疏受叔侄二人，因为年老，同一天辞掉职位离去。当时，朝廷中的公卿摆设宴席，在京都门外为他们饯行，车驾有数百辆之多；道路上旁观的，有很多人为之感叹并流下了眼泪，无不称赞他们贤明。汉代的史书既记载了他们的事迹，而后世擅长绘画的人，又画下了他们的形象，到今天依然光彩照人，清清楚楚的仿佛是前不久发生的事情。","　　国子监司业杨巨源，正以他善于写诗来教育学生，一旦到了七十岁，也禀白丞相离职回归他的故乡。世上常说古时的人和现今的人是不能并论的，而今杨巨源与疏氏二人，他们的思想难道有什么差异吗？","　　我攀附于公卿之末，恰逢生病不能出去送行。不知道杨少尹走的时\n"]}},{"title":"送别","cont":{"title":"送金城公主适西蕃应制","nian":"唐代","author":"郑愔","contson":"\n下嫁戎庭远，和亲汉礼优。笳声出虏塞，箫曲背秦楼。 贵主悲黄鹤，征人怨紫骝。皇情眷亿兆，割念俯怀柔。\n","contyishang":[]}},{"title":"送别","cont":{"title":"次韵酬吴德夫去秋送行之作","nian":"宋代","author":"赵蕃","contson":"\n湘西一杯酒，渺渺红叶换。江东千里云，落落黄犬叹。人生七十稀，百里九十半。初期枉车马，近乃遗札翰。小迟君不肯，一出我岂惮。虽微办鸡黍，岂乏具薪炭。古风久不作，我友当力赞。旧诗况琼玖，触目屡璀璨。中馨称兰佩，外饰匪玉冠。初年已飞腾，中道翻叹惋。恐遗知己羞，遂许独力断。于兹树风声，何止评月旦。君如渥洼种，可以羁絷绊。我异淇园姿，犹睎岁时贯。君乎甚英爽，我也终浪漫。自应殊显晦，宁复待剖判。湖山冰玉明，楼阁丹青焕。叩舷或乘舟，曳杖或登岸。君行定有得，我去何可愞。与想悠然时，却忆苍然观。\n","contyishang":[]}},{"title":"送别","cont":{"title":"送龚章判官之卫州·新及第","nian":"宋代","author":"司马光","contson":"\n几砚昔年游，于今成十秋。松坚终发石，鱼变即辞流。近郡无飞檄，清时不借筹。淇园春竹美，军宴日椎牛。\n","contyishang":[]}},{"title":"送别","cont":{"title":"洗脚亭","nian":"唐代","author":"李白","contson":"\n白道向姑熟，洪亭临道傍。前有昔时井，下有五丈床。樵女洗素足，行人歇金装。西望白鹭洲，芦花似朝霜。送君此时去，回首泪成行。\n","contyishang":["译文笔直的大道通往扬州，大道的旁边坐落一个高大的长亭。亭的前方有一口古井，亭下还有五丈长的石头坐床。砍柴的女孩可以在井边洗洁白的双脚，行人们可以在石床上歇闲歇闲。西边的白鹭洲头，芦花摇曳犹如一片一片的白霜。此时此地送你离去，你再三回首，泪流满裳。","注释⑴白道：大路也。人行迹多，草不能生，遥望白色，故曰白道。唐诗多用之，郑谷“白道晓霜迷”，韦庄“白道向村斜”，是也。《通典》：宣州 当涂县城即晋姑熟城也。胡三省《通鉴注》：姑熟，前汉丹阳春谷县地。今 太平州当涂县即姑熟之地，县南二里有姑熟溪，西入大江。陆游\n"]}},{"title":"送别","cont":{"title":"送韦整尉长沙","nian":"唐代","author":"张祜","contson":"\n远远长沙去，怜君利一官。风帆彭蠡疾，云水洞庭宽。木客提蔬束，江乌接饭丸。莫言卑湿地，未必乏新欢。\n","contyishang":[]}},{"title":"送别","cont":{"title":"踏莎行·寒草烟光阔","nian":"宋代","author":"寇准","contson":"\n寒草烟光阔，渭水波声咽。春潮雨霁轻尘歇。征鞍发。指青青杨柳，又是轻攀折。动黯然，知有后会甚时节？更进一杯酒，歌一阕。叹人生，最难欢聚易离别。且莫辞沉醉，听取阳关彻。念故人，千里至此共明月。\n","contyishang":[]}},{"title":"送别","cont":{"title":"送郭司仓","nian":"唐代","author":"王昌龄","contson":"\n映门淮水绿，留骑主人心。明月随良掾，春潮夜夜深。\n","contyishang":["译文碧绿的淮水映照着屋门，我挽留的心意十分诚恳。明月代我为客人送行，我的心绪却如春潮翻滚不息。","注释①郭司仓：作者的朋友。司仓，管理仓库的小官。②淮（huái）水：淮河，发源于河南桐柏山，流经安徽、江苏，注入长江。③留骑（jì）：留客的意思。骑，坐骑。④良掾（yuàn）：好官吏，此指郭司仓。掾，古代府、州、县属官的通称。"]}},{"title":"送别","cont":{"title":"送陈章甫","nian":"唐代","author":"李颀","contson":"\n四月南风大麦黄，枣花未落桐叶长。青山朝别暮还见，嘶马出门思旧乡。陈侯立身何坦荡，虬须虎眉仍大颡。腹中贮书一万卷，不肯低头在草莽。东门酤酒饮我曹，心轻万事如鸿毛。醉卧不知白日暮，有时空望孤云高。长河浪头连天黑，津口停舟渡不得。郑国游人未及家，洛阳行子空叹息。闻道故林相识多，罢官昨日今如何。\n","contyishang":["译文四月南风吹大麦一片金黄，枣花未落梧桐叶子已抽长。早晨辞别青山晚上又相见，出门闻马鸣令我想念故乡。陈侯的立身处世襟怀坦荡，虬须虎眉前额宽仪表堂堂。你胸藏诗书万卷学问深广，怎么能够低头埋没在草莽。在城东门买酒同我们畅饮，心宽看万事都如鸿毛一样。喝醉酒酣睡不知天已黄昏，有时独自将天上孤云眺望。今日黄河波浪汹涌连天黑，行船在渡口停驻不敢过江。你这郑国的游人不能返家，我这洛阳的行子空自叹息。听说你在家乡旧相识很多，罢官回去他们如何看待你？","注释⑴陈章甫：江陵（\n"]}},{"title":"送别","cont":{"title":"送当涂赵少府赴长芦","nian":"唐代","author":"李白","contson":"\n我来扬都市，送客回轻舠。因夸楚太子，便观广陵涛。仙尉赵家玉，英风凌四豪。维舟至长芦，目送烟云高。摇扇对酒楼，持袂把蟹螯。前途倘相思，登岳一长谣。\n","contyishang":["译文我这次的建康之行，是为送朋友溯江返回归程。他是像当年楚公子听人夸健广陵潮水，专程来听涛声。你像汉代仙尉梅福一样，是赵家的宝玉，有出息，英风凌驾于平原君等四豪之上。令人难忘的是停船在长芦。你乘舟到了长芦，尽目之处，烟云辽阔。手把蒲扇，一边摇扇，一边喝金陵美酒，食长江蟹鲜，话离别之情。当你想起我之时，就登高长歌来抒发思念之情。","注释⑴赵少府：即赵炎。河北人，天宝（唐玄宗年号，742～756）中任当涂县尉，后任六合县尉。少府，一作“明府”。长芦：唐时在淮南道扬州之六合县南二十五里，即今江苏南\n"]}},{"title":"送别","cont":{"title":"相思令·吴山青","nian":"宋代","author":"林逋","contson":"\n吴山青，越山青，两岸青山相送迎，争忍有离情？君泪盈，妾泪盈，罗带同心结未成，江边潮已平。\n","contyishang":["译文看吴山青青，看越山青青，钱塘两岸青山相对迎。怎忍心分手有离情。你泪儿盈盈，我泪儿盈盈，香罗带未结成同心结。江潮已涨，船儿扬帆要远行。","注释①吴山：指钱塘江北岸的山，此地古代属吴国。越山，钱塘江南岸的山，此地古代属越国。②争忍：怎忍。③罗带句：古代结婚或定情时以香罗带打成菱形结子，以示同心相怜。南朝《苏小小歌》：“何处结同心，西陵松柏下。”④江边句：通过潮涨暗示船将启航。"]}},{"title":"送别","cont":{"title":"木兰花慢·滁州送范倅","nian":"宋代","author":"辛弃疾","contson":"\n老来情味减，对别酒，怯流年。况屈指中秋，十分好月，不照人圆。无情水都不管；共西风、只管送归船。秋晚莼鲈江上，夜深儿女灯前。征衫，便好去朝天，玉殿正思贤。想夜半承明，留教视草，却遣筹边。长安故人问我，道愁肠殢酒只依然。目断秋霄落雁，醉来时响空弦。\n","contyishang":["译文我感到人生衰老，早年的情怀、趣味全减，面对着送别酒，怯惧年华流变。何况屈指指计算中秋佳节将至，那一轮美好的圆月，偏不照人的团圆。无情的流水全不管离人的眷恋，与西风推波助澜，只管将归舟送归。祝愿你在这晚秋的江面，能将莼菜羹、鲈鱼脍品尝，回家后怀儿女团取在夜深的灯前。趁旅途的征衫未换，正好去朝见天子，而今朝廷正思贤访贤。料想在深夜的承明庐，正留下来教你检视翰林院草拟的文件，还派遣筹划边防军备。说都故友倘若问到我，只说我依然是愁肠满腹借酒浇愁愁难遣。遥望秋天的云霄里一只落雁消逝不见，我沉醉中听到有谁奏响了空弦！ ","注释①范倅：即范昂，滁州\n"]}},{"title":"送别","cont":{"title":"晓出净慈寺送林子方","nian":"宋代","author":"杨万里","contson":"\n毕竟西湖六月中，风光不与四时同。接天莲叶无穷碧，映日荷花别样红。\n","contyishang":["译文到底是西湖六月天的景色，风光与其它季节确实不同。荷叶接天望不尽一片碧绿，阳光下荷花分外艳丽鲜红。","注释①晓出：太阳刚刚升起。②净慈寺：全名“净慈报恩光孝禅寺”，与灵隐寺为杭州西湖南北山两大著名佛寺。③林子方：作者的朋友，官居直阁秘书。④毕竟： 到底。⑤六月中：六月的时候。⑥四时：春夏秋冬四个季节。在这里指六月以外的其他时节。⑦同：相同。⑧接天：像与天空相接。⑨无穷：无边无际。无穷碧：因莲叶面积很广，似与天相接，故呈现无穷的碧绿。\n"]}},{"title":"送别","cont":{"title":"虞美人·疏篱曲径田家小","nian":"宋代","author":"周邦彦","contson":"\n疏篱曲径田家小。云树开清晓。天寒山色有无中。野外一声钟起、送孤蓬。 添衣策马寻亭堠。愁抱惟宜酒。菰蒲睡鸭占陂塘。纵被行人惊散、又成双。\n","contyishang":["　　这是一首叙写送行惜别的词作。词人为心上人送行，首二句所描绘的农家景致是他们临分手之处：“疏篱曲径田家小，云树开清晓”，“疏篱”、“曲径”是典型的农家景致，也是词人于清晨所见近处之景，再往远处看，笼罩在树林上的云雾渐渐地散开，时间到了清晨，分手的时分已在即。“曲径”，唐诗人常建《题破山寺后禅院》诗有“曲径通幽处，禅房花木深。”此外，“云树开清晓”句，似化用秦观《满庭芳》词中“晓色云开”句，但周词的词序颠倒，所以这里的“开”字似更为精炼。“天寒山色有无中，野外一声钟起、送孤篷”，三、四两句承上而来，词人的目光依旧停留在远处，但见晨雾迷漫，带着寒气的山峦在云雾中若隐若现，分别的时刻终于到了\n"]}},{"title":"送别","cont":{"title":"凤吹笙曲","nian":"唐代","author":"李白","contson":"\n仙人十五爱吹笙，学得昆丘彩凤鸣。始闻炼气餐金液，复道朝天赴玉京。玉京迢迢几千里，凤笙去去无穷已。欲叹离声发绛唇，更嗟别调流纤指。此时惜别讵堪闻，此地相看未忍分。重吟真曲和清吹，却奏仙歌响绿云。绿云紫气向函关，访道应寻缑氏山。莫学吹笙王子晋，一遇浮丘断不还。\n","contyishang":["译文仙人十五岁就爱吹笙，笙响如同昆丘的彩凤鸣叫。也听说你会炼气餐金液，现如今又传说你马上要上长安朝拜皇上。玉京长安有迢迢几千里路之遥，凤笙一去，何时能回？怕是难以再见。绛唇一启，便是叹息，叹息你的离去，纤指一举，便奏出凄凉的离别琴调，充满惋惜。此时惜别，那堪听闻离别之音；此地相看，那堪见此分别之颜。不如来它一曲全真清吹，高歌仙曲，声响绿云。绿云和着紫气一起飞向函谷关，寻仙访道应去河南的缑氏山。你可别学那个很会吹笙的王子晋，一遇到神仙浮丘公就一去不还，我还想见你呢！","注释\n"]}},{"title":"送别","cont":{"title":"送韩侍御之广德","nian":"唐代","author":"李白","contson":"\n昔日绣衣何足荣，今宵贳酒与君倾。暂就东山赊月色，酣歌一夜送泉明。\n","contyishang":["　　诗的前两句“昔日绣衣何足荣，今宵贳酒与君倾”，是写韩歆“昔日”与“今日”的情况，形成鲜明的对比。韩侍御，即韩歆。公元758年（唐至德三载）被贬，由殿中侍御史来广德隐居，此时李白送韩歆去广德。昔日，韩歆是侍御，“或给事殿中，或举劾非法，或督察郡县，或奉旨外出”，“衣以绣者，尊宠之也。”可以说是耀武扬威，富贵荣耀。然而，韩歆“因朝会，闻帝读隗嚣、公孙述相与书，歆曰：‘亡国之君皆有才，桀、纣亦有才。’帝大怒，以为激发。”“今日”李白“贳酒”来招待“昔日”的“侍御”了，如此巨大的落差，形成鲜明的对比。","　　诗的后两句“暂就东山赊月色，酣歌一夜送泉明”，写欢送韩歆的情景。韩歆被\n"]}},{"title":"送别","cont":{"title":"送国棋王逢","nian":"唐代","author":"杜牧","contson":"\n玉子纹楸一路饶，最宜檐雨竹萧萧。羸形暗去春泉长，拔势横来野火烧。守道还如周柱史，鏖兵不羡霍嫖姚。浮生七十更万日，与子期于局上销。\n","contyishang":["译文檐前淅淅沥沥地下着秋雨，窗外竹声萧萧，摆上精美的棋盘棋子，向您讨教棋艺，您是国手，让我一子。您的棋艺着实绝妙，扶弱起危好比春泉流淌，生机不断；进攻起来势如拔旗斩将，疾如野火燎原。您行事为人，坚守大哲学家、周朝史官老子李耳的学说；作战用兵，不亚于汉朝大将军霍去病的勇敢和谋略。如果能活到七十岁，尚有万余日，期待能与您在弈棋中消磨时光。","注释⑴国棋：指技艺高超的围棋国手。王逢：唐代著名围棋国手，生平不详。⑵玉子纹楸（qiū）：即围棋子和围棋盘。玉子：玉制的围棋子。南朝梁武帝《围棋赋》：“枰则广羊文犀，子\n"]}},{"title":"送别","cont":{"title":"重赠吴国宾","nian":"明代","author":"边贡","contson":"\n汉江明月照归人，万里秋风一叶身。休把客衣轻浣濯，此中犹有帝京尘。\n","contyishang":["　　重赠者，再作一诗相赠也，这首诗，还是送别诗。 ","　　汉江，流经陕豫鄂，经过作者的好友吴国宾的家乡，吴国宾来到南京，现在就要回乡，只身踏上万里归途，汉江的明月会一路相送，回家后，不要轻易把身上的衣服洗掉，因为衣上沾着了帝京的灰尘。","　　“此中犹有帝京尘”，一句，包含了作者对吴国宾的殷切期望：不要灰心，只要努力，还有希望博取功名，同时，还语重心长地告诉客人，回乡后，不要忘记了我们这些在南京的友人。","　　边贡的这首诗，用“休把客衣轻浣濯”，来比喻相互之间的长久友谊，可谓饱含深情，用语独到，意味深长。 "]}},{"title":"送别","cont":{"title":"青玉案·和贺方回韵送山谷弟贬宜州","nian":"宋代","author":"黄大临","contson":"\n千峰百嶂宜州路。天黯淡、知人去。晓别吾家黄叔度。弟兄华发，远山修水，异日同归处。樽罍饮散长亭暮。别语缠绵不成句。已断离肠能几许。水村山馆，夜阑无寐，听尽空阶雨。\n","contyishang":["译文我们相识有三年，日子如同做梦一般。如今你要去吴中故园，我有心打发黄狗随你身边。以便来来往往把相互的音信递传。如果到松江渡口时招呼渡船，不要惊动那里的白鹭双鸳，因为她们都是我旧时相识。有名的四桥我都看遍，足迹遍布那里的水水山山。如今我只能在五维的画中欣赏春天，常记王右丞的诗句，那些美丽的山山水水。我又穿上那件春天的衫，衫上还有小蛮作的针线，西湖的雨点，曾沾湿过这件衫。 ","注释[伯固]苏坚，字伯固。[吴中]江苏吴县。[黄犬]用陆机黄犬传书典故。[松江]吴淞江，太湖支流，自湖东北经嘉定、上海、合黄浦江入海。\n"]}}]