[{"title":"重阳","cont":{"title":"九月九日登玄武山 / 九月九日玄武山旅眺","nian":"唐代","author":"卢照邻","contson":"\n九月九日眺山川，归心归望积风烟。他乡共酌金花酒，万里同悲鸿雁天。\n","contyishang":["译文韵译九月九日眺望那故乡的山川，乡思归心飞越那隐约的风烟。远在他乡和大伙喝着菊花酒，身隔万里伤心望着雁飞南天。散译九月九日登上玄武山远望山河，回归故乡的心思、回归故土的热望，浓得如眼前聚集的风尘。身在别人的家乡我们一起喝下这菊花酒，我们离家万里，望着大雁飞过的天空，心中有着一样的悲伤。","注释⑴九月九日：即重阳节。玄武山：蜀地山名。⑵积风烟：极言山川阻隔，风烟弥漫。⑶金花酒：即菊花酒。菊花色黄，称黄花，又称金花。重阳节饮菊花酒，是传统习俗。⑷鸿雁天：鸿雁\n"]}},{"title":"重阳","cont":{"title":"采桑子·九日","nian":"清代","author":"纳兰性德","contson":"\n深秋绝塞谁相忆，木叶萧萧。乡路迢迢。六曲屏山和梦遥。 佳时倍惜风光别，不为登高。只觉魂销。南雁归时更寂寥。\n","contyishang":["译文深秋时分，在这遥远的边塞，有谁能记得我？树叶发出萧萧的声响。返乡之路千里迢迢。家和梦一样遥不可及。重阳佳节，故园风光正好，离愁倍增。不愿登高远望。只觉心中悲伤不已。当鸿雁南归之际，将更加冷落凄凉。","注释①九日。即农历九月九日，是为重阳节。逢此日，古人要登高饮菊花酒，插茱萸，与亲人团聚。②绝塞：极遥远之边塞。③木叶：木叶即为树叶，在古典诗歌中特指落叶。屈原《九歌》中“袅袅兮秋风，洞庭波兮木叶下”。④萧：风声；草木摇落声。《楚辞·九怀·蓄英》：“秋风兮萧萧。”；杜甫《登高》诗：“无边落木萧萧下。”⑤迢\n"]}},{"title":"重阳","cont":{"title":"清平乐·将愁不去","nian":"清代","author":"纳兰性德","contson":"\n将愁不去，秋色行难住。六曲屏山深院宇。日日风风雨雨。雨晴篱菊初香，人言此日重阳。回首凉云暮叶，黄昏无限思量。\n","contyishang":["译文秋意愈浓，心内惆怅愈发挥之不去。成天锁在深宅大院里，曲折的屏风后面，这些日子，风雨交加，我的心情灰暗异常。雨过天晴之后，篱笆那边的菊花发出缕缕清香。人们说今天就是重阳节，回首看那凋残的秋云秋叶，黄昏时分，我不由得百感交集。","注释①清平乐：词牌名，又名《清平乐令》、《醉东风》、《忆萝月》，为宋词常用词牌。。双调四十六字，八句，前片四仄韵，后片三平韵。②将愁：长久之愁。将：长久之意。③六曲屏山：曲折之屏风。④重阳：重阳佳节。⑤凉云：阴凉之云。南朝齐谢朓《七夕赋》：“朱光既夕，凉云始浮。”\n"]}},{"title":"重阳","cont":{"title":"贺新郎·九日","nian":"宋代","author":"刘克庄","contson":"\n湛湛长空黑。更那堪、斜风细雨，乱愁如织。老眼平生空四海，赖有高楼百尺。看浩荡、千崖秋色。白发书生神州泪，尽凄凉、不向牛山滴。追往事，去无迹。 少年自负凌云笔。到而今、春华落尽，满怀萧瑟。常恨世人新意少，爱说南朝狂客。把破帽、年年拈出。若对黄花孤负酒，怕黄花、也笑人岑寂。鸿北去，日西匿。\n","contyishang":["译文暗沉沉的天空一片昏黑，又交织着斜风细雨。实在令人难以忍受，我的心中纷乱如麻，千丝万缕的愁思如织。我平生就喜欢登高临远眺望四海，幸亏现在高楼百尺。放眼望去，千山万壑尽现于点点秋色里，我胸襟博大满怀情意。虽然只是普通的一个白发书生，流洒下的行行热泪却总是为着神州大地，绝不会像曾经登临牛山的古人一样，为自己的生命短暂而悲哀饮泣。追忆怀念以往的荣辱兴衰，一切都已经杳无影迹了。少年时我风华正茂，气冲斗牛，自以为身上负有凌云健笔。到而今才华如春花凋谢殆尽，只剩下满怀萧条寂寞的心绪。常常怨恨世人的新意太少，只爱说南朝文人的疏狂旧事。每当重阳吟咏诗句，动不动就把孟嘉落帽的趣事\n"]}},{"title":"重阳","cont":{"title":"奉陪封大夫九日登高","nian":"唐代","author":"岑参","contson":"\n九日黄花酒，登高会昔闻。霜威逐亚相，杀气傍中军。横笛惊征雁，娇歌落塞云。边头幸无事，醉舞荷吾君。\n","contyishang":["译文重阳之日，大家一起喝菊花酒、登高山，这与传统的习俗是一样的。封将军治军威严峻厉，常让人感到一股肃杀之气。横笛凄凉的声音令南飞的大雁悚然惊动，娇美的歌声令边塞的云彩陶醉而降落。边廷上，幸喜没有战事，承蒙您的恩惠，戍守的人们得以放怀欢乐、醉舞军中。","注释⑴封大夫：即封常清。九日：指农历九月初九，为重阳节。⑵黄花酒：菊花酒。⑶会：契合，相一致。昔闻：以前听说的。⑷霜威：威严如霜。亚相：此处指封常清。⑸杀气：秋日肃杀之气。傍：依附。中军：此处以中军指代主帅。\n"]}},{"title":"重阳","cont":{"title":"行香子·天与秋光","nian":"宋代","author":"李清照","contson":"\n天与秋光，转转情伤，探金英知近重阳。薄衣初试，绿蚁新尝，渐一番风，一番雨，一番凉。黄昏院落，凄凄惶惶，酒醒时往事愁肠。那堪永夜，明月空床。闻砧声捣，蛩声细，漏声长。\n","contyishang":["译文秋天的天空无云清爽，看到菊花知道重阳节快到了。披上粗衣，饮着没过滤的酒，每一阵秋风，一场秋雨，带来习习秋凉。黄昏时刻的院落，给人悲凉的感觉，酒醒过后往事浮现出来使愁肠更愁。怎么能忍受这漫漫长夜，明月照在这空床之上。听着远处的捣衣声，蟋蟀发出的长而尖的叫声，还有漫长的漏声，感觉时光过的太慢了。","注释①行香子：《行香子》，词牌名。双调小令，六十六字。有前段八句四平韵，后段八句三平韵；前段八句五平韵，后段八句三平韵；前段八句五平韵，后段八句四平韵三种。②转转：犹渐渐。③探：探看。金英：菊花。④绿蚁：新酿\n"]}},{"title":"重阳","cont":{"title":"九日","nian":"唐代","author":"李白","contson":"\n今日云景好，水绿秋山明。携壶酌流霞，搴菊泛寒荣。地远松石古，风扬弦管清。窥觞照欢颜，独笑还自倾。落帽醉山月，空歌怀友生。\n","contyishang":["译文今天云彩飘飘，景色迥然，流水更绿，青山更明亮。我手携一壶流霞酒，采撷一朵黄菊花，欣赏这菊花凌霜不凋的品行。这里山石偏僻，松树古远，快乐的管弦乐随风飘洒。酒杯当明镜照耀我欢乐容颜，独自一个人喝酒，自得其乐。望着山月独自起舞高歌，任帽儿被舞风吹落，却不知道让我怀念的朋友都在哪里。","注释①九日：农历九月九日，俗称重九，古人认为九是阳数，所以这天又叫重阳节。②云景好：景物好。③流霞：美酒名。④搴（qiān）菊：采取菊花。⑤寒荣：寒冷天气开放的菊花，指菊花。\n"]}},{"title":"重阳","cont":{"title":"奉和九日幸临渭亭登高应制","nian":"唐代","author":"赵彦昭","contson":"\n秋豫凝仙览，宸游转翠华。呼鹰下鸟路，戏马出龙沙。 紫菊宜新寿，丹萸辟旧邪。须陪长久宴，岁岁奉吹花。\n","contyishang":[]}},{"title":"重阳","cont":{"title":"阮郎归·天边金掌露成霜","nian":"宋代","author":"晏几道","contson":"\n天边金掌露成霜。云随雁字长。绿杯红袖趁重阳。人情似故乡。兰佩紫，菊簪黄。殷勤理旧狂。欲将沉醉换悲凉。清歌莫断肠。\n","contyishang":["译文天边的云彩有如仙人金掌承玉露。玉露凝成了白霜，浮云随着大雁南翔，排成一字长。举绿杯，舞红袖，趁着九九重阳，人情温厚似故乡。身佩紫兰，头簪菊黄，急切切重温旧日的颠狂。想借一番沉醉换掉失意悲凉，清歌莫唱悲曲，一唱断人肠。","注释①阮郎归：词牌名，又名《碧桃春》《醉桃源》等。《神仙记》载刘晨、阮肇入天台山采药，遇二仙女。留住半年，思归甚苦。既归则乡邑零落，经已十世。曲名本此，故作凄音。四十七字，前后片各四平韵。②金掌：汉武帝时在长安建章宫筑柏梁台，上有铜制仙人以手掌托盘，承接露水。此处以“金掌”借指国都，即汴京。即谓汴京己入深秋\n"]}},{"title":"重阳","cont":{"title":"沁园春·丁巳重阳前","nian":"清代","author":"纳兰性德","contson":"\n丁巳重阳前三日，梦亡妇淡妆素服，执手哽咽，语多不复能记。但临别有云：“衔恨愿为天上月，年年犹得向郎圆。”妇素未工诗，不知何以得此也，觉后感赋。\n瞬息浮生，薄命如斯，低徊怎忘。记绣榻闲时，并吹红雨；雕阑曲处，同倚斜阳。梦好难留，诗残莫续，赢得更深哭一场。遗容在，只灵飙一转，未许端详。重寻碧落茫茫。料短发、朝来定有霜。便人间天上，尘缘未断，春花秋叶，触绪还伤。欲结绸缪，翻惊摇落，减尽荀衣昨日香。真无奈，倩声声邻笛，谱出回肠。\n","contyishang":["译文夜已阑，月满西楼，深院锁着寂寞的梧桐，秋虫低吟一曲惆怅。你凝视摇红的烛影，不觉睡去，白日所思夜入梦来：“丁巳重阳三日，梦亡妇淡妆素服，执手哽咽……临别有云：‘衔恨愿为天上月，年年犹得向郎圆’。”思念在梦中哽咽着，片片碎了，飞落似春尽溪畔散落的桃花，而爱却如大漠孤坟上的青草，至死都坚持着葱茏之色！你叹，“瞬息浮生，薄命如斯，低徊怎忘？”。你忆，“锈榻闲时，并吹红雨；雕栏曲处，同倚斜阳”。你悲，“梦好难留，诗残莫续，赢得更深哭一场”。风轻云淡，月华如水，今夕何夕？纵有红巾翠袖，谁又能拭你腮边之。梦醒了，伊人软语仿佛仍在耳边徘徊，伊人泪眼仿佛仍在眼前婆娑，然而伊人何\n"]}},{"title":"重阳","cont":{"title":"九日蓝田崔氏庄","nian":"唐代","author":"杜甫","contson":"\n老去悲秋强自宽，兴来今日尽君欢。羞将短发还吹帽，笑倩旁人为正冠。蓝水远从千涧落，玉山高并两峰寒。明年此会知谁健？醉把茱萸仔细看。\n","contyishang":["译文人老了，又面对着悲凉萧瑟的秋色，只好勉强宽慰自己了。今日恰逢重阳佳节，我也来了兴致，和大家在一起尽情欢乐。惭愧的是，我的头发稀稀落落，因担心帽子被风吹走，笑请旁人把我的帽子扶正。蓝溪的水远远地从千条溪涧中流过来，玉山高耸冷峻，两峰并峙，千古不变。明年我们再相聚时，谁还健在呢？不如多饮几杯酒，拿起茱萸好好看看，期望明年再相会。","注释⑴蓝田：即今陕西省蓝田县。⑵强：勉强。⑶今：一作“终”。⑷吹帽：此处用“孟嘉落帽”的典故。⑸倩：请。⑹蓝水：即蓝溪，在蓝田\n"]}},{"title":"重阳","cont":{"title":"浣溪沙·重九旧韵","nian":"宋代","author":"苏轼","contson":"\n白雪清词出坐间。爱君才器两俱全。异乡风景却依然。可恨相逢能几日，不知重会是何年。茱萸子细更重看。\n","contyishang":["译文阳春白雪般的清新词句出自座席之间，您才华气量二者兼备，令人艳羡。异乡杭州的风景也依旧粲然。可叹相逢能够欢聚几日？不知重会又将落在何年？届时，我们愿再次面对茱萸仔细把玩。","注释⑴浣溪沙：词牌名，本唐教坊曲名，又名《浣沙溪》《小庭花》等。双调四十二字，五平韵。⑵重九：节日名，即重阳。旧韵：指前首《浣溪沙·菊节》词所用韵字。⑶白雪：意即阳春白雪。本指艺术性较高难度较大的歌曲，这里比喻杨绘（元素）词作的高雅。坐：同“座”。⑷君：指杨绘，作者友人，杭州知府。才器：才能与器识。⑸异乡：指杭州，因杨\n"]}}]