[{"title":"闺怨","cont":{"title":"献衷心·见好花颜色","nian":"唐代","author":"欧阳炯","contson":"\n见好花颜色，争笑东风，双脸上，晚妆同。闭小楼深阁，春景重重。三五夜，偏有恨，月明中。情未已，信曾通，满衣犹自染檀红。恨不如双燕，飞舞帘栊。春欲暮，残絮尽，柳条空。\n","contyishang":["译文看那春花鲜艳，竞开着笑迎春风，晚妆后的双脸，像花儿一样的粉红。紧闭了小楼深阁，躲开那春景重重。偏是十五的明月，不怜人离恨别情，又把多情的月光，洒进绣帘窗棂。情思总是难断，信里也诉过衷情，如今衣上还印满着，泪迹斑斑的檀红。恨不如双飞的春燕，能自由在你屋前飞行。春天就要过去了，春柳的残絮已飘尽，柳条挂满沉重的绿叶，无力再飞花传情。","注释⑴三五夜：十五之夜，即月圆之夜。⑵檀（tán）：浅绛色。⑶帘栊（lóng）：窗帘与窗牖。⑷欲暮：即将逝去。"]}},{"title":"闺怨","cont":{"title":"木兰花·独上小楼春欲暮","nian":"唐代","author":"韦庄","contson":"\n独上小楼春欲暮，愁望玉关芳草路。消息断，不逢人，却敛细眉归绣户。坐看落花空叹息，罗袂湿斑红泪滴。千山万水不曾行，魂梦欲教何处觅？\n","contyishang":[]}},{"title":"闺怨","cont":{"title":"尾犯·夜雨滴空阶","nian":"宋代","author":"柳永","contson":"\n夜雨滴空阶，孤馆梦回，情绪萧索。一片闲愁，想丹青难貌。秋渐老、蛩声正苦，夜将阑、灯花旋落。最无端处，总把良宵，只恁孤眠却。佳人应怪我，别后寡信轻诺。记得当初，翦香云为约。甚时向、幽闺深处，按新词、流霞共酌。再同欢笑，肯把金玉珠珍博。\n","contyishang":["译文夜晚窗外的雨声滴在空空的台阶上，孤独地宿在旅舍里突然惊醒，心中情绪凄清萧索。这一种闲愁，想来用图画难以描摹。秋天渐深，蟋蟀声听起来叫得很苦，夜晚将尽，灯花不久就落了。最无聊的时刻，总是让良宵在孤眠的寂寞中过去。远处的佳人应该会怪我，离别后不遵守诺言。记得当初，她翦剪下一绺头发作为别后重聚的约定，看来此越难以兑现了。什么时候才能够在幽闺深处，填写新词，共饮美酒。如果能再次同欢笑，我肯拿金玉珍珠来换取这样的机会。","注释⑴尾犯：词牌名。又名“碧芙蓉”。双调，以九十四字为较常见，仄韵。⑵梦回：从梦中醒来。南唐李璟《摊破浣溪沙·菡\n"]}},{"title":"闺怨","cont":{"title":"浣溪沙·水满池塘花满枝","nian":"宋代","author":"赵令","contson":"\n水满池塘花满枝。乱香深里语黄鹂。东风轻软弄帘帏。 日正长时春梦短，燕交飞处柳烟低。玉窗红子斗棋时。\n","contyishang":["　　此词以极其委婉。含蓄的手法抒与闺怨。词中共包含六个画面，其中有四个画面是描摹春景的，另有两个画面是一般闺阁生活的掠影：一为做梦，一为下棋。这六个画面完美、和谐地组合成一个特殊的意境，使此词具有词浅意深。语短情长的艺术魅力。","　　上片写女主人公被春光打动，心魂为之曳，为之陶醉。“水满池塘花满枝”，是从视觉上观察到春天的到来的。春水初涨，百花怒放，自然是春天特有的身姿和光彩。“乱香深里语黄鹂”是从听觉和嗅觉上体味到春天的存的。花香而乱，说明是百花飘香：“乱香深里”，即百花丛中。黄鹂飘香的百花丛中歌唱，这自然又是春天特有的气息和声音。“东风轻软弄帘帏”，是从触觉上体察到春天\n"]}},{"title":"闺怨","cont":{"title":"误佳期·闺怨","nian":"清代","author":"汪懋麟","contson":"\n寒气暗侵帘幕，孤负芳春小约。庭梅开遍不归来，直恁心情恶。独抱影儿眠，背看灯花落。待他重与画眉时，细数郎轻薄。\n","contyishang":[]}},{"title":"闺怨","cont":{"title":"中谷有蓷","nian":"先秦","author":"佚名","contson":"\n中谷有蓷，暵其乾矣。有女仳离，嘅其叹矣。嘅其叹矣，遇人之艰难矣！中谷有蓷，暵其修矣。有女仳离，条其啸矣。条其啸矣，遇人之不淑矣！中谷有蓷，暵其湿矣。有女仳离，啜其泣矣。啜其泣矣，何嗟及矣！\n","contyishang":["译文山谷中的益母草，天旱无雨将枯槁。有位女子遭遗弃，内心叹息又苦恼。内心叹息又苦恼，嫁人不淑受煎熬。山谷中的益母草，天旱无雨将枯焦。有位女子遭遗弃，抚胸叹息又长啸。抚胸叹息又长啸，嫁人不淑多苦恼。山谷中的益母草，天旱无雨将枯焦。有位女子遭遗弃，抽噎哭泣泪不干。抽噎哭泣泪不干，悔恨莫及空长叹。","注释1.中谷：同谷中，山谷之中。孔疏：“中谷，古中。倒其言者，古人之语皆然，诗文多此类也。”蓷（tuī）：益母草。《尔雅·释草》：“萑，蓷。”郭璞注：“今茺蔚也。叶似荏（萑），方茎，白华，华在节间，又名益母。”2.暵（hàn\n"]}},{"title":"闺怨","cont":{"title":"佳人","nian":"唐代","author":"杜甫","contson":"\n绝代有佳人，幽居在空谷。自云良家子，零落依草木。关中昔丧乱，兄弟遭杀戮。官高何足论，不得收骨肉。世情恶衰歇，万事随转烛。夫婿轻薄儿，新人美如玉。合昏尚知时，鸳鸯不独宿。但见新人笑，那闻旧人哭。在山泉水清，出山泉水浊。侍婢卖珠回，牵萝补茅屋。摘花不插发，采柏动盈掬。天寒翠袖薄，日暮倚修竹。\n","contyishang":["译文有位举世无双的美人，隐居在空旷的山谷中。她说自己是高门府第的女子，飘零沦落到与草木相依。过去关中一带遭遇战乱，家里的兄弟全被乱军杀戮。官居高位又有什么用？自己兄弟的尸骨都无法收埋。世俗人情都厌恶衰败的人家，万事就像随风而转的烛火。丈夫是个轻薄子弟，抛弃了我又娶了个美丽如玉的新人。合欢花尚且知道朝开夜合，鸳鸯鸟成双成对从不独宿。丈夫只看见新人欢笑，哪里听得到旧人哭泣？泉水在山里是清澈的，出了山就浑浊了。让侍女典卖珠宝维持生计，牵把青萝修补茅屋。摘下来的花不\n"]}},{"title":"闺怨","cont":{"title":"杵声齐·砧面莹","nian":"宋代","author":"贺铸","contson":"\n砧面莹，杵声齐。捣就征衣泪墨题。寄到玉关应万里，戍人犹在玉关西。\n","contyishang":["译文捣衣石的表面因年长日久的使用，早已光洁平滑，杵声协调、齐整。捣完制成衣服给丈夫寄去，可是在题写姓名、附就家信时却止不住涕泣连连。寄到玉门关已是万里之外了，可是戍守边关的人还在玉门关的西边。","注释①砧（zhēn）﹕捶衣服的垫石。莹：光洁、透明。②杵（chǔ）：捶衣服的木棒。③泪墨题：泪和着墨汁写信。④玉门：古通西域要道。⑤戍（shù）人：守卫边疆之军人。"]}},{"title":"闺怨","cont":{"title":"一剪梅·雨打梨花深闭门","nian":"明代","author":"唐寅","contson":"\n红满苔阶绿满枝，杜宇声声，杜宇声悲！交欢未久又分离，彩凤孤飞，彩凤孤栖。别后相思是几时？后会难知？后会难期？此情何以表相思？一首情词，一首情诗。雨打梨花深闭门，忘了青春，误了青春。赏心乐事共谁论？花下销魂，月下销魂。愁聚眉峰尽日颦，千点啼痕，万点啼痕。晓看天色暮看云，行也思君，坐也思君。\n","contyishang":[]}},{"title":"闺怨","cont":{"title":"虞美人·触帘风送景阳钟","nian":"五代","author":"顾敻","contson":"\n触帘风送景阳钟，鸳被绣花重。晓帷初卷冷烟浓，翠匀粉黛好仪容，思娇慵。起来无语理朝妆，宝匣镜凝光。绿荷相倚满池塘。露清枕簟藕花香，恨悠扬。\n","contyishang":[]}},{"title":"闺怨","cont":{"title":"闺怨","nian":"唐代","author":"王昌龄","contson":"\n闺中少妇不知愁，春日凝妆上翠楼。忽见陌头杨柳色，悔教夫婿觅封侯。\n","contyishang":["译文一闺中少妇未曾有过相思离别之愁，在明媚的春日，她精心妆饰，登上高楼。忽然看到路边的杨柳春色，惆怅之情涌上心头。她后悔当初不该让丈夫从军边塞，建功封侯。","译文二闺阁中的少妇，从来不知忧愁；春来细心打扮，独自登上翠楼。忽见陌头杨柳新绿，心里难受；呵，悔不该叫夫君去觅取封侯。","注释1.闺怨：少妇的幽怨。闺，女子卧室，借指女子。一般指少女或少妇。古人\"闺怨\"之作，一般是写少女的青春寂寞，或少妇的离别相思之情。以此题材写的诗称“闺怨诗”。2.\"不知愁\n"]}},{"title":"闺怨","cont":{"title":"青青河畔草","nian":"两汉","author":"佚名","contson":"\n青青河畔草，郁郁园中柳。盈盈楼上女，皎皎当窗牖。娥娥红粉妆，纤纤出素手。昔为倡家女，今为荡子妇。荡子行不归，空床难独守。\n","contyishang":["译文河边的草地草儿青绿一片，园中茂盛的柳树郁郁葱葱。站在绣楼上的那位女子体态盈盈，她靠着窗户容光照人好像皎皎的明月。她打扮得红装艳丽，伸出纤细白嫩的手指扶着窗儿向远方盼望她的亲人。从前她曾经是个青楼女子，她希望过上正常人的生活才成了游子的妻子。不想游子远行在外总是不回来，丢下她一个独守空房实在难以忍受寂寞。","注释⑴郁郁：茂盛的样子。⑵盈盈：形容举止、仪态美好。⑶皎皎：皎洁，洁白。牖（yǒu）：古建筑中室与堂之间的窗子。古院落由外而内的次序是门、庭、堂、室。进了门是庭，庭后是堂，\n"]}},{"title":"闺怨","cont":{"title":"怨词","nian":"两汉","author":"王昭君","contson":"\n秋木萋萋，其叶萎黄，有鸟处山，集于苞桑。养育毛羽，形容生光，既得行云，上游曲房。离宫绝旷，身体摧藏，志念没沉，不得颉颃。虽得委禽，心有徊惶，我独伊何，来往变常。翩翩之燕，远集西羌，高山峨峨，河水泱泱。父兮母兮，进阻且长，呜呼哀哉！忧心恻伤。\n","contyishang":["译文秋天里的树林郁郁苍苍，满山的树叶一片金黄。 栖居在山里的鸟儿，欢聚在桑林中放声歌唱。 故乡山水养育了丰满的羽毛，使它的形体和容貌格外鲜亮。 天边飘来的五彩云霞，把她带进天下最好的深宫闺房。 可叹那离宫幽室实在空旷寂寞，金丝鸟般的娇躯总也见不到阳光。 梦想和思念沉重地压在心头，笼中的鸟儿却不能自由的翱翔。 虽说是美味佳肴堆放在面前，心儿徘徊茶不思来饭不香。 为什么唯独我这么苦命，来来去去的好事总也轮不上。 翩翩起舞的紫燕，飞向那遥远的西羌。 巍巍耸立的高山横在眼前，滔\n"]}},{"title":"闺怨","cont":{"title":"谒金门·春半","nian":"宋代","author":"朱淑真","contson":"\n春已半。触目此情无限。十二阑干闲倚遍。愁来天不管。 好是风和日暖。输与莺莺燕燕。满院落花帘不卷。断肠芳草远。\n","contyishang":["译文春光已匆匆过去了一半，目光所及，繁花凋落，春天将要逝去。整日斜倚栏杆，徘徊眺望，伤春逝去的愁怨，袭上心头，天也无法帮助摆脱。风和日暖，在这么好的春光，独自倚靠斜栏旁，还不如那双双对对的莺燕。院里落满了残花，垂下幕帘呆在屋里，不忍看到春天逝去的景象。芳草漫漫到天边，思恋的人远在天边处，令人悲肠欲断。","注释①谒金门：原为唐教坊曲，后用为词牌，双调，仄韵四十五字。代表作有冯延巳的《谒金门·风乍起》李好古的《谒金门·花过雨》等。②春已半：化用李煜《清平乐》中：“别来春半，触目愁肠断。”③此情无限：即春愁无限。\n"]}},{"title":"闺怨","cont":{"title":"摊破浣溪沙·菡萏香销翠叶残","nian":"五代","author":"李璟","contson":"\n菡萏香销翠叶残，西风愁起绿波间。还与韶光共憔悴，不堪看。细雨梦回鸡塞远，小楼吹彻玉笙寒。多少泪珠何限恨，倚栏干。(栏 通：阑) (何限恨 一作：无限恨)\n","contyishang":["译文荷花落尽，香气消散，荷叶凋零，深秋的西风拂动绿水，使人愁绪满怀。美好的人生年华不断消逝。与韶光一同憔悴的人，自然不忍去看（这满眼萧瑟的景象）。 细雨绵绵，梦境中塞外风物缈远。（醒来）寒笙呜咽之声回荡在小楼中。（想起故人旧事），（她）含泪倚栏，怀抱无穷幽怨。","注释⑴摊破浣溪沙：词牌名。又名“添字浣溪沙”“山花子”“南唐浣溪沙”。双调四十八字，前阕三平韵，后阕两平韵，一韵到底。前后阕基本相同，只是前阕首句平脚押韵，后阕首句仄脚不押韵。后阕开始两句一般要求对仗。这是把四十二字的“浣溪沙”前后阕末句扩展成两句，所以叫“摊破浣溪沙”。\n"]}},{"title":"闺怨","cont":{"title":"鹊踏枝·几日行云何处去","nian":"五代","author":"冯延巳","contson":"\n几日行云何处去？忘却归来，不道春将暮。百草千花寒食路，香车系在谁家树？泪眼倚楼频独语。双燕来时，陌上相逢否？撩乱春愁如柳絮，依依梦里无寻处。(依依 一作：悠悠)\n","contyishang":["译文这几天，他象流云飘哪里？忘了回家，不顾芳春将逝去。寒食路上长满了野草闲花。他车马又在谁家树上系?泪眼倚楼不断自言语，双燕飞来，路上可与他相遇？纷乱春愁如柳絮，梦中到哪寻他去？","注释1.行云：宋玉《高唐赋序》记巫山神女云：“妾在巫山之阳，高丘之阻。旦为行云，暮为行雨，朝朝暮暮，阳台之下。”后世多借指行踪无定的美人，此指所思情郎。2.不道：张相《诗词曲语辞汇释》卷四：“不道，扰云不知也；不觉也；不期也。冯延已《蝶恋花》词：‘几日行云何处去？忘了归来，不道春将暮。’言不觉春将暮也。”3.百草二句：清谭献《复堂词话》\n"]}},{"title":"闺怨","cont":{"title":"江有汜","nian":"先秦","author":"佚名","contson":"\n江有汜，之子归，不我以。不我以，其后也悔。江有渚，之子归，不我与。不我与，其后也处。江有沱，之子归，不我过。不我过，其啸也歌。\n","contyishang":["译文江水决堤啊又流回，心爱的人儿别处飞，从此再不和我相随。没有我相伴相陪你，终有一天你会懊悔。江水静流啊积沙岛，心爱的人儿别处飞，从此再不和我相交。在没有我的日子里，祝你平安岁月静好。","注释⑴江：长江。汜（sì）：由主流分出而复汇合的河水。⑵归：荣归故里。妇人谓嫁曰归。⑶不我以：不带我。我，媵自我也。⑷渚（zhǔ）：水中小洲。王先谦《诗三家义集疏》“水中小洲曰渚，洲旁小水亦称渚。”⑸不我与：不与我相聚。⑹处：忧愁。朱骏声《说文通训定声》“‘处’，假借为‘癙’，实为‘鼠’”《诗经\n"]}},{"title":"闺怨","cont":{"title":"酒泉子·杨柳舞风","nian":"五代","author":"顾敻","contson":"\n杨柳舞风，轻惹春烟残雨。杏花愁，莺正语，画楼东。锦屏寂寞思无穷，还是不知消息。镜尘生，珠泪滴，损仪容。\n","contyishang":[]}},{"title":"闺怨","cont":{"title":"斗百花·煦色韶光明媚","nian":"宋代","author":"柳永","contson":"\n煦色韶光明媚，轻霭低笼芳树。池塘浅蘸烟芜，帘幕闲垂飞絮。春困厌厌，抛掷斗草工夫，冷落踏青心绪。终日扃朱户。远恨绵绵，淑景迟迟难度。年少傅粉，依前醉眠何处。深院无人，黄昏乍拆秋千，空锁满庭花雨。\n","contyishang":["译文春光明媚，阳光和煦，薄雾低低的笼罩着芳香的树丛。池塘上飘着如烟的雾气，凌乱而荒芜，帘幕无聊的垂着，像风中的柳絮一般飘荡。春困的日子让人想睡觉，把斗草的游戏抛开了，踏青的心情也没有了。整天关着房门。绵绵的思念，幽幽的愁绪，何时才能得到丈夫的爱怜。年轻的郎君，你和从前一样吗？在哪儿眠花宿柳呢。寂寞的院子的空无一人，黄昏时刚刚把秋千拆掉了，白白的锁住了一院子落花。","注释1、斗百花：词牌名，又名《夏州》。格律以“双调八十一字，前段八句五仄韵，后段七句三仄韵”为正体。2、煦色：美好的春色，春天阳光和煦，因此称煦色。3、\n"]}},{"title":"闺怨","cont":{"title":"谒金门·双喜鹊","nian":"宋代","author":"王庭筠","contson":"\n双喜鹊，几报归期浑错。尽做旧愁都忘却，新愁何处着？瘦雪一痕墙角，青子已妆残萼。不道枝头无可落，东风犹作恶。\n","contyishang":["　　这是一首描写闺怨的词。选材虽传统，但由于作者以其高超的写作技巧及思妇的情感表现得极其凄婉深刻，因而令人震撼，百读不厌。","　　“双喜鹊，几报归期浑错。”表现了闺中人急迫盼望丈夫归来又极其失望的心情。在我国民俗中以喜鹊鸣叫为吉祥。“时人之家，闻鹊声皆以喜兆，故谓灵鹊报喜”（《开元天宝遗事》）。“几”极写闺中人的惊喜，失望、复惊喜复失望。久守空房、孤寂的少妇是多么的深情盼望丈夫早日归来啊。双喜鹊的双字极好地衬托出少妇的孤单，真是人不如禽。“尽做旧愁都忘却，新愁何处着？”假设旧愁可以忘记，即使旧日的愁苦都忘掉，眼前被引起的新愁烦又多得没有地方容纳了。“着”多解，这里当安置、容\n"]}},{"title":"闺怨","cont":{"title":"酒泉子·黛薄红深","nian":"五代","author":"顾敻","contson":"\n黛薄红深，约掠绿鬟云腻。小鸳鸯，金翡翠，称人心。锦鳞无处传幽意，海燕兰堂春又去，隔年书，千点泪，恨难任。\n","contyishang":[]}},{"title":"闺怨","cont":{"title":"君子于役","nian":"先秦","author":"佚名","contson":"\n君子于役，不知其期，曷至哉？鸡栖于埘，日之夕矣，羊牛下来。君子于役，如之何勿思！君子于役，不日不月，曷其有佸？鸡栖于桀，日之夕矣，羊牛下括。君子于役，苟无饥渴！\n","contyishang":["译文丈夫服役去远方，服役长短难估量，不知到了啥地方？鸡儿已经进了窝，太阳也向西边落，牛羊成群下山坡。丈夫服役在远方，教我怎不把他想？丈夫服役去远方，每日每月恨日长，不知何时聚一堂？鸡儿纷纷上了架，太阳渐渐也西下，牛羊下坡回到家。丈夫服役在远方，但愿不会饿肚肠！","注释⑴于：往。役：服劳役。于役，到外面服役。⑵期：指服役的期限。⑶曷（hé）：何时。至：归家。⑷埘（shí ）：鸡舍。墙壁上挖洞做成。⑸如之何勿思：如何不思。如之：犹说“对此”。⑹不日不月：没法用日月来计算时间。\n"]}}]