{"title":"吁嗟篇","nian":"魏晋","author":"曹植","contson":"\n吁嗟此转蓬，居世何独然。长去本根逝，夙夜无休闲。东西经七陌，南北越九阡。卒遇回风起，吹我入云间。自谓终天路，忽然下沉渊。惊飙接我出，故归彼中田。当南而更北，谓东而反西。宕宕当何依，忽亡而复存。飘飘周八泽，连翩历五山。流转无恒处，谁知吾苦艰。愿为中林草，秋随野火燔。糜灭岂不痛，愿与株荄连。\n","contyishang":["译文　　可叹我这流转的飞蓬，活在世上偏偏如此艰难。永远地离开了根茎随风飞去，朝朝与暮暮不得安闲。由东至西横过了多少曲路，从南向北越过了多少荒田。突然遇上旋起的回风，把我吹入蓝天上的云间。我以为来到了天路便是尽头，谁知又堕入无尽的深渊。暴风再一次将我卷起，仍旧把我送回最初的那片田野。我正要往南，却忽然朝北，正想往东，却被吹到了西边。飘飘荡荡的我不知所归，一时间霍然消失，一时间又霍然出现。我曾经飞遍了八大湖泽，也曾经走遍了五岳的山颠。尝尽了人生流离无定的痛楚，有谁能体会我内心的苦艰？我愿做那林中的小草，随着秋播的野火，化作一缕缕尘烟。就算要承受野火烧燎的痛苦，能与株荄生死相连，我\n"]}{"title":"野田黄雀行","nian":"魏晋","author":"曹植","contson":"\n高树多悲风，海水扬其波。利剑不在掌，结友何须多？不见篱间雀，见鹞自投罗。罗家得雀喜，少年见雀悲。拔剑捎罗网，黄雀得飞飞。飞飞摩苍天，来下谢少年。\n","contyishang":["译文高高的树木不幸时常受到狂风的吹袭，平静的海面被吹得不住地波浪迭起。宝剑虽利却不在我的手掌之中，无援助之力而结交很多朋友又有何必？你没有看见篱笆上面那可怜的黄雀，为躲避凶狠的鹞却又撞进了网里。张设罗网的人见到黄雀是多么欢喜，少年见到挣扎的黄雀不由心生怜惜。拔出利剑对着罗网用力挑去，黄雀才得以飞离那受难之地。振展双翅直飞上苍茫的高空，获救的黄雀又飞来向少年表示谢意。","注释⑴野田黄雀行：《乐府诗集》收于《相和歌·瑟调曲》，是曹植后期的作品。⑵悲风：凄厉的寒风。⑶扬其波\n"]}{"title":"芳树","nian":"南北朝","author":"李爽","contson":"\n芳树千株发，摇荡三阳时。气软来风易，枝繁度鸟迟。春至花如锦，夏近叶成帷。欲寄边城客，路远谁能持。\n","contyishang":["译文　　春来时，千株树木都竞相发出新芽，在夏日照耀下随风摇荡。夏日易多风，枝叶繁茂常易阻隔鸟儿远飞的脚步。春来花似锦，夏日即将来临，叶子繁茂如同帷幕低垂。远在他乡的游子想寄平安到家中，只是路途如此遥远，怕无法到达。","注释①摇荡：这里形容风中起舞的美妙姿态。②三阳：太阳高照的日子，这里指炎炎夏日。③帷：帷帐，帷幕。"]}{"title":"宫中调笑·团扇","nian":"唐代","author":"王建","contson":"\n团扇，团扇，美人病来遮面。玉颜憔悴三年，谁复商量管弦。弦管，弦管，春草昭阳路断。\n","contyishang":["译文团扇，团扇，宫中的美人病后用它来遮面。抱病三年，容颜憔悴，再没有谁同她商量管弦！管弦，管弦，无情的春草把通往昭阳殿的道路阻断。","注释调笑令：词牌名，此调亦即《宫中调笑》（又称《转应曲》。黄升云：“王仲初（王建字仲初）以宫词百首著名，《三台令》、《转应曲》，其余技也。”此词即属“宫词”之余。词调本以“转应”为特点，凡三换韵，仄平仄间换；而此词内容上亦多转折照应，大体一韵为一层次。团扇：圆形的扇子，古代歌女在演唱时常用以遮面。管弦：用丝竹做的乐器，如琴、箫、笛。昭阳：昭阳殿，借指皇帝和宠妃\n"]}{"title":"荆州歌","nian":"唐代","author":"李白","contson":"\n白帝城边足风波，瞿塘五月谁敢过。荆州麦熟茧成蛾，缲丝忆君头绪多。拨谷飞鸣奈妾何。\n","contyishang":["译文白帝城边的江面上满是狂风掀起的惊涛骇浪，五月的瞿塘峡，有谁敢行船而过呢？荆州麦子时节，茧已出蛾，蚕事已成，家家都在煮茧缫丝。我一边缫丝，一边思念你，我对你的思念比一团乱丝的头绪还要多。布谷鸟在哀鸣的时候，更加引起了我对你的思念，这叫我怎么办呢？","注释⑴荆州歌：古题乐府杂曲歌辞。《乐府诗集》卷七十二列于《杂曲歌辞》，又名“荆州乐”、“江陵乐”。《乐府诗集·杂曲歌辞十二·荆州乐》郭茂倩题解：《荆州乐》盖出于《清商曲·江陵乐》，荆州即江陵也。有纪南城，在江陵县东。梁建文帝《荆州歌》云“纪城南里望朝云，雉\n"]}{"title":"出自蓟北门行","nian":"唐代","author":"李白","contson":"\n虏阵横北荒，胡星曜精芒。羽书速惊电，烽火昼连光。虎竹救边急，戎车森已行。明主不安席，按剑心飞扬。推毂出猛将，连旗登战场。兵威冲绝幕，杀气凌穹苍。列卒赤山下，开营紫塞傍。孟冬沙风紧，旌旗飒凋伤。画角悲海月，征衣卷天霜。挥刃斩楼兰，弯弓射贤王。单于一平荡，种落自奔亡。收功报天子，行歌归咸阳。\n","contyishang":["译文　　胡虏横行于北方，胡星闪耀着光芒，胡人又一次发动了对汉族的侵略战争。告急的文书快如闪电，报警的烽火日夜燃烧。汉朝救边的将领受了皇帝的命令出征，战车森严地列队前进。英明的皇帝着急得不能安眠，他按着宝剑，驱除胡虏的决心十分坚定。大将出征讨伐胡人时，君王亲自为他推车，并郑重地对他嘱咐一番，授之以指挥作战的全权。极远的沙漠上顿时扬起了战争的灰烟，杀气顿时充斥在边塞。在赤山安兵布阵，在长城边的紫塞设营扎寨。北方的初冬风沙十分猛烈，旌旗飒飒，飘扬在万物凋伤的边塞。在边地的月光下吹奏出悲壮的画角声，战士的军衣上凝聚了层层寒霜。攻破敌国，弯弓射杀胡人的贤王，终于平荡了单于的部队，匈奴所\n"]}{"title":"西洲曲","nian":"南北朝","author":"佚名","contson":"\n忆梅下西洲，折梅寄江北。单衫杏子红，双鬓鸦雏色。西洲在何处？两桨桥头渡。日暮伯劳飞，风吹乌臼树。树下即门前，门中露翠钿。开门郎不至，出门采红莲。采莲南塘秋，莲花过人头。低头弄莲子，莲子清如水。置莲怀袖中，莲心彻底红。忆郎郎不至，仰首望飞鸿。鸿飞满西洲，望郎上青楼。楼高望不见，尽日栏杆头。栏杆十二曲，垂手明如玉。卷帘天自高，海水摇空绿。海水梦悠悠，君愁我亦愁。南风知我意，吹梦到西洲。\n","contyishang":["译文思念梅花很想去西洲，去折下梅花寄去长江北岸。（她那）单薄的衣衫像杏子那样红，头发如小乌鸦那样黑。西洲到底在哪里？摇着小船的两支桨就可到西洲桥头的渡口。天色晚了伯劳鸟飞走了，晚风吹拂着乌桕树。树下就是她的家，门里露出她翠绿的钗钿。她打开家门没有看到心上人，便出门去采红莲。秋天的南塘里她摘着莲子，莲花长得高过了人头。低下头拨弄着水中的莲子，莲子就像湖水一样青。把莲子藏在袖子里，那莲心红得通透底里。思念郎君郎君却还没来，她抬头望向天上的鸿雁。西洲的天上飞满了雁\n"]}{"title":"秋思","nian":"唐代","author":"李白","contson":"\n春阳如昨日，碧树鸣黄鹂。芜然蕙草暮，飒尔凉风吹。天秋木叶下，月冷莎鸡悲。坐愁群芳歇，白露凋华滋。\n","contyishang":["译文　　今日的春光如同昨天一样明媚，碧树绿草间，有黄鹂鸟在唧唧鸣叫。但突然之间，蕙草就枯萎凋零了，衰飒的秋风吹来阵阵凉意，让人顿感忧伤。已经进入秋天，树木的叶子纷纷落下，一片凄清的景象。冰冷惨淡的月光下纺织的女子正独自伤悲。她为群芳的逝去而感到无限忧愁，繁盛的枝叶如今都已凋落，秋露浓浓，让人感到无限落寞。","注释①蕙草：香草名。②天秋木叶下：《楚辞·九歌》里有诗句：“袅袅兮秋风，洞庭波兮木叶下。”③莎鸡：虫子名。在这里指纺织娘。又名络纬、络丝娘。④华滋：繁盛的枝叶。"]}{"title":"诏取永丰柳植禁苑感赋","nian":"唐代","author":"白居易","contson":"\n一树衰残委泥土，双枝荣耀植天庭。定知玄象今春后，柳宿光中添两星。\n","contyishang":["译文　　垂柳一株，委身于永丰坊西南角的荒园中，因柔条极茂，被东使取两枝植于宫中，从此荣耀百倍，无异升天。料想今春的天象，将会有两颗新星得蒙柳宿星的光芒惠泽了。","注释①天庭：指古代神话中的玉帝皇庭，也指帝王的宫廷。此处即指宫廷。"]}{"title":"飞龙引二首·其一","nian":"唐代","author":"李白","contson":"\n黄帝铸鼎于荆山，炼丹砂。丹砂成黄金，骑龙飞上太清家，云愁海思令人嗟。宫中彩女颜如花，飘然挥手凌紫霞，从风纵体登鸾车。登鸾车，侍轩辕，遨游青天中，其乐不可言。\n","contyishang":["译文　　黄帝采集首山的铜，铸造宝鼎于荆山之下，炼制仙丹，仙丹炼制成功了，黄帝和群臣后宫乘龙飞仙进入仙境。天上的彩云迷迷茫茫，变幻如海，找不到升仙的途径，让我们世间的凡人空自叹息。联想天宫中披着七彩霓裳羽衣的宫女一定貌美如花。真想乘风飞身而上，登上黄帝乘坐的鸾车，陪在黄帝旁边，一起遨游在青天之上，那种乐趣一定妙不可言。","注释①黄帝，我国古代神话中的五天帝之一，中华民族的始祖。《史记·卷十二·孝武本纪》载：黄帝采首山铜铸鼎于荆山之下，鼎既成，有龙垂胡髯下迎黄帝，群臣后宫上者七十余人皆乘龙升天。②荆山，在今河南省灵宝县附近。相传黄帝采首山铜铸鼎于\n"]}{"title":"上留田行","nian":"唐代","author":"李白","contson":"\n行至上留田，孤坟何峥嵘。积此万古恨，春草不复生。悲风四边来，肠断白杨声。借问谁家地，埋没蒿里茔。古老向余言，言是上留田，蓬科马鬣今已平。 昔之弟死兄不葬，他人于此举铭旌。一鸟死，百鸟鸣。一兽走，百兽惊。桓山之禽别离苦，欲去回翔不能征。田氏仓卒骨肉分，青天白日摧紫荆。交柯之木本同形，东枝憔悴西枝荣。无心之物尚如此，参商胡乃寻天兵。孤竹延陵，让国扬名。高风缅邈，颓波激清。尺布之谣，塞耳不能听。\n","contyishang":["译文我走到上留田这个地方，看到一处新土坟孤零零地伫立在野外。其他地方早已青草漫漫，唯独这座坟冢上春草还未长出。一阵风刮过凄凉的旷野，坟旁杨树上的叶子哗哗作响，像是有人在伤心地哭泣。这是谁家的坟墓，埋没在这荒凉的地方？经当地的老人介绍才知道这里埋葬的是田氏，他英年早逝，哥哥置之不理，连他的尸首都不肯埋葬，当地人只好把他埋在这里，在坟旁按照习俗插上了旌幡，我感慨万分，连一只鸟死了，其他的鸟都哀鸣不止，一只野兽走了，其他的野兽都惶惶不安。你听听那恒山鸟离别时的哀鸣，临行前总是回旋飞翔不停。田氏三兄弟要分家时，庭中的紫荆树立即枯死，而当他们决定不分家时，树应声繁荣如初。传说中黄金山有\n"]}{"title":"飞龙引二首·其二","nian":"唐代","author":"李白","contson":"\n鼎湖流水清且闲，轩辕去时有弓剑，古人传道留其间。后宫婵娟多花颜，乘鸾飞烟亦不还，骑龙攀天造天关。造天关，闻天语，屯云河车载玉女。载玉女，过紫皇，紫皇乃赐白兔所捣之药方。后天而老凋三光，下视瑶池见王母，蛾眉萧飒如秋霜。\n","contyishang":["译文　　鼎湖的水静静流动，清澈见底，这里就是传说中黄帝乘龙飞天时不小心把弓剑遗落人间的地。天宫中美女一定众多，光彩照人。仙人们乘鸾而去消失在烟波浩渺中，也都一去不返。如果再有机会能乘龙飞升的话，我一定到达仙境，登上天门，去聆听天上神仙的谈话，坐上伴着祥云的河车，载着美丽的仙女，去拜访玉皇。玉皇见到我一定会很高兴，并赐给我天宫玉兔捣制的长生不老药。吃了仙药，我就可以长生不老，寿与天齐，可以活到日月星辰都凋谢的时候。到时候我在去看瑶池的王母，她已经满头白发如霜了。","注释①鼎湖，地名，古代传说黄帝在鼎湖乘龙升天。②弓剑，相传黄帝与群臣后宫乘龙飞天\n"]}{"title":"将进酒","nian":"唐代","author":"李白","contson":"\n君不见，黄河之水天上来，奔流到海不复回。君不见，高堂明镜悲白发，朝如青丝暮成雪。人生得意须尽欢，莫使金樽空对月。天生我材必有用，千金散尽还复来。烹羊宰牛且为乐，会须一饮三百杯。岑夫子，丹丘生，将进酒，杯莫停。与君歌一曲，请君为我倾耳听。(倾耳听 一作：侧耳听)钟鼓馔玉不足贵，但愿长醉不复醒。(不足贵 一作：何足贵；不复醒 一作：不愿醒/不用醒)古来圣贤皆寂寞，惟有饮者留其名。(古来 一作：自古；惟 通：唯)陈王昔时宴平乐，斗酒十千恣欢谑。主人何为言少钱，径须沽取对君酌。五花马，千金裘，呼儿将出换美酒，与尔同销万古愁。\n","contyishang":["译文你难道看不见那黄河之水从天上奔腾而来，波涛翻滚直奔东海，从不再往回流。你难道看不见那年迈的父母，对着明镜悲叹自己的白发，早晨还是满头的黑发，怎么才到傍晚就变成了雪白一片。（所以）人生得意之时就应当纵情欢乐，不要让这金杯无酒空对明月。每个人的出生都一定有自己的价值和意义，黄金千两（就算）一挥而尽，它也还是能够再得来。我们烹羊宰牛姑且作乐，（今天）一次性痛快地饮三百杯也不为多！岑夫子，丹丘生啊！快喝酒吧！不要停下来。让我来为你们高歌一曲，请你们为我倾耳细听：整天吃山珍海味的豪华生活有何珍贵，只\n"]}{"title":"阳春歌","nian":"唐代","author":"李白","contson":"\n长安白日照春空，绿杨结烟垂袅风。披香殿前花始红，流芳发色绣户中。绣户中，相经过。飞燕皇后轻身舞，紫宫夫人绝世歌。圣君三万六千日，岁岁年年奈乐何。\n","contyishang":["译文阳春三月，暖暖的太阳照耀着长安城，碧空下，杨树的枝条已经抽出嫩芽，在和煦的春风吹拂下，远看轻烟曼舞。披香殿前的花儿正含苞待放，已经显露出红色，在绣房间散发着芬芳。诗人从绣房间经过。不禁联想到皇后赵飞燕妙曼的身段舞姿，还有紫宫夫人的绝世嗓音。但春日里皇宫内园中这些美好的景色，都在历代帝王之家被消磨了，世人无法欣赏，实在可惜。","注释①袅风：微风，轻风。②披香殿：汉代长安的宫殿名。在未央宫中。③流芳：散发着香气。④发色：显露颜色。⑤飞燕皇后：即赵飞燕。赵飞\n"]}{"title":"古从军行","nian":"唐代","author":"李颀","contson":"\n白日登山望烽火，黄昏饮马傍交河。行人刁斗风沙暗，公主琵琶幽怨多。野云万里无城郭，雨雪纷纷连大漠。胡雁哀鸣夜夜飞，胡儿眼泪双双落。闻道玉门犹被遮，应将性命逐轻车。年年战骨埋荒外，空见蒲桃入汉家。\n","contyishang":["译文白天登山观察报警的烽火台，黄昏时牵马饮水靠近交河边。昏暗的风沙传来阵阵刁斗声，如同汉代公主琵琶充满幽怨。旷野云雾茫茫万里不见城郭，雨雪纷纷笼罩着无边的沙漠。哀鸣的胡雁夜夜从空中飞过，胡人士兵个个眼泪双双滴落。听说玉门关已被挡住了归路，战士只有追随将军拼命奔波。年年战死的尸骨埋葬于荒野，换来的只是西域葡萄送汉家。","注释⑴烽火：古代一种警报。⑵饮（yìn）马：给马喂水。傍：顺着。交河：古县名，故城在今新疆吐鲁番西面。⑶行人：出征战士。刁斗：古代军中铜制炊具，容量一斗\n"]}{"title":"山人劝酒","nian":"唐代","author":"李白","contson":"\n苍苍云松，落落绮皓。春风尔来为阿谁，蝴蝶忽然满芳草。秀眉霜雪颜桃花，骨青髓绿长美好。称是秦时避世人，劝酒相欢不知老。各守麋鹿志，耻随龙虎争。欻起佐太子，汉王乃复惊。顾谓戚夫人，彼翁羽翼成。归来商山下，泛若云无情。举觞酹巢由，洗耳何独清。浩歌望嵩岳，意气还相倾。\n","contyishang":["译文　　松柏苍翠挺拔，高入云端，商山四皓的胸襟豁达开朗。又到了温暖的春日，春风为谁而轻轻吹拂？小草绿了，花儿开了，芳香在满园弥漫。引来了蝴蝶，在绿丛花间翩翩飞舞。商山四皓长得眉清目秀，眉间充溢着一片侠义傲骨。他们自称是秦代避乱世而居的人，归隐在林间过着闲适无忧的生活，饮酒谈笑间，不知道年老将至。他们各自守着隐居山野的志向，以项羽和刘邦的楚汉之争为耻。汉朝基业确立后，刘邦多次请商山四皓出山辅佐，他们都没有答应。忽然间辅佐了刘邦的太子，刘邦为此而惊叹不已，回头告诉戚夫人说，虽然想改换戚夫人的儿子继承大业，但无奈太子羽翼已成，有贤人辅佐而改动不得了。巢父和许由归隐在南山之下，似乎像\n"]}{"title":"桃源行","nian":"唐代","author":"王维","contson":"\n渔舟逐水爱山春，两岸桃花夹古津。坐看红树不知远，行尽青溪不见人。山口潜行始隈隩，山开旷望旋平陆。遥看一处攒云树，近入千家散花竹。樵客初传汉姓名，居人未改秦衣服。居人共住武陵源，还从物外起田园。月明松下房栊静，日出云中鸡犬喧。惊闻俗客争来集，竞引还家问都邑。平明闾巷扫花开，薄暮渔樵乘水入。初因避地去人间，及至成仙遂不还。峡里谁知有人事，世中遥望空云山。不疑灵境难闻见，尘心未尽思乡县。出洞无论隔山水，辞家终拟长游衍。自谓经过旧不迷，安知峰壑今来变。当时只记入山深，青溪几度到云林。春来遍是桃花水，不辨仙源何处寻。\n","contyishang":["译文渔舟顺溪而下，追寻那美妙的春景，夹岸桃花映红了古渡口两旁。花树缤纷，忘记了路程远近；行到青溪尽处，忽然隐约似见人烟。走入了幽深曲折的山口，再往前，豁然开朗一片平川。远望去丛丛绿树有如云霞绮聚集，进村见户户门前翠竹鲜花掩映。第一次才听说汉以后的朝代，村民穿戴的还是秦代衣装。他们世代聚居在武陵源，在这里共建了世外田园。明月朗照，松下房栊寂静；旭日升起，村中鸡犬声响起。村人惊讶地把外客迎接，争相邀请，询问那世上的消息。清晨的街巷，家家打扫花径；傍晚的溪边，渔樵乘船回村。当初因避乱世逃出尘寰，寻到这桃源仙境便不归还。从此隐居峡谷，再不管外间变化；世人求访异境，不过是空望云山。渔人\n"]}{"title":"朱鹭","nian":"两汉","author":"佚名","contson":"\n朱鹭，鱼以乌。路訾邪鹭何食？食茄下。不之食，不以吐，将以问诛者。\n","contyishang":["译文　　鹭鸟吃鱼，吃掉后又想吐。鹭鸟以什么为食呢？它在荷茎下进食。是要咽下去呢，还是要吐出来？这得去问击鹭鸟鼓的进谏者，他们究竟是要对皇帝吐露真情，直言进谏呢，还是把有些言语自己咽下去，不说给皇帝听呢？","注释①鱼以乌：指鹭鸟吃鱼，但吃掉鱼后又想吐。②路訾邪：表声音，无义。③食茄下：这句说的是鹭鸟在荷茎下进食。茄，荷茎。④问诛者：诛，一作“谏”。意思是问进谏者。"]}{"title":"雉子班","nian":"两汉","author":"佚名","contson":"\n雉子，班如此。之于雉梁。无以吾翁孺，雉子。知得雉子高蜚止，黄鹄蜚，之以千里，王可思。雄来蜚从雌，视子趋一雉。雉子，车大驾马滕，被王送行所中。尧羊蜚从王孙行。\n","contyishang":["译文　　幼雉的毛羽色彩斑斓，它飞到了可以觅食的稻粱之处。老雉叮嘱它要小心被人类捉了，不要不懂得知足，因贪食而忘了危险。老雉知道幼雉被捉就飞来了，但它们没有黄鹄那样强壮有力，它们真羡慕黄鹄能够高飞，如果在这个时候能有力高飞，那就可以救救幼雉了啊！可惜它们没有那样的才能。见幼雉被捉，母雉和公雉都赶来救自己的孩子，但猎人已经将幼雉捉住，驾上车，猎人的马已经迅速跑起来了，幼雉将被活捉到猎人的住处。老雉仍依依不舍地跟着猎人的车飞行，久久不愿离去。","注释①雉（zhì）子：指幼雉。②班：同“斑”，指幼雉毛羽色彩斑斓。③之：一作“至”，到的\n"]}{"title":"艳歌何尝行","nian":"未知","author":"佚名","contson":"\n　　飞来双白鹄，乃从西北来。十十五五，罗列成行。妻卒被病，行不能相随。五里一返顾，六里一徘徊。“吾欲衔汝去，口噤不能开；吾欲负汝去，毛羽何摧颓。乐哉新相知，忧来生别离。躇蹰顾群侣，泪下不自知。”“念与君别离，气结不能言。各各重自爱，道远归还难。”“妾当守空房，闭门下重关。若生当相见，亡者会黄泉。”今日乐相乐，延年万岁期。\n","contyishang":["译文　　双双白鹄由西北向东南方飞去，罗列成行，比翼齐飞。突然一只雌鹄因疲病不能再相随。雄鹄不舍分离，频频回顾，徘徊不已，“我想衔你同行，无奈嘴小张不开；我想背你同去，无奈羽毛不够丰满，无力负重。相识的日子我们那么快乐，今日离别，真是无限忧伤，望着身边双双对对的同伴，我们却要憾恨相别，悲戚之泪不自禁地淌了下来。”雌鹄答道：“想到要与你分离，心情抑郁得说不出话来，各自珍重吧，归途茫茫，恐难再相聚了。我会独守空巢，一生忠于你。活着我们终当相会，死后也必在黄泉下相逢。”","注释①妻卒被病：雌鹄突然染病。妻，雌鹄，此为雄鹄口吻。卒，同“猝”，突然，仓促。\n"]}{"title":"哀江头","nian":"唐代","author":"杜甫","contson":"\n少陵野老吞声哭，春日潜行曲江曲。江头宫殿锁千门，细柳新蒲为谁绿？忆昔霓旌下南苑，苑中万物生颜色。昭阳殿里第一人，同辇随君侍君侧。辇前才人带弓箭，白马嚼啮黄金勒。翻身向天仰射云，一笑正坠双飞翼。明眸皓齿今何在？血污游魂归不得。清渭东流剑阁深，去住彼此无消息。人生有情泪沾臆，江水江花岂终极！黄昏胡骑尘满城，欲往城南望城北。\n","contyishang":["译文祖居少陵的野老（杜甫自称）无声地痛哭，春天偷偷地来到了曲江边。江岸的宫殿千门闭锁，细细的柳丝和新生的水蒲为谁而绿？回忆当初皇帝的彩旗仪仗下了南苑，苑里的万物都生出光辉。昭阳殿里的第一美人也同车出游，随侍在皇帝身旁。车前的宫中女官带着弓箭，白马套着带嚼子的黄金马勒。翻身朝天上的云层射去，一笑之间双飞的一对鸟儿便坠落在地。杨贵妃明亮的眼睛和洁白的牙齿在哪里呢？鲜血玷污了她的游魂，再也不能归来！清清的渭水向东流去，而玄宗所在的剑阁是那么深远。走的和留下的彼此没有消息。人生有情，泪水沾湿了胸臆，江水的流淌和江花的开放哪里会有尽头呢？黄昏时，胡骑扬起满城的尘土，我想去城南，却望着城\n"]}{"title":"战城南","nian":"两汉","author":"佚名","contson":"\n战城南，死郭北，野死不葬乌可食。为我谓乌：且为客豪！野死谅不葬，腐肉安能去子逃？水深激激，蒲苇冥冥；枭骑战斗死，驽马徘徊鸣。梁筑室，何以南？何以北？禾黍不获君何食？愿为忠臣安可得？思子良臣，良臣诚可思：朝行出攻，暮不夜归！\n","contyishang":["译文城南城北都有战事，有许多人战死在野外，尸体不埋葬乌鸦来啄食。请为我对乌鸦说：“在吃我们外乡的战士之前请为我们悲鸣几声！战死在野外没人会为我们埋葬，这些尸体哪能从你们口中逃掉呢？”清澈透明的河水在不停地流淌着，茂密的蒲苇草显得更加葱郁。善战的骏马都在战斗中牺牲，只有劣马还在战场上徘徊哀鸣。在桥梁上筑直了营垒工事，那南北两岸的人民将如何交往？无人收获庄稼你们吃什么？就是想成为忠臣保卫国家都无法实现啊！怀念那些忠诚卫国的好战士，那些忠良将士实在令人怀念：天刚亮他们就忙着出去打仗，可是\n"]}{"title":"田家词 / 田家行","nian":"唐代","author":"元稹","contson":"\n牛靿咤咤，田确确，旱块敲牛蹄趵趵。种得官仓珠颗谷，六十年来兵簇簇，日月食粮车辘辘。一日官军收海服，驱牛驾车食牛肉，归来攸得牛两角。重铸锄犁作斤，姑舂妇担去轮官，输官不足归卖屋。愿官早胜仇早覆，农死有儿牛有犊，不遣官军粮不足。\n","contyishang":["译文　　天久不雨，土地坚硬，牛拉着沉重的犁耙，喘着粗气一步一步地爬行着。牛蹄碰击着坚硬的土块，发出“趵趵”的声音。驾牛的农民还嫌牛走得太慢，不断地挥动着鞭子，发出“咤咤”的声音，驱使着，吆喝着。然而农民终年劳累，用血和汗水换来的珍珠般的果实，却尽进了官仓，自己一无所得。因为六十年来，战争不断，年年月月、日日餐餐，官兵们吃的粮食全由农民供给，并由农民驾驶的大车不停地运往前线。自从官军征伐藩镇的战争开始以来，朝廷就把农民连人带牛和车以及农具一并征用了。农民驱牛驾车千里迢迢地把粮食运到前线后，结果连牛也被官兵宰杀吃掉了，农民只收得两只牛角而返。但是战争还在没完没了地打下去，新的军输\n"]}{"title":"东光","nian":"两汉","author":"佚名","contson":"\n东光乎，苍梧何不乎。苍梧多腐粟，无益诸军粮。诸军游荡子，早行多悲伤。\n","contyishang":["译文　　天亮了吗？苍梧为什么不亮？苍梧这里潮湿，陈年贮藏的多是已经败坏的粮食，无法作为军粮食用。远征者早起行军，情绪都很悲伤。","注释①东光：东方发亮，即天明。②不：同“否”。苍梧地多潮湿，多雾气，所以天迟迟不亮。③腐粟：陈年积贮已经败坏的五谷粮食。④游荡子：离乡远行的人。"]}{"title":"天马二首·其二","nian":"两汉","author":"刘彻","contson":"\n天马徕，从西极，涉流沙，九夷服。天马徕，出泉水，虎脊两，化若鬼。天马徕，历无草，径千里，循东道。天马徕，执徐时，将摇举，谁与期？天马徕，开远门，竦予身，逝昆仑。天马徕，龙之媒，游阊阖，观玉台。\n","contyishang":["译文　　天马从西方极远之处来到，经过了沙漠之地。众多的少数民族和外国都降服了。天马出自水中，长有双脊，皮毛颜色像老虎一样。天马能变化，如同鬼神那样灵异。天马穿越千里，迅速越过无草的区域，在辰年来到东方。将驾着天马，高飞到遥远的地方，无可限期。天马既来，开通了上远方之门，可以上昆仑山去会神仙了。天马既来，龙也将来，可以乘着龙登天门，去观赏上帝住的地方了。","注释①徕：与“来”相通。②出泉水：汉人以为千里马是龙种，所以几次获得骏马，都说是出自水中。③虎脊两：指马有双脊梁，皮毛颜色如同老虎。④化若鬼：指天马能任意变化，如\n"]}