{"title":"宴清都·送马林屋赴南宫分韵得动字","nian":"宋代","author":"吴文英","contson":"\n柳色春阴重。东风力，快将云雁高送。书檠细雨，吟窗乱雪，井寒笔冻。家林秀桔霜老，笑分得、蟾边桂种。应茂苑、斗转苍龙，唯潮献奇吴凤。玉眉暗隐华年，凌云气压，千载云梦。名笺淡墨，恩袍翠草，紫骝青鞚。飞香杏园新句，眩醉眼、春游乍纵。弄喜音、鹊绕庭花，红帘影动。\n","contyishang":[]}{"title":"","nian":"","author":"","contson":"","contyishang":[]}{"title":"诉衷情·柳腰空舞翠裙烟","nian":"宋代","author":"吴文英","contson":"\n柳腰空舞翠裙烟。尽日不成眠。花尘浪卷清昼，渐变晚阴天。吴社水，系游船。又轻年。东风不管，燕子初来，一夜春寒。\n","contyishang":[]}{"title":"眼儿媚·一寸横波惹春留","nian":"清代","author":"厉鹗","contson":"\n一寸横波惹春留，何止最宜秋。妆残粉薄，矜严消尽，只有温柔。当时底事匆匆去？悔不载扁舟。分明记得，吹花小径，听雨高楼。\n","contyishang":[]}{"title":"昭君怨·深禁好春谁惜","nian":"清代","author":"纳兰性德","contson":"\n深禁好春谁惜，薄暮瑶阶伫立。别院管弦声，不分明。又是梨花欲谢，绣被春寒今夜。寂寂锁朱门，梦承恩。\n","contyishang":["译文深宫中大好的春色有谁怜惜？傍晚时分，她站在石阶上久久伫立。别院传来管弦之声，隐隐约约，不甚分明。又到了梨花将谢之时，今晚的绣花被依旧透着春寒。将朱门锁上，冷冷清清。梦中，她得到了君王的宠幸。","注释①昭君怨：词牌名，本调四十字，前后阕相同。第一、二、三句，正与﹝如梦令﹞句法相同；惟﹝如梦令﹞第三句不用韵，此则换用平韵。第四句三字，即协平韵，句法为仄平平，不可移易。②深禁：深宫。禁，帝王之宫殿。③薄暮：傍晚，太阳快落山的时候。④瑶阶：玉砌的台阶，亦用为石阶的美称，这里指宫中的阶砌。⑤管弦声\n"]}{"title":"玉门关盖将军歌","nian":"唐代","author":"岑参","contson":"\n盖将军，真丈夫。行年三十执金吾，身长七尺颇有须。玉门关城迥且孤，黄沙万里白草枯。南邻犬戎北接胡，将军到来备不虞。五千甲兵胆力粗，军中无事但欢娱。暖屋绣帘红地炉，织成壁衣花氍毹。灯前侍婢泻玉壶，金铛乱点野酡酥。紫绂金章左右趋，问著只是苍头奴。美人一双闲且都，朱唇翠眉映明矑。清歌一曲世所无，今日喜闻凤将雏。可怜绝胜秦罗敷，使君五马谩踟蹰。野草绣窠紫罗襦，红牙缕马对樗蒱。玉盘纤手撒作卢，众中夸道不曾输。枥上昂昂皆骏驹，桃花叱拨价最殊。骑将猎向城南隅，腊日射杀千年狐。我来塞外按边储，为君取醉酒剩沽。醉争酒盏相喧呼，忽忆咸阳旧酒徒。\n","contyishang":["译文盖将军，真是大丈夫，三十岁就当上了执金吾，身长七尺颇有须。玉门关的关城偏远又单孤，黄沙万里百草都干枯。南邻犬戎北面接着胡，将军来此防备意外事。带着五千甲兵胆壮气又粗，军中无事只知求欢娱。暖屋里挂着绣帘烧起红地炉，织成的壁衣还有花氍毹。灯前的侍婢倾泻玉壶，金铛里乱点的是野酡酥。紫绶金印的在左右趋，一问才知不过是家中奴。美人一对闲且都，红唇翠眉映着那明泸。清歌一曲世上所无，今日高兴地听到了《凤将雏》。可爱啊完全胜过了秦罗敷，使君五马只能空踟蹰。她\n"]}{"title":"小重山·一闭昭阳春又春","nian":"唐代","author":"韦庄","contson":"\n一闭昭阳春又春。夜寒宫漏永，梦君恩。卧思陈事暗销魂。罗衣湿，红袂有啼痕。歌吹隔重阍。绕亭芳草绿，倚长门。万般惆怅向谁论？凝情立，宫殿欲黄昏。\n","contyishang":["译文从那一次闭隔昭阳，冷居深宫，年复一年，春来春去，岁月飏逝。长长春夜，寒意料峭，直袭人心底。宫中清漏，点点滴滴，似乎永远没有停止的时节。恍惚中又回到了承汁君思的时候，名花倾国，君王笑看，玉楼金屋，笙歌遍彻，醒来却是一梦。往事不再，昨日如烟，回首只能独自伤心泪下。重重宫门之外传来笙歌乐舞之声，当年也是这样的热闹繁华。而此时宫门这边，只有满庭芳草，凄凄而生。独倚长门，万般惆怅，脉脉此情，千回百转，只能独自体味，谁来倾听一个冷宫弃女的诉说呢？凝情而立，又是落寞黄昏，又是寂寂长夜，又是魂梦伤心，又是依然的一天，一年，年复一年。","注释⑴小重山：\n"]}{"title":"倾杯·离宴殷勤","nian":"宋代","author":"柳永","contson":"\n离宴殷勤，兰舟凝滞，看看送行南浦。情知道世上，难使皓月长圆，彩云镇聚。算人生、悲莫悲于轻别，最苦正欢娱，便分鸳侣。泪流琼脸，梨花一枝春带雨。惨黛蛾、盈盈无绪。共黯然消魂，重携素手，话别临行，犹自再三、问道君须去。频耳畔低语。知多少、他日深盟，平生丹素。从今尽把凭鳞羽。\n","contyishang":["译文离别的宴席上彼此更加情深意厚，待发的木兰舟仍停泊岸边不忍离去。转瞬间来到了送别的地方。明知世上难使明月长久圆满，也知道彩云不可能常相聚。料想人生最悲伤的莫过于离别的悲伤，最痛苦的莫过于让一对正在热恋欢乐的情侣突然分离的痛苦了。她那流着眼泪的玉脸，就像春天里一枝带雨的梨花，娇美而令人怜惜。她皱着黛眉，心里盈盈无头绪。我和她一起沮丧伤心，再次拉着她的玉手，临行话别时，她还反复地在我耳边问道：你真的必须离去吗？不知有多少过去的深情的盟誓、一生的情书，从今以后全都只能凭借鱼雁来传递了。","注释⑴倾杯：唐教坊曲名，后用作词牌，又名《古倾杯》、《\n"]}{"title":"赠郭将军","nian":"唐代","author":"李白","contson":"\n将军少年出武威，入掌银台护紫微。平明拂剑朝天去，薄暮垂鞭醉酒归。爱子临风吹玉笛，美人向月舞罗衣。畴昔雄豪如梦里，相逢且欲醉春晖。\n","contyishang":["译文将军少年时即从军边塞，在武威镇守边疆，现在银台门守卫皇宫。天明时佩着长剑上朝去朝见天子，到了晚上便骑马垂鞭醉酒而归。在家中看着爱子临风吹笛，看着美人在月下翩翩起舞。昔日疆场的雄姿豪气，都宛如梦中。且与君趁这大好春光卉醉饮一场。","注释⑴郭将军：名不详。或以为郭千里。郭千里曾为左武卫将军、左卫将军、金吾卫大将军。⑵武威：唐时的凉州，亦名武威郡，治所在今甘肃武威县。⑶入：一作“昔”。银台：宫门名，宫中有左银台门，右银台门。唐时的翰林院、 学士院均在右银台门内。紫微：紫微星又叫北极星，古人认为\n"]}{"title":"有赠","nian":"唐代","author":"崔珏","contson":"\n莫道妆成断客肠，粉胸绵手白莲香。烟分顶上三层绿，剑截眸中一寸光。舞胜柳枝腰更软，歌嫌珠贯曲犹长。虽然不似王孙女，解爱临邛卖赋郎。锦里芬芳少佩兰，风流全占似君难。心迷晓梦窗犹暗，粉落香肌汗未干。两脸夭桃从镜发，一眸春水照人寒。自嗟此地非吾土，不得如花岁岁看。\n","contyishang":["译文不要以为远离故乡的游子都会思乡断肠，川中的美女身段窈窕，肌肤似雪，玉手纤纤，浑身散发着馨香。美人最美的地方就是气质，周身都笼罩着动人的风韵，比剑时，取胜的关键往往靠的是持剑人眼里的杀气。那美人一舞，柔软的姿态更胜江边的柳枝，腰肢纤细，堪比小蛮，我迫不及待想要跟她说话，连那如珠玉般动听的歌声都不想听下去了。只可惜你不像卓文君那样大胆，邂逅司马相如之后敢与之私奔。锦囊虽然很香但是还少了佩兰这味香料，一个人若想要十全十美也着实不易。我还沉浸在自己刚才做的梦里面，看看窗外天还未明，昨晚涂的胭脂已经掉落，你的肌肤上还有未干\n"]}{"title":"惜春郎·玉肌琼艳新妆饰","nian":"宋代","author":"柳永","contson":"\n玉肌琼艳新妆饰。好壮观歌席，潘妃宝钏，阿娇金屋，应也消得。属和新词多俊格。敢共我勍敌。恨少年、枉费疏狂，不早与伊相识。\n","contyishang":["译文在一次酒席上遇到一位皮肤白皙相貌艳丽的歌妓，她的装扮新颖独特，来看她的人很多，就像东昏侯对待潘玉儿那样经常给这位女子服饰、金舛、手镯，像汉武帝对待阿娇那样作一座金屋让这位歌妓住，这位歌妓消受得起。要求这位歌妓所作的新词有俊美之格调，这位歌妓很有才情，在填词方面和我不相上下。过去的放荡不羁的名声用错地方，只有这位女子才值得，恨不得与她早点相识。","注释（1）惜春郎，词牌名，调见《花草粹编》柳永词，因《乐章集》不载，故宫调无考。（2）琼艳：白皙而艳丽。琼，本指美玉，诗词中常以形容女子细腻的皮肤。后蜀毛熙震《河满子》：“相望只教\n"]}{"title":"河满子·正是破瓜年纪","nian":"五代","author":"和凝","contson":"\n正是破瓜年纪，含情惯得人饶。桃李精神鹦鹉舌，可堪虚度良宵。却爱蓝罗裙子，羡他长束纤腰。\n","contyishang":[]}{"title":"戏题王宰画山水图歌","nian":"唐代","author":"杜甫","contson":"\n十日画一水，五日画一石。能事不受相促迫，王宰始肯留真迹。壮哉昆仑方壶图，挂君高堂之素壁。巴陵洞庭日本东，赤岸水与银河通，中有云气随飞龙。舟人渔子入浦溆，山木尽亚洪涛风。尤工远势古莫比，咫尺应须论万里。焉得并州快剪刀，剪取吴淞半江水。\n","contyishang":["译文十天画完一条河，五天画完一块石头。他作画不愿受时间的催逼，贸然从事，经过长时间的酝酿后，才从容不迫地将真迹留于人间。挂在高堂白壁上的昆仑方壶图，山岭峰峦，巍峨高耸，蔚为壮观。图中的江水以洞庭湖的西部为源头，一直绵延流向日本东部的海面，犹如一条银丝带，场面十分壮观，岸边的水势非常浩渺，纵目望去，好似天水相接，连为一体，与银河相通。画面上云雾迷漫，飘忽不定，云团飞动。在狂风激流中，渔人正奋力驾船向岸边驶去，山上的大树被狂风吹得倾斜了。王宰的画在构图、布局等方面堪称天下第一。他能在一尺见方的画面上绘出万里江\n"]}{"title":"王勃故事","nian":"宋代","author":"宋祁","contson":"\n九月九日都督大宴滕王阁，宿命其婿作序以夸客，因出纸笔遍请客，莫敢当，至勃，泛然不辞。都督怒，起更衣，遣吏伺其文辄报。一再报，语益奇，乃矍然曰：“天才也!”请遂成文，极欢罢。勃属文，初不精思，先磨墨数升，则酣饮，引被覆面卧，及寤，援笔成篇，不易一字，时人谓勃为腹稿。\n","contyishang":["译文王勃路过钟陵，正赶上九月九日都督在滕王阁大宴宾客，事先背地里命他的女婿作一篇序以向宾客夸耀，于是拿出纸笔遍请宾客作序，大家都不敢担承。到王勃那里，竟漫不经心地接过笔来，也不推辞。都督大怒，起身假装上厕所，暗中派遣下属窥探王勃的文章，随时汇报。汇报了一两次之后，文章的语言越来越奇妙，都督兴奋地说：“这真是个天才！”连忙请他将文章全部写完，宾主尽欢而散。王勃做文章的时候，刚开始并不精密思索，先磨数升墨汁，然后大量饮酒，拉过一床被子蒙头而卧，等醒来之后，拿过笔来就写完全篇，一字不改，当时的人称王勃为“腹中写稿”。","注释宿：事先。夸客：向宾客夸\n"]}{"title":"东风第一枝·倾国倾城","nian":"宋代","author":"吴文英","contson":"\n倾国倾城，非花非雾，春风十里独步。胜如西子妖绕，更比太真澹泞。铅华不御。漫道有、巫山洛浦。似恁地、标格无双，镇锁画楼深处。曾被风、容易送去。曾被月、等闲留住。似花翻使花羞，似柳任从柳妒。不教歌舞。恐化作、彩云轻举。信下蔡、阳城俱迷，看取宋玉词赋。\n","contyishang":["　　“倾国”两句，点出“情”系何物。此言情之所衷，则“情人眼里出西施”，自然她定是倾国倾城貌，天下第一美女之尊号也非她莫属矣。情，似花妖艳而非花，似雾朦胧而非雾，情实是为一种发诸心端的感性表现矣。“春风”三句，承上继续发挥。言情之所衷，故心上人理应比西子妖娆，比玉环更显得宁静脱俗。她在情人心目中有如“春风十里扬州路，卷上珠帘总不如”（杜牧诗）的处在独步群芳的至尊地位。“铅华”两句，继续承上发挥。说在情人眼里，她虽不施脂粉，却是“清水出芙蓉”，所以即使是传说中的巫山神女，洛水宓妃也比不上她的美貌。“似恁地”两句，点明系单相思。言词人心目中这样一个标致无双，完美无缺的绝代佳人，却被人为地深藏\n"]}{"title":"","nian":"","author":"","contson":"","contyishang":[]}{"title":"浣溪沙·杨花","nian":"明代","author":"陈子龙","contson":"\n百尺章台撩乱飞，重重帘幕弄春晖。怜他飘泊奈他飞。澹日滚残花影下，软风吹送玉楼西。天涯心事少人知。\n","contyishang":["译文在高高的专门送别的章台旁缭乱飞舞，在重重的帘幕前的春天阳光中翻腾，可怜啊，它这样无境止地飘泊，但又有怎样的办法不让它飞扬。在淡淡的日光中慢慢飘摇洒落于花丛阴影下，又被温熙的和风吹拂到华美的高楼的西边，如那在天涯飘泊流离的旅人一样，它的心事少有人知道。","注释①百尺章台：典出韩翔的爱情故事，详情参见韩掬《章台柳》及妻柳氏《杨柳枝》(本书第十二辑)的注释。“章台”，原系汉长安的街道名，多设歌楼妓馆，遍植杨柳，唐宋诗词中却成了秦楼楚馆的代名词，吟咏中常用之。②重重帘幕：喻指陈柳婚姻中的重重障碍。“春晖”，指春光。③“\n"]}{"title":"鬓云松令·咏浴","nian":"清代","author":"纳兰性德","contson":"\n鬓云松，红玉莹。早月多情，送过梨花影。半饷斜钗慵未整，晕入轻潮，刚爱微风醒。露华清，人语静。怕被郎窥，移却青鸾镜。罗袜凌波波不定，小扇单衣，可耐星前冷。\n","contyishang":[]}{"title":"赠宣城宇文太守兼呈崔侍御","nian":"唐代","author":"李白","contson":"\n白若白鹭鲜，清如清唳蝉。受气有本性，不为外物迁。饮水箕山上，食雪首阳颠。回车避朝歌，掩口去盗泉。岧峣广成子，倜傥鲁仲连。卓绝二公外，丹心无间然。昔攀六龙飞，今作百炼铅。怀恩欲报主，投佩向北燕。弯弓绿弦开，满月不惮坚。闲骑骏马猎，一射两虎穿。回旋若流光，转背落双鸢。胡虏三叹息，兼知五兵权。枪枪突云将，却掩我之妍。多逢剿绝儿，先著祖生鞭。据鞍空矍铄，壮志竟谁宣。蹉跎复来归，忧恨坐相煎。无风难破浪，失计长江边。危苦惜颓光，金波忽三圆。时游敬亭上，闲听松风眠。或弄宛溪月，虚舟信洄沿。颜公二十万，尽付酒家钱。兴发每取之，聊向醉中仙。过此无一事，静谈秋水篇。君从九卿来，水国有丰年。鱼盐满市井，布帛如云烟。下马不作威，冰壶照清川。霜眉邑中叟，皆美太守贤。时时慰风俗，往往出东田。竹马数小儿，拜迎白鹿前。含笑问使君，日晚可回旋？遂归池上酌，掩抑清风弦。曾标横浮云，下抚谢脁肩。楼高碧海出，树古青萝悬。光禄紫霞杯，伊昔忝相传。良图扫沙漠，别梦绕旌旃。富贵日成疏，愿言杳无缘。登龙有直道，倚玉阻芳筵。敢献绕朝策，思同郭泰船。何言一水浅？似隔九重天。崔生何傲岸，纵酒复谈玄。身为名公子，英才苦迍邅。鸣凤托高梧，凌风何翩翩。安知慕群客，弹剑拂秋莲。\n","contyishang":["译文白鹭鲜白如雪，蝉鸣清厉如哭泣。那就是遗传决定本性，不为外界的影响变迁。许由在箕山上饮水隐居，夷齐隐居在首阳山颠食雪。墨子回车避开朝歌之地，孔子虽渴，面临盗泉却掩口而去。高洁傲岸的广成子，风流倜傥的鲁仲连，各有各的个性。管宁卓绝海内，无人可与比拟，忠心无间。我往昔也曾经攀六龙而飞，如今却作百炼仙丹。也曾经满怀报主龙恩的愿望，独自投军北燕苦寒之地。开拉弯弓绿弦，圆如满月，不惧弓强。闲暇骑骏马狩猎，一箭射穿两只老虎。身体回旋快如流光，转背一射，双鹰坠落。\n"]}{"title":"蔺相如完璧归赵论","nian":"明代","author":"王世贞","contson":"\n　　蔺相如之完璧，人皆称之。予未敢以为信也。\n　　夫秦以十五城之空名，诈赵而胁其璧。是时言取璧者，情也，非欲以窥赵也。赵得其情则弗予，不得其情则予；得其情而畏之则予，得其情而弗畏之则弗予。此两言决耳，奈之何既畏而复挑其怒也！\n　　且夫秦欲璧，赵弗予璧，两无所曲直也。入璧而秦弗予城，曲在秦；秦出城而璧归，曲在赵。欲使曲在秦，则莫如弃璧；畏弃璧，则莫如弗予。夫秦王既按图以予城，又设九宾，斋而受璧，其势不得不予城。璧入而城弗予，相如则前请曰：“臣固知大王之弗予城也。夫璧非赵璧乎？而十五城秦宝也。今使大王以璧故，而亡其十五城，十五城之子弟，皆厚怨大王以弃我如草芥也。大王弗与城，而绐赵璧，以一璧故，而失信于天下，臣请就死于国，以明大王之失信！”秦王未必不返璧也。今奈何使舍人怀而逃之，而归直于秦？\n　　是时秦意未欲与赵绝耳。令秦王怒而僇相如于市，武安君十万众压邯郸，而责璧与信，一胜而相如族，再胜而璧终入秦矣。\n　　吾故曰：蔺相如之获全于璧也，天也。若其劲渑池，柔廉颇，则愈出而愈妙于用。所以能完赵者，天固曲全之哉！\n","contyishang":["译文　　蔺相如完璧归赵，人人都称道他。但是，我却不敢苟同。","　　秦国用十五座城的空名，来欺骗赵国，并且勒索它的和氏璧。这时说它要骗取璧是实情，但不是想要借此窥视赵国。赵国如果知道了这个实情就不给它，不知道这个实情就给它。知道了这个实情而害怕秦国而给它，知道这个实情而不害怕秦国就不给它。这只要两句话就解决了，怎么能够既害怕秦国又去激怒秦国呢？","　　况且，秦国想得到这块璧，赵国不给它，双方本来都没有什么曲直是非。赵国交出璧而秦国不给城池，秦国就理亏了。秦国给了城池，而赵国却拿回了璧，就是赵国理亏了。要想使秦国理亏，不如就放弃璧。害怕丢掉璧，就不如不\n"]}{"title":"鲁连台","nian":"清代","author":"屈大均","contson":"\n一笑无秦帝，飘然向海东。谁能排大难？不屑计奇功。古戍三秋雁，高台万木风。从来天下士，只在布衣中。\n","contyishang":[]}{"title":"大铁椎传","nian":"清代","author":"魏禧","contson":"\n　　庚戌十一月，予自广陵归，与陈子灿同舟。子灿年二十八，好武事，予授以左氏兵谋兵法，因问：“数游南北，逢异人乎？”子灿为述大铁椎，作《大铁椎传》。\n　　大铁椎，不知何许人，北平陈子灿省兄河南，与遇宋将军家。宋，怀庆青华镇人，工技击，七省好事者皆来学，人以其雄健，呼宋将军云。宋弟子高信之，亦怀庆人，多力善射，长子灿七岁，少同学，故尝与过宋将军。\n　　时座上有健啖客，貌甚寝，右胁夹大铁椎，重四五十斤，饮食拱揖不暂去。柄铁折叠环复，如锁上练，引之长丈许。与人罕言语，语类楚声。扣其乡及姓字，皆不答。\n　　既同寝，夜半，客曰：“吾去矣！”言讫不见。子灿见窗户皆闭，惊问信之。信之曰：“客初至，不冠不袜，以蓝手巾裹头，足缠白布，大铁椎外，一物无所持，而腰多白金。吾与将军俱不敢问也。”子灿寐而醒，客则鼾睡炕上矣。\n　　一日，辞宋将军曰：“吾始闻汝名，以为豪，然皆不足用。吾去矣！”将军强留之，乃曰：“吾数击杀响马贼，夺其物，故仇我。久居，祸且及汝。今夜半，方期我决斗某所。”宋将军欣然曰：“吾骑马挟矢以助战。”客曰：“止！贼能且众，吾欲护汝，则不快吾意。”宋将军故自负，且欲观客所为，力请客。客不得已，与偕行。将至斗处，送将军登空堡上，曰：“但观之，慎弗声，令贼知也。”\n　　时鸡鸣月落，星光照旷野，百步见人。客驰下，吹觱篥数声。顷之，贼二十余骑四面集，步行负弓矢从者百许人。一贼提刀突奔客，客大呼挥椎，贼应声落马，马首裂。众贼环而进，客奋椎左右击，人马仆地，杀三十许人。宋将军屏息观之，股栗欲堕。忽闻客大呼曰：“吾去矣。”尘滚滚东向驰去。后遂不复至。\n　　魏禧论曰：子房得力士，椎秦皇帝博浪沙中。大铁椎其人欤？天生异人，必有所用之。予读陈同甫《中兴遗传》，豪俊、侠烈、魁奇之士，泯泯然不见功名于世者，又何多也！岂天之生才不必为人用欤？抑用之自有时欤？子灿遇大铁椎为壬寅岁，视其貌当年三十，然大铁椎今年四十耳。子灿又尝见其写市物帖子，甚工楷书也。\n","contyishang":["译文　　庚戌年十一月，我从扬州回家，与陈子灿同船。子灿时年二十八岁，爱好弄枪使棒，我给他讲授《左传》中的兵谋兵法时，趁机问：“你走南闯北，碰到过奇异之人吗？”子灿向我讲述了大铁椎的事，于是我写了《大铁椎传》。","　　大铁椎，不知是什么地方人。北平陈子灿到河南去看望他的哥哥，在宋将军家里遇见了大铁椎。宋将军是怀庆青华镇人，擅长武术，七省爱好武术的人都来向他学习，人们因他长得魁梧健壮，所以叫他宋将军。宋将军的徒弟高信之，也是怀庆人，力气大，擅长射箭，比陈子灿大七岁，是他小时候的同学，因此陈子灿曾经与他一同访问过宋将军。","　　当时座上有个饭量很大的客人\n"]}{"title":"重过何氏五首","nian":"唐代","author":"杜甫","contson":"\n问讯东桥竹，将军有报书。倒衣还命驾，高枕乃吾庐。花妥莺捎蝶，溪喧獭趁鱼。重来休沐地，真作野人居。\n山雨樽仍在，沙沉榻未移。犬迎曾宿客，鸦护落巢儿。云薄翠微寺，天清皇子陂。向来幽兴极，步屣过东篱。\n落日平台上，春风啜茗时。石栏斜点笔，桐叶坐题诗。翡翠鸣衣桁，蜻蜓立钓丝。自今幽兴熟，来往亦无期。\n颇怪朝参懒，应耽野趣长。雨抛金锁甲，苔卧绿沉枪。手自移蒲柳，家才足稻粱。看君用幽意，白日到羲皇。\n到此应常宿，相留可判年。蹉跎暮容色，怅望好林泉。何日沾微禄，归山买薄田？斯游恐不遂，把酒意茫然。\n","contyishang":["我来问候这东桥的旧竹，将军也传来书信。你颠倒衣裳，驾车来接我，我在此高枕无忧，真乃吾庐也。黄莺追逐蝴蝶，花儿纷纷落下。水獭追逐鱼儿，溪水喧哗。我这次重来休闲沐浴之地，真是个闲适野人之居。","山雨不停地下，酒樽仍在手中握，岸边的沙石下沉，睡榻还没有移开。犬儿摇着尾巴，欢迎曾经在这里住宿的我，乌鸦张开翅膀护卫着落下鸟巢的雏儿。翠微寺中薄雾轻云弥漫，皇子陂上天气清爽。来此胜境,幽兴勃发，踩着木屣步过东篱去采菊。","看落日斜辉洒满在平台上面，春风吹拂，闲啜香茗，神仙的日子。\n"]}{"title":"历阳壮士勤将军名思齐歌","nian":"唐代","author":"李白","contson":"\n历阳壮士勤将军，神力出于百夫，则天太后召见，奇之，授游击将军，赐锦袍玉带，朝野荣之。后拜横南将军。大臣慕义，结十友，即燕公张说、馆陶公郭元振为首。余壮之，遂作诗。\n太古历阳郡，化为洪川在。江山犹郁盘，龙虎秘光彩。蓄泄数千载，风云何霮薱！特生勤将军，神力百夫倍。\n","contyishang":["译文历阳郡县历史悠久，远古即有，但是曾经整体下陷成为湖泊。山水曲折幽深，郁郁葱葱，是个龙盘虎踞,韬晦之地。经过千年蓄集风水，风云际会。终于诞生了勤将军你这样的天生将才，神勇无比，以一当百！","注释⑴游击将军：古代武官名。五品以上散武官。⑵张说：公元667—730年。唐洛阳人，字道济，封燕国公。郭元振：公元656—713年。名振，字元振。曾任睿宗朝兵部尚书、同中书门下三品（宰相）。⑶化为洪川：《搜神记》: 历阳之地，一夕沦入地中而为水泽，今麻湖是也。《述异记》：和州历阳沦为湖。昔有书生遇一老姥\n"]}{"title":"鹧鸪天·佳人","nian":"宋代","author":"苏轼","contson":"\n罗带双垂画不成。殢人娇态最轻盈。酥胸斜抱天边月，玉手轻弹水面冰。 无限事，许多情。四弦丝竹苦丁宁。饶君拨尽相思调，待听梧桐叶落声。\n","contyishang":["译文双双垂下的“罗带”飘柔而美丽，连画都比不上。娇艳的姿色迷人，飘然得不能再轻盈了。洁白细嫩的手指，轻弹琵琶，发出如“水面冰”滑的声音，事很多，情也很多。琵琶弹奏出的音乐声响中有你的愁绪。尽管你弹完相思调，但你这是单相思。请你等待着秋天的来临，听我弹拨那“梧桐落叶”的琵琶声吧！","注释⑴鹧鸪天：词牌名。又名《思佳客》、《醉梅花》、《剪朝霞》、《骊歌一叠》。双调，55字，平韵。⑵罗带：丝织的衣带。⑶殢（tì）人：迷恋人。⑷酥胸：洁白润泽的胸脯。⑸水面冰：水的表面如冰滑一般。这里指琵琶的声音。\n"]}{"title":"浣溪沙·争挽桐花两鬓垂","nian":"宋代","author":"周邦彦","contson":"\n争挽桐花两鬓垂。小妆弄影照清池。出帘踏袜趁蜂儿。 跳脱添金双腕重，琵琶拨尽四弦悲。夜寒谁肯剪春衣。\n","contyishang":[]}{"title":"遭田父泥饮美严中丞","nian":"唐代","author":"杜甫","contson":"\n步屟随春风，村村自花柳。田翁逼社日，邀我尝春酒。酒酣夸新尹，畜眼未见有。回头指大男，渠是弓弩手。名在飞骑籍，长番岁时久。前日放营农，辛苦救衰朽。差科死则已，誓不举家走。今年大作社，拾遗能住否。叫妇开大瓶，盆中为吾取。感此气扬扬，须知风化首。语多虽杂乱，说尹终在口。朝来偶然出，自卯将及酉。久客惜人情，如何拒邻叟。高声索果栗，欲起时被肘。指挥过无礼，未觉村野丑。月出遮我留，仍嗔问升斗。\n","contyishang":["译文随着春风郊外散步，村村一片片红花绿柳。田翁说春社快要临近，邀我去他家尝春酒。沉醉中赞颂新上任的成都府尹，这样的好官双眼从未见过。回头指着大儿子说，他原来是一个弓箭手。名字登在飞骑兵的军籍上，服兵役的年月也最长久。前几日放他回家务农，这才救了辛辛苦苦的老朽。差役赋税哪怕重得逼人致死，我发誓也不把全家搬走。今年社日，要大大热闹一番，不知您能在这里留住否？接着呼喊妇女，把大瓶打开，为我还用大盆盛酒。这种扬扬的意气令人感动，爱民正是为政之首。说的话过多而且又杂乱\n"]}{"title":"女冠子·含娇含笑","nian":"唐代","author":"温庭筠","contson":"\n含娇含笑，宿翠残红窈窕，鬓如蝉。寒玉簪秋水，轻纱卷碧烟。雪胸鸾镜里，琪树凤楼前。寄语青娥伴，早求仙。\n","contyishang":["译文女道士含着娇态含着笑，翠眉已薄胭脂淡，青丝鬓发轻如蝉翼，身姿窈窕动人。头上的玉簪寒如秋水，身边的帷幕轻纱如卷碧烟。坐到梳妆台前，鸾镜中的她轻衣薄裳，肌肤胜雪，美丽性感；站在凤楼前，她亭亭如玲珑玉树，袅袅如弱柳扶风。她希望美丽的同修女道们，早日成为神仙。","注释⑴女冠子：原为唐教坊曲名，后用为词牌名，又名“双凤翘”。⑵“含娇”二句：带着娇态，含着微笑，隔夜的翠眉已薄，脸上的胭脂已淡，而仍然显得美丽。宿翠残红：指脸面上的残妆，未重新打扮。窈窕（yǎotiǎo）：形容女子文静而美丽。《诗经·周南·关雎》：“窈窕淑女，君子好逑。”\n"]}{"title":"送凌侍郎还宣州","nian":"宋代","author":"晏殊","contson":"\n日南藩郡古宣城，碧落神仙拥使旌。津吏戒船东下稳，县僚负弩昼归荣。江山谢守高吟地，风月朱公故里情。曾预汉庭三独坐，府中谁敢伴飞觥。\n","contyishang":[]}{"title":"渔家傲·千古龙蟠并虎踞","nian":"宋代","author":"苏轼","contson":"\n金陵赏心亭送王胜之龙图。王守金陵，视事一日移南郡。\n千古龙蟠并虎踞。从公一吊兴亡处。渺渺斜风吹细雨。芳草渡。江南父老留公住。公驾飞车凌彩雾。红鸾骖乘青鸾驭。却讶此洲名白鹭。非吾侣。翩然欲下还飞去。\n","contyishang":["译文“钟山龙蟠，石头虎踞”，千古金陵引起人怀归的思绪。难得陪同你凭吊这历经沧桑的兴亡之地。斜风渺渺，细雨濛濛，弥散着一片别情离愁。难忘这芳草渡口，江南父老依依惜别，恳切地把你挽留。且莫伤怀，在我的想象中，你驾着飞车穿越多彩的云霞，仙游似地以鸾鸟为陪乘者，一路凌风驭虚而来。却讶异这里的沙洲，居然名之为白鹭，并不是适宜的栖居地。于是翩翩然未曾歇翅，还是向别处飞去。","注释⑴渔家傲：词牌名。又名”吴门柳“”忍辱仙人“”荆溪咏“”游仙关“。双调六十二字；前后阕相同，完全惟七言仄韵诗两绝合为一。其所不同者仅有第三句协韵，以及下添一个三字句而已。\n"]}{"title":"踏莎行·萱草栏干","nian":"宋代","author":"晁端礼","contson":"\n萱草栏干，榴花庭院。悄无人语重帘卷。屏山掩梦不多时，斜风雨细江南岸。 昼漏初传，林莺百啭。日长暗记残香篆。洞房消息有谁知，几回欲问梁间燕。\n","contyishang":[]}{"title":"鹧鸪天·晚岁躬耕不怨贫","nian":"宋代","author":"辛弃疾","contson":"\n晚岁躬耕不怨贫，只鸡斗酒聚比邻。都无晋宋之间事，自是羲皇以上人。千载后，百遍存。更无一字不清真。若教王谢诸郎在，未抵柴桑陌上尘。\n","contyishang":["译文陶渊明晚年躬耕田园，安于清贫，以薄肴淡酒邀会相邻，彼此融合无间。他鄙薄晋宋年间的社会现实，向往和平淳朴的上古生活。千年过后，流传下来的陶诗有一百多篇，没有一字不是清新纯真的。他晚年归耕在柴桑，即便是柴桑的尘土也远较王、谢诸郎高洁。","注释⑴去手：离手。⑵“晚岁”两句：谓陶渊明晚年躬耕田园，安于清贫，以薄肴淡酒邀会相邻，彼此融合无间。按：陶渊明有《西田获早稻》诗备述农耕之乐，结句云：“但愿长如此，躬耕非所叹。”陶潜又有《归田园居》诗：“漉我新熟酒，只鸡招近局。”躬耕：亲自耕种。斗：盛酒的容器。⑶“都无”两句：言陶\n"]}{"title":"渔家傲·三十年来无孔窍","nian":"宋代","author":"黄庭坚","contson":"\n三十年来无孔窍，几回得眼还迷照。一见桃花参学了。呈法要，无弦琴上单于调。摘叶寻枝虚半老，看花特地重年少。今后水云人欲晓。非玄妙，灵云合被桃花笑。\n","contyishang":["译文灵云三十年来茫昧混沌，几番出入于迷悟之间，最后一见桃花终于参悟，得到了佛法真谛，在未上弦的琴上弹奏《单于调》。灵云为求“悟”的境界，历经曲折，虚度了半辈子，人们应以此为鉴，趁着年少及早悟道。岂但见花能悟道，天地万物，流水行云无不蕴藏着道机禅理，因此，参禅学佛实非高不可攀之事，灵云三十年方悟道，真该见笑于桃花了。","注释1、渔家傲：词牌名，源自唐张志和《渔歌子》，是歌唱渔家生活的曲子，宋初较为流行。双调六十二字，上下片各五句五仄韵。2、孔窍：心。典出《庄子》“僬忽凿窍”之寓言。据《淮南子》：“夫孔窍者，精神之户牖也。”\n"]}{"title":"酬中都小吏携斗酒双鱼于逆旅见赠","nian":"唐代","author":"李白","contson":"\n鲁酒若琥珀，汶鱼紫锦鳞。山东豪吏有俊气，手携此物赠远人。意气相倾两相顾，斗酒双鱼表情素。双鳃呀呷鳍鬣张，拨剌银盘欲飞去。呼儿拂几霜刃挥，红肌花落白雪霏。为君下箸一餐饱，醉著金鞍上马归。\n","contyishang":["译文鲁地的酒色如琥珀，汶水鱼紫鳞似锦。山东小吏豪爽俊逸．提来这两样东西送给客人。二人意气相投，两相顾惜，两条鱼一杯酒以表情意。鱼儿吞吐双鳃，振起鳍鬣，跋刺一声，要从银盘中跳去。唤儿擦净几案挥刀割肉，红的如同花落，白的好似雪飞。为你下箸吃足了酒，著鞍上马，醉蒙蒙地归去。","注释中都，唐代郡名，治所即今山东汶上县。开元九年，唐改蒲州（今山西永济蒲州）为河中府，建号“中都”。鲁酒：鲁地的酒。纹鱼：一种产于汶水的河鱼，肉白，味美。汶鱼是汶河流域所产的赤鳞鱼，古时用作贡品献给帝\n"]}{"title":"东城送运判马察院","nian":"宋代","author":"梅尧臣","contson":"\n春风骋巧如翦刀，先裁杨柳后杏桃。圆尖作瓣得疏密，颜色又染燕脂牢。黄鹂未鸣鸠欲雨，深园静墅声嗷嗷。役徒开汴前日放，亦将决水归河槽。都人倾望若焦渴，寒食已近沟已淘。何当黄流与雨至，雨深一尺水一篙。都水御史亦即喜，日夜顺疾回轻舠。频年吴楚岁苦旱，一稔未足生脂膏。吾愿取之勿求羡，穷鸟困兽易遯逃。我今出城勤送子，沽酒不惜典弊袍。数途必向睢阳去，太傅大尹皆英豪。试乞二公评我说，万分岂不益一毛。国给民苏自有暇，东园乃可资游遨。\n","contyishang":["译文春天已至，万物复苏。春风如一位美丽而又心灵手巧的姑娘，迈着纤纤细步款款而来。她挥舞剪刀，尽情地展示那高超的女工技巧。她先裁出了柳叶，随着柳条袅袅依依地舞蹈；又裁出杏叶、桃叶，嫩嫩的，绿绿的，如小孩子的眉眼，似乎对着人笑。杏花开了，花瓣圆圆的，肥肥的；桃花开了，花瓣尖尖的，厚厚的。桃花、杏花开满枝头却毫不拥挤，既不太稀，也不太密，显得疏密得当。风姑娘还精心地打扮这些花朵，给它们穿上了红的，白的，粉红的衣服，白的如雪，红的如胭，真是艳丽无比，将春天装点的万紫干红，灿烂生辉。在这大好的春光里，虽然即将分别，可大家的心情倒还不坏。为什么呢？原来，许久以来，京城江南一带\n"]}{"title":"赐房玄龄","nian":"唐代","author":"李世民","contson":"\n太液仙舟迥，西园引上才。未晓征车度，鸡鸣关早开。\n","contyishang":[]}{"title":"祭石曼卿文","nian":"宋代","author":"欧阳修","contson":"\n　　维治平四年七月日，具官欧阳修，谨遣尚书都省令史李敭，至于太清，以清酌庶羞之奠，致祭于亡友曼卿之墓下，而吊之以文。曰：\n　　呜呼曼卿！生而为英，死而为灵。其同乎万物生死，而复归于无物者，暂聚之形；不与万物共尽，而卓然其不配者，后世之名。此自古圣贤，莫不皆然，而著在简册者，昭如日星。\n　　呜呼曼卿！吾不见子久矣，犹能仿佛子之平生。其轩昂磊落，突兀峥嵘而埋藏于地下者，意其不化为朽壤，而为金玉之精。不然，生长松之千尺，产灵芝而九茎。奈何荒烟野蔓，荆棘纵横；风凄露下，走磷飞萤！但见牧童樵叟，歌吟上下，与夫惊禽骇兽，悲鸣踯躅而咿嘤。今固如此，更千秋而万岁兮，安知其不穴藏孤貉与鼯鼪？此自古圣贤亦皆然兮，独不见夫累累乎旷野与荒城！\n　　呜呼曼卿！盛衰之理，吾固知其如此，而感念畴昔，悲凉凄怆，不觉临风而陨涕者，有愧乎太上之忘情。尚飨！\n","contyishang":["译文一　　在英宗治平四年七月某日，备具官爵履历的欧阳修，差遣尚书都省令史李到太清之下，以清酒和各种美味的菜肴作奠仪，致祭于亡友石曼卿的墓前，并作一篇文章吊祭说：　　“唉曼卿！在世时是英雄，死后成为神灵。他同万物一道生死，最后又回归到无物的地方。他是暂时相聚的形体，不与万物一道灭亡。他卓越挺立，永垂不朽，给后世留下英名。这从古时的圣贤到现在，都是这样的，留著于史册，像日月星辰一样明亮。　　唉曼卿！我没有看见你已经很久了，还能仿佛记得你生前的容貌。你气宇轩昂，襟怀坦白，光明磊落，高大英俊，虽然埋藏在地下，想来不会腐朽化为泥土，而会变成金玉的精华。如果不是这\n"]}{"title":"庐江主人妇","nian":"唐代","author":"李白","contson":"\n孔雀东飞何处栖，庐江小吏仲卿妻。为客裁缝君自见，城乌独宿夜空啼。\n","contyishang":["译文孔雀东南飞，飞到何处才休息？你就好像象那古时候庐江小吏焦仲卿的妻子。你贤惠啊，为路过你家的客人缝补衣服。可惜却像城墙树上的乌鸦孤独的鸣叫。","注释⑴《古诗为焦仲卿妻作》：“孔雀东南飞，五里一徘徊。”⑵古乐府：“汉未建安中，庐江府小吏焦仲卿妻刘氏，为仲卿母所遣，自誓不嫁，其家逼之，乃投水而死。仲卿闻之，亦自缢于庭树。时人伤之，为诗云尔。”⑶张华《禽经注》：“乌之失雌雄，则夜啼。”"]}{"title":"酒泉子·楚女不归","nian":"唐代","author":"温庭筠","contson":"\n楚女不归，楼枕小河春水。月孤明，风又起，杏花稀。玉钗斜篸云鬟重，裙上金缕凤。八行书，千里梦，雁南飞。\n","contyishang":["译文她回南方去了，现在还没有踏上归途。我独居的小楼枕卧溪畔，夜夜愁听那春水汩汩。明月也无伴，像我一样孤独。春风吹杏花稀疏零落，更使我愁伤春暮。玉钗在你的头上，斜斜地簪住云髻雾鬟。你裙上绣金的凤凰，仿佛栖息在我心间。真盼这春天又变秋天，请南飞的鸿雁，带去我的书信，带去我千里的思念。","注释酒泉子：原为唐教坊曲，后用为词牌名。《金奁集》入“高平调”。一般以温庭筠体为正格。全词以四平韵为主，四仄韵两部错叶。楚女：古代楚地的女子。此指抒情主人公，一个身世飘零的歌舞女伎。楼：楚女暂栖之所。稀：一作“飞”。\n"]}{"title":"定西番·汉使昔年离别","nian":"唐代","author":"温庭筠","contson":"\n汉使昔年离别。攀弱柳，折寒梅，上高台。千里玉关春雪，雁来人不来。羌笛一声愁绝，月徘徊。\n","contyishang":["译文长叹愁思，与你离别之情，攀爬在稀疏的柳枝上、折断的梅枝上、还有西部的楼台上，难舍难分。千里之外的边关覆盖在春雪里，远去的雁群已经飞来，却不见你的身影。那长叹愁思，只有月亮的影子在西北戈壁滩上徘徊。","注释1.定西番：唐教坊曲名，后用作词调名。此调有不同格体，俱为双调，这里列举一体，三十五字，上片四句一仄韵两平韵：下片四句，两仄韵两平韵。四平韵为主，三仄韵借叶。2.汉使：本指汉朝出使西域的官员，这里泛指远戍西陲的将士。3.攀弱柳：古人有折柳赠别的习俗。4.折寒梅：折梅花以赠远人。南朝宋陆凯《赠范晔》：\n"]}{"title":"送崔全被放归都觐省","nian":"唐代","author":"岑参","contson":"\n夫子不自衍，世人知者稀，来倾阮氏酒，去著老莱衣。渭北草新出，关东花欲飞，楚王犹自惑，片玉且将归。\n","contyishang":["　　夫子不自炫，世人知者稀，来倾阮氏酒，去著老莱衣——夫子：指崔全。自炫：自我夸耀以求仕进。阮氏酒：西晋阮籍避祸全身，远离司马氏政权，以嗜酒为由，求为步兵校尉，终日酩酊，遗落世情。此处指崔全不以干君、谄媚官宦为务，故而被放。老莱衣：指春秋时的隐者老莱子。老莱子行年五十，父母犹存，着五彩斑斓衣以娱双亲。后常以“老莱衣”表示孝养父母至老不衰，见《初学记》卷十七《孝悌篇》。此处暗合诗题“觐省”意。此四句写崔全因其洁身自好，不务谄媚，不矜夸以干人君，故而知音者少，名声不外达。虽微官暂寄，然遗落世情，终被再放归省。诗人表达对崔全人格的赞赏，也对其不被重用表示同情和惋惜。","　　渭北草\n"]}{"title":"菩萨蛮·青岩碧洞经朝雨","nian":"五代","author":"孙光宪","contson":"\n青岩碧洞经朝雨，隔花相唤南溪去。一只木兰船，波平远浸天。扣舷惊翡翠，嫩玉抬香臂。红日欲沉西，烟中遥解觽。\n","contyishang":[]}{"title":"采桑子·水亭花上三更月","nian":"宋代","author":"吴文英","contson":"\n水亭花上三更月，扇与人闲。弄影阑干。玉燕重抽拢坠簪。 心期偷卜新莲子，秋入眉山。翠破红残。半簟湘波生晓寒。\n","contyishang":["　　“水亭”两句，“水亭”临水，所以“花”即夏日莲花也。此言夏日深夜，月光如水泻在花上、叶上、水亭上和亭中之人身上。本来夏日暑热手不停扇，但如今时已深夜，人在水亭，就不需要频摇扇子，故曰“扇与人闲”。“弄影”两句，状归隐。“抽簪”，仕官者束发整冠，而用簪固冠发上，今言“抽簪”，即是暗喻卸仕归隐。沈约《侍宴乐游苑》诗有：“将陪告成礼，待此未抽簪”，即是指卸仕也。此言人在亭旁栏干伫立，月照人影倒映水中摇晃不停，“无官一身轻”，所以能抽去燕形玉簪，卸去官帽而自由自在了。上片记述一位卸仕之人的闲适情状。　","　　“心期”两句，述因闲致愁。言此人闲极无聊，就用亭旁池中莲子作卦具，暗暗\n"]}{"title":"苏秦以连横说秦","nian":"先秦","author":"佚名","contson":"\n　　苏秦始将连横说秦惠王曰：“大王之国，西有巴、蜀、汉中之利，北有胡貉、代马之用，南有巫山、黔中之限，东有肴、函之固。田肥美，民殷富，战车万乘，奋击百万，沃野千里，蓄积饶多，地势形便，此所谓天府，天下之雄国也。以大王之贤，士民之众，车骑之用，兵法之教，可以并诸侯，吞天下，称帝而治。愿大王少留意，臣请奏其效。”\n　　秦王曰：“寡人闻之：毛羽不丰满者，不可以高飞，文章不成者不可以诛罚，道德不厚者不可以使民，政教不顺者不可以烦大臣。今先生俨然不远千里而庭教之，愿以异日。”\n　　苏秦曰：“臣固疑大王之不能用也。昔者神农伐补遂，黄帝伐涿鹿而禽蚩尤，尧伐驩兜，舜伐三苗，禹伐共工，汤伐有夏，文王伐崇，武王伐纣，齐桓任战而伯天下。由此观之，恶有不战者乎？古者使车毂击驰，言语相结，天下为一，约从连横，兵革不藏。文士并饬，诸侯乱惑，万端俱起，不可胜理。科条既备，民多伪态，书策稠浊，百姓不足。上下相愁，民无所聊，明言章理，兵甲愈起。辩言伟服，战攻不息，繁称文辞，天下不治。舌弊耳聋，不见成功，行义约信，天下不亲。于是乃废文任武，厚养死士，缀甲厉兵，效胜于战场。夫徒处而致利，安坐而广地，虽古五帝三王五伯，明主贤君，常欲坐而致之，其势不能。故以战续之，宽则两军相攻，迫则杖戟相橦，然后可建大功。是故兵胜于外，义强于内，威立于上，民服于下。今欲并天下，凌万乘，诎敌国，制海内，子元元，臣诸侯，非兵不可。今不嗣主，忽于至道，皆惛于教，乱于治，迷于言，惑于语，沈于辩，溺于辞。以此论之，王固不能行也。”\n　　说秦王书十上而说不行，黑貂之裘弊，黄金百斤尽，资用乏绝，去秦而归，羸縢履蹻，负书担橐，形容枯槁，面目犁黑，状有愧色。归至家，妻不下紝，嫂不为炊。父母不与言。苏秦喟叹曰：“妻不以我为夫，嫂不以我为叔，父母不以我为子，是皆秦之罪也。”乃夜发书，陈箧数十，得太公阴符之谋，伏而诵之，简练以为揣摩。读书欲睡，引锥自刺其股，血流至足，曰：“安有说人主，不能出其金玉锦绣，取卿相之尊者乎？”期年，揣摩成，曰：“此真可以说当世之君矣。”\n　　于是乃摩燕乌集阙，见说赵王于华屋之下，抵掌而谈，赵王大悦，封为武安君。受相印，革车百乘，锦绣千纯，白璧百双，黄金万溢，以随其后，约从散横以抑强秦，故苏秦相于赵而关不通。\n　　当此之时，天下之大，万民之众，王侯之威，谋臣之权，皆欲决苏秦之策。不费斗粮，未烦一兵，未战一士，未绝一弦，未折一矢，诸侯相亲，贤于兄弟。夫贤人在而天下服，一人用而天下从，故曰：式于政不式于勇；式于廊庙之内，不式于四境之外。当秦之隆，黄金万溢为用，转毂连骑，炫熿于道，山东之国从风而服，使赵大重。且夫苏秦，特穷巷掘门桑户棬枢之士耳，伏轼撙衔，横历天下，廷说诸侯之王，杜左右之口，天下莫之能伉。\n　　将说楚王，路过洛阳，父母闻之，清宫除道，张乐设饮，郊迎三十里。妻侧目而视，倾耳而听。嫂蛇行匍伏，四拜自跪而谢。苏秦曰：“嫂何前倨而后卑也？”嫂曰：“以季子之位尊而多金。”苏秦曰：“嗟乎！贫穷则父母不子，富贵则亲戚畏惧。人生世上，势位富厚，盖可忽乎哉？”\n","contyishang":["译文　　苏秦起先主张连横，劝秦惠王说：“大王您的国家，西面有巴、蜀、汉中的富饶，北面有胡貉和代马的物产，南面有巫山、黔中的屏障，东面有肴山、函谷关的坚固。耕田肥美，百姓富足，战车有万辆，武士有百万，在千里沃野上有多种出产，地势形胜而便利，这就是所谓的天府，天下显赫的大国啊。凭着大王的贤明，士民的众多，车骑的充足，兵法的教习，可以兼并诸侯，独吞天下，称帝而加以治理。希望大王能对此稍许留意一下，我请求来实现这件事。”　　秦王回答说：“我听说：羽毛不丰满的不能高飞上天，法令不完备的不能惩治犯人，道德不深厚的不能驱使百姓，政教不顺民心的不能烦劳大臣。现在您一本正经老远跑来\n"]}{"title":"南柯子·怅望梅花驿","nian":"宋代","author":"范成大","contson":"\n怅望梅花驿，凝情杜若洲。香云低处有高楼，可惜高楼不近木兰舟。缄素双鱼远，题红片叶秋。欲凭江水寄离愁，江已东流那肯更西流。\n","contyishang":["译文惆怅的望着梅花驿，专注的看着开有燕子花的绿洲。祥云下面有高楼大厦，可惜高楼不是用木兰木做的。想用缄帛写信可是离双鱼很遥远无从寄信，于是秋叶都红了也还没写。想借助江水寄托离愁别绪，可是江水是向东流的哪里能够流向西边呢？","注释⑴驿：驿，音亦，驿站、传舍，古传递文书、官员来往及运输途中暂息住宿之所。古驿传有亭，故又称驿亭。清末置邮局后始废。⑵杜若：燕子花也。⑶双鱼：古乐府《饮马长城窟行》有“客从远方来，遗我双鲤鱼。呼儿烹鲤鱼，中有尺素书。长跪读素书，书中竟何如。上有加餐食，下有长相忆。”，又《汉书·苏武传》有“教使\n"]}{"title":"相州昼锦堂记","nian":"宋代","author":"欧阳修","contson":"\n　　仕宦而至将相，富贵而归故乡。此人情之所荣，而今昔之所同也。\n　　盖士方穷时，困厄闾里，庸人孺子，皆得易而侮之。若季子不礼于其嫂，买臣见弃于其妻。一旦高车驷马，旗旄导前，而骑卒拥后，夹道之人，相与骈肩累迹，瞻望咨嗟；而所谓庸夫愚妇者，奔走骇汗，羞愧俯伏，以自悔罪于车尘马足之间。此一介之士，得志于当时，而意气之盛，昔人比之衣锦之荣者也。\n　　惟大丞相魏国公则不然：公，相人也，世有令德，为时名卿。自公少时，已擢高科，登显仕。海内之士，闻下风而望余光者，盖亦有年矣。所谓将相而富贵，皆公所宜素有；非如穷厄之人，侥幸得志于一时，出于庸夫愚妇之不意，以惊骇而夸耀之也。然则高牙大纛，不足为公荣；桓圭衮冕，不足为公贵。惟德被生民，而功施社稷，勒之金石，播之声诗，以耀后世而垂无穷，此公之志，而士亦以此望于公也。岂止夸一时而荣一乡哉！\n　　公在至和中，尝以武康之节，来治于相，乃作“昼锦”之堂于后圃。既又刻诗于石，以遗相人。其言以快恩仇、矜名誉为可薄，盖不以昔人所夸者为荣，而以为戒。于此见公之视富贵为何如，而其志岂易量哉！故能出入将相，勤劳王家，而夷险一节。至于临大事，决大议，垂绅正笏，不动声色，而措天下于泰山之安：可谓社稷之臣矣！其丰功盛烈，所以铭彝鼎而被弦歌者，乃邦家之光，非闾里之荣也。\n　　余虽不获登公之堂，幸尝窃诵公之诗，乐公之志有成，而喜为天下道也。于是乎书。\n　　尚书吏部侍郎、参知政事欧阳修记。 \n","contyishang":["译文　　做官做到将相，富贵之后返回故乡，这从人情上说是光荣的，从古到今都是这样啊。　　大概士人在仕途不通的时候，困居乡里，那些平庸之辈甚至小孩，都能够轻视欺侮他。就像苏季子不被他的嫂嫂以礼相待，朱买臣被他的妻子嫌弃一样。可是一旦坐上四匹马拉的高大车子，旗帜在前面导引，而骑兵在后面簇拥，街道两旁的人们，一齐并肩接踵，一边瞻望一边称羡，而那些庸夫愚妇，恐惧奔跑，汗水淋漓，羞愧地跪在地上，面对车轮马足扬起的灰尘，十分后悔，暗自认罪。这么个小小的士人，在当世得志，那意气的壮盛，以前的人们就将他比作穿着锦绣衣裳的荣耀。　　只有大丞相魏国公却不是如此，魏国公，是相\n"]}{"title":"清平调·名花倾国两相欢","nian":"唐代","author":"李白","contson":"\n名花倾国两相欢，常得君王带笑看。解释春风无限恨，沉香亭北倚栏杆。\n","contyishang":["译文绝代佳人与红艳牡丹相得益彰，美人与名花长使君王带笑观看。动人姿色似春风能消无限怨恨，在沉香亭北君王贵妃双依栏杆。","注释清平调：一种歌的曲调，“平调、清调、瑟调”皆周房中之遗声。倾国：指绝代佳人得：使春风：代指君王"]}{"title":"宫中行乐词八首","nian":"唐代","author":"李白","contson":"\n小小生金屋，盈盈在紫微。山花插宝髻，石竹绣罗衣。每出深宫里，常随步辇归。只愁歌舞散，化作彩云飞。\n柳色黄金嫩，梨花白雪香。玉楼巢翡翠，金殿锁鸳鸯。选妓随雕辇，征歌出洞房。宫中谁第一，飞燕在昭阳。\n卢橘为秦树，蒲桃出汉宫。烟花宜落日，丝管醉春风。笛奏龙吟水，箫鸣凤下空。君王多乐事，还与万方同。\n玉树春归日，金宫乐事多。后庭朝未入，轻辇夜相过。笑出花间语，娇来竹下歌。莫教明月去，留著醉嫦娥。\n绣户香风暖，纱窗曙色新。宫花争笑日，池草暗生春。绿树闻歌鸟，青楼见舞人。昭阳桃李月，罗绮自相亲。\n今日明光里，还须结伴游。春风开紫殿，天乐下朱楼。艳舞全知巧，娇歌半欲羞。更怜花月夜，宫女笑藏钩。\n寒雪梅中尽，春风柳上归。宫莺娇欲醉，檐燕语还飞。迟日明歌席，新花艳舞衣。晚来移彩仗，行乐泥光辉。\n水绿南薰殿，花红北阙楼。莺歌闻太液，凤吹绕瀛洲。素女鸣珠佩，天人弄彩球。今朝风日好，宜入未央游。\n","contyishang":["译文","　　自幼入宫，生长于金屋之中，长大之后，轻盈的舞姿便经常在宫殿中皇帝面前表演。头上佩戴鲜艳的山花，身穿绣着石竹花图案的罗衣，经常出入深宫大殿之中，常常侍从于皇帝的步牵之后。只怕有朝一日，歌舞一散.自己便像天上的彩云一样，随风而去，再也见不到皇帝的面了。","　　春日杨柳的嫩芽，色泽像黄金，雪白匡梨花，散发着芳香。宫中的玉楼珠殿之上，有翡翠鸟在结巢，殿前的池水中置养着成到的鸳鸯。于是皇上从后宫中选能歌善舞的宫人，随辇游乐。能职善舞者，在宫中谁可推为第一呢？当然非居住于昭阳殿的赵飞燕而莫属了。","　　苑林中长着卢橘，宫廷中种着葡萄。在落日烟花之\n"]}{"title":"池上二绝","nian":"唐代","author":"白居易","contson":"\n山僧对棋坐，局上竹阴清。映竹无人见，时闻下子声。\n小娃撑小艇，偷采白莲回。不解藏踪迹，浮萍一道开。\n","contyishang":["译文两个僧人坐着下围棋，竹树树阴遮盖了棋盘。再无他人能在竹林外见到他们，人们在竹林外的话可以听到两位僧人微小的落子声。","一个小孩撑着小船，偷偷地采了白莲回来。他不知道怎么掩藏踪迹，水面的浮萍上留下了一条船儿划过的痕迹。","注释⑴山僧：住在山寺的僧人。对棋：相对下棋。⑵下子：放下棋子。⑶小娃：男孩儿或女孩儿。艇：船。⑷白莲：白色的莲花。⑸踪迹：指被小艇划开的浮萍。⑹浮萍：水生植物，椭圆形叶子浮在水面，叶下面有须根，夏季开白花。"]}{"title":"遐方怨·花半拆","nian":"唐代","author":"温庭筠","contson":"\n花半拆，雨初晴。未卷珠帘，梦残，惆怅闻晓莺。宿妆眉浅粉山横。约鬟鸳镜里，绣罗轻。\n","contyishang":[]}{"title":"归国谣·双脸","nian":"唐代","author":"温庭筠","contson":"\n双脸，小凤战蓖金飐艳。舞衣无力风敛，藕丝秋色染。锦帐绣帷斜掩，露珠清晓簟，粉心黄蕊花靥，黛眉山两点。\n","contyishang":["译文啊！多么漂亮的脸蛋啊！饰有彩凤的小篦子别在头上，闪着金光。她穿着旧日的舞衣，因风停息舞衣若无力般地下垂着，青白色与浅蓝色互相掩映。锦绣的帷帐半掩着门窗，窗外的露珠使簟席更觉得清凉。她仍然戴着红心黄蕊色的花靥，眉间涂的黛色如两条远山。","注释⑴归国遥：词牌名，又作“归国谣”。⑵“双脸”二句：写头面形象。双脸：两鬓。篦（bì）：梳头的工具，比梳子齿密。小凤战蓖：精细的彩凤绘在蓖子之上。战蓖，即蓖子，疑是如蓖子形的首饰。《花间集》“战篦”连用二次，均见温词中，双音词。金飐（zhǎn）艳：金光闪闪，艳丽耀眼。《说文》：飐，风吹浪动\n"]}{"title":"听郑五愔弹琴","nian":"唐代","author":"孟浩然","contson":"\n阮籍推名饮，清风坐竹林。半酣下衫袖，拂拭龙唇琴。一杯弹一曲，不觉夕阳沉。余意在山水，闻之谐夙心。\n","contyishang":["译文郑愔像三国时的阮籍以善饮酒知名，畅饮在清风吹拂的竹林。酒喝得半醉甩一下衣袖，拂拭干净龙唇琴上的灰尘准备弹琴。饮下一杯美酒弹奏一支曲子，不知不觉间已经到了夕阳西沉。我的志趣本来在寄情山水，听这高山流水之音恰合我的本心。","注释1.郑五愔（yīn）：即郑愔，在堂兄弟中排行第五。2.阮籍：字嗣宗，三国时魏人，生活中魏晋易代之际，不满现实，又怕遭迫害，于是纵酒谈玄，蔑视礼法。3.“清风”句：典出“竹林七贤”故事。阮籍、嵇康、山涛、刘伶、阮咸、向秀、王戎七人常聚集在竹林下弹琴饮酒游乐，肆意酣畅，世\n"]}{"title":"晚过盘石寺礼郑和尚","nian":"唐代","author":"岑参","contson":"\n暂诣高僧话，来寻野寺孤。岸花藏水碓，溪竹映风炉。顶上巢新鹊，衣中得旧珠。谈禅未得去，辍棹且踟蹰。\n","contyishang":["　　此诗八句，层次井然。首联交代缘起。“暂”，暂且，有忙里偷闲的意味。“诣”字表明作者对郑和尚的尊敬、膜拜之情。“高僧”即指郑和尚。赞美他有很高的修行。“话”，动词，即第七句的“谈禅”。“来寻”两字，见诗人心情之急。兴致之高。寺而曰“野”曰“孤”，则其脱尘远俗自不在话下。","　　颔联写寻访的经过。“岸花藏水碓”，暗示这是乘舟寻访，所以才会注意岸花，才能发现岸花覆盖着利用水力舂米的工具水碓。顺着水碓声寻去，岸边是一片竹林。“溪竹映风炉”，这句写上岸后寻访所见之景。“风炉”是一种炊具。据中唐人陆羽《茶经》：“风炉，以铜铁铸之，如古鼎形。”可见它主要是煮茶的器具。碧绿的溪竹与煮茶\n"]}{"title":"姑射山诗题曾山人壁","nian":"宋代","author":"惟凤","contson":"\n东西望朔漠，姑射独崔嵬。一片两片云，终南太华来。根绕黄河曲，影落清渭隈。深涧饮渴虹，邃河生秋雷。古径穷难尽。晴岚拨不开。海鸥飞上迟，边风劲触回。傲隐非他古，依灵有奇才。曾生心若何，猿声终夜哀。\n","contyishang":[]}{"title":"晏子谏杀烛邹","nian":"先秦","author":"刘向 编","contson":"\n　　齐景公好弋，使烛邹主鸟而亡之。公怒，诏吏欲杀之。晏子曰： “烛邹有罪三，请数之以其罪杀之。”公曰：“可。”于是召而数之公前，曰：“烛邹，汝为吾君主鸟而亡之，是罪一也；使吾君以鸟之故杀人，是罪二也；使诸侯闻之以吾君重鸟而轻士 ，是罪三也。数烛邹罪已毕，请杀之 。”公曰：“勿杀！寡人闻命矣。”\n","contyishang":["译文　　齐景公喜欢捕鸟。有一次，他捕到了一只漂亮的鸟，就命令烛邹管理鸟。不久，鸟逃跑了。齐景公气坏了，决定亲手杀掉他。晏子说：“烛邹有三条罪状，请让我列数他的罪状然后杀掉他。”于是召见烛邹，在齐景公面前列数他的罪行，说：“烛邹！你是我们君王的养鸟人，却让鸟逃跑了，这是第一条罪行；让我们君王为了一只鸟就要杀人，这是第二条罪行；让诸侯听到这件事，认为我们的君王看重鸟而轻视手下的人，这是第三条罪行。烛邹的罪已经列举结束，请杀死烛邹。”景公说：“不用处死了.我明白你的指教了。” ","注释弋：（yì）带有绳子的箭，用来射鸟；系着绳的箭，此处名词作动词，指用弋射\n"]}{"title":"洗然弟竹亭","nian":"唐代","author":"孟浩然","contson":"\n吾与二三子，平生结交深。俱怀鸿鹄志，昔有鶺鴒心。逸气假毫翰，清风在竹林。达是酒中趣，琴上偶然音。\n","contyishang":["译文我和你们几个兄弟，一向友爱情谊很深。共同怀抱鸿鹄大志，都有互相救助之心。高雅情趣借诗文表达，清风亮节存留在竹林。共享饮酒的陶然乐趣，偶奏超俗拔群的雅音。","注释⑴洗然：即孟浩然之弟孟洗然，曾编集《孟浩然诗集》三卷本。孟浩然有《送洗然弟进士举》诗，可知孟洗然曾经赴举，而其他事迹未详。⑵“吾与”句：我和你们几个兄弟。二三子：语出《论语·述而》：“二三子以我为隐乎？”⑶鸿鹄（hú）志：指远大的志向。司马迁《史记·陈涉世家》：“燕雀安知鸿鹄之志哉？”鸿：大雁。鹄：天鹅。⑷昔：一作“共\n"]}{"title":"送赵判官赴黔府中丞叔幕","nian":"唐代","author":"李白","contson":"\n廓落青云心，结交黄金尽。富贵翻相忘，令人忽自晒。蹭蹬鬓毛斑，盛时难再还。巨源咄石生，何事马蹄间？绿萝长不厌，却欲还东山。君为鲁曾子，拜揖高堂里。叔继赵平原，偏承明主恩。风霜推独坐，旌节镇雄藩。虎士秉金钺，蛾眉开玉樽。才高幕下去，义重林中言。水宿五溪月，霜啼三峡猿。东风春草绿，江上候归轩。\n","contyishang":["译文空有青云直上的心愿，干谒交结百两黄金散尽。有的人富贵的时候早把贫贱朋友忘却，真令人独自哂笑不已。我如今蹭蹬不进,鬓毛斑白，年青强盛的时光难以回还。山涛曾经对石鉴大叫:知道司马懿称病不朝的意思吗?我们为何还留恋官职不回家呢?东山的绿萝青翠得让人喜欢，我现在正想回归东山。你有曾子的风尚，对父母非常孝敬。你的叔叔赵中丞有赵平原的风范，得到皇上的喜爱。独坐朝堂而风霜骤起，旌节飘扬,雄镇边藩。朝堂上虎士手执金钺，内室中蛾眉靓装美女频开玉樽劝酒。你才高学识渊深.现在去你叔叔府幕\n"]}{"title":"玉楼春·琼酥酒面风吹醒","nian":"宋代","author":"晏几道","contson":"\n琼酥酒面风吹醒。一缕斜红临晚镜。小颦微笑尽妖绕，浅注轻匀长淡净。 手挼梅蕊寻香径。正是佳期期未定。春来还为个般愁，瘦损宫腰罗带剩。\n","contyishang":[]}{"title":"长安秋夜","nian":"唐代","author":"李德裕","contson":"\n内宫传诏问戎机，载笔金銮夜始归。万户千门皆寂寂，月中清露点朝衣。\n","contyishang":["译文皇宫传出诏书问讯前方战机，金銮殿处理完国事深夜才归。千家万户此时已经寂然入梦，月光下露水清莹点湿了朝衣。","注释⑴宫：一作“官”。戎机：军事机宜。指作战的状况。戎，战争。《乐府诗集·梁鼓角横吹曲·木兰诗》：“万里赴戎机，关山度若飞。”⑵载笔：携带文具以记录王事。《礼记·曲礼上》：“史载笔，士载言。”金銮：唐朝宫殿名，文人学士待诏之所。此指皇帝处理国事的大殿。⑶寂寂：寂静无声貌。三国魏曹植《释愁文》：“愁之为物，惟惚惟恍，不召自来，推之弗往，寻之不知其际，握之不盈一掌。寂寂长夜，或群或党，去来无方，乱我精爽。”\n"]}{"title":"眉妩·戏张仲远","nian":"宋代","author":"姜夔","contson":"\n看垂杨连苑，杜若侵沙，愁损未归眼。信马青楼去，重帘下，娉婷人妙飞燕。翠尊共款。听艳歌、郎意先感。便携手、月地云阶里，爱良夜微暖。无限。风流疏散。有暗藏弓履，偷寄香翰。明日闻津鼓，湘江上，催人还解春缆。乱红万点。怅断魂、烟水遥远。又争似相携，乘一舸、镇长见。\n","contyishang":["译文在那垂杨深处，高楼林立，芳草满地之处，日落西山的傍晚时分，他没有回家，竟快马加鞭直往那青楼去，进入有重重幕帘的那间房子，与那漂亮且能歌善舞的姑娘相会。一时杯声相应，艳歌响起，酒兴助歌舞，人已喝醉，两人携手沉浸在云月之间，欢乐忘了夜晚凉意。无限风流终有分别一刻，情难忘，暗藏绣花鞋，偷寄书信互表心意。相约明天日落时，以津鼓响起为号，再聚爱情江上，释放激情，欢乐一场。好景不长犹似花落去，这样偷情愁断魂，终是烟水不能融合，相隔遥远。还是要想方设法争取长携手，同舟共济，永远不分离。","注释⑴眉妩：词牌名。一名“百宜娇”。《词谱》卷三十二列此词为\n"]}{"title":"永遇乐·次稼轩北固楼词韵","nian":"宋代","author":"姜夔","contson":"\n云隔迷楼，苔封很石，人向何处。数骑秋烟，一篙寒汐，千古穴来去。使君心在，苍＿绿嶂，苦被北门留住。有尊中酒差可饮，大旗尽绣熊虎。 前身诸葛，来游此地，数语便酬三顾。楼外冥冥，江皋隐隐，认得征西路。中原生聚，神京耆老，南望长淮金鼓。问当时、依依种柳，至今在否。\n","contyishang":["译文扬州城外云雾弥漫，很石四周已遍布苔藓，当年的英雄人物现在又去了哪里？只有秋烟中的征骑、寒潮中的船只，仍然年复一年地空自来去。他的心，已热爱上了青崖绿嶂的田园生活，却苦于被委派到京口这个北疆的门户，虽有樽中酒可供饮用，却仍需举起满绣着熊虎的大旗。你是昔日的诸葛在世，到此一游，军事上寥寥数语便可得“三顾茅庐”般的赏识。而今扬州城外昏暗不明，江边隐约看不清，（稼轩你却能）辨认得清征西之路。中原地区民多财足，汴京的老人们，日夜南望盼望着你的北伐。稼轩啊，在这北伐的前夕，你在想什么？你是否想问那当年自己亲手种下的依依垂柳：而今，你可安好？","注释\n"]}{"title":"临江仙·昨夜渡江何处宿","nian":"宋代","author":"苏轼","contson":"\n昨夜渡江何处宿，望中疑是秦淮。月明谁起笛中哀。多情王谢女，相逐过江来。 云雨未成还又散，思量好事难谐。凭陵急桨两相催。相伊归去后，应似我情怀。\n","contyishang":["译文昨夜度过扬子江寻找住宿的地方时，远望中疑似来到秦淮河畔。明月夜里，谁在吹笛，笛声竟是这么悲哀?那富深情的高贵歌妓和侍女，竞相跟随过到江北来。情爱，尚未成真而今又要分离了，好事难得如愿啊！驾船人要急于开船，催促歌妓与侍女回江南去，他们不得不分离。我预计她们回去以后的心情，也当同我的心情一样悲伤。","注释⑴渡江：渡过扬子江。⑵秦淮：秦淮河。传说秦始皇南巡会稽时，为疏导淮水而掘，故名。发源于江苏省溧水县东北，流向西北，横贯南京市，流入扬子江。⑶王谢女：这里指高贵之歌妓与侍女。王、谢，六朝两个大家族。⑷凭陵\n"]}{"title":"齐桓公伐楚盟屈完","nian":"先秦","author":"左丘明","contson":"\n　　齐侯与蔡姬乘舟于囿，荡公。公惧变色；禁之，不可。公怒，归之，未之绝也。蔡人嫁之。\n　　四年春，齐侯以诸侯之师侵蔡，蔡溃，遂伐楚。楚子使与师言曰：“君处北海，寡人处南海，唯是风马牛不相及也。不虞君之涉吾地也，何故？”管仲对曰：“昔召康公命我先君太公曰：‘五侯九伯，女实征之，以夹辅周室。’赐我先君履：东至于海，西至于河，南至于穆陵，北至于无棣。尔贡包茅不入，王祭不共，无以缩酒，寡人是征；昭王南征而不复，寡人是问。”对曰：“贡之不入，寡君之罪也，敢不共给？昭王之不复，君其问诸水滨。”(徵 通 征)\n　　师进，次于陉。\n　　夏，楚子使屈完如师。师退，次于召陵。齐侯陈诸侯之师，与屈完乘而观之。齐侯曰：“岂不榖()是为？ 先君之好是继，与不榖同好，何如？”对曰：“君惠徼福于敝邑之社稷，辱收寡君，寡君之愿也。”齐侯曰：“以此众战，谁能御之！以此攻城，何城不克！”对曰：“君若以德绥诸侯，谁敢不服？ 君若以力，楚国方城以为城，汉水以为池，虽众，无所用之！”\n　　屈完及诸侯盟。\n","contyishang":["译文　　齐桓公与夫人蔡姬在园林中乘舟游玩，蔡姬故意晃动小船，桓公吓得脸色都变了，他阻止蔡姬，蔡姬却不听。桓公一怒之下让她回到了蔡国，但没有说与她断绝夫妻关系，蔡姬的哥哥蔡穆侯却让她改嫁了。　　鲁僖公四年的春天，齐桓公率领诸侯国的军队攻打蔡国。蔡国溃败，接着又去攻打楚国。　　楚成王派使节到诸侯之师对齐桓公说：“您住在北方，我住在南方，双方相距遥远，即使是马牛牝牡相诱也不相及。没想到您进入了我们的国土这是什么缘故？”管仲回答说：“从前召康公命令我们先君姜太公说：‘五等诸侯和九州长官，你都有权征讨他们，从而共同辅佐周王室。’召康公还给了我们先君征讨的范围：东\n"]}{"title":"清平乐·博山道中即事","nian":"宋代","author":"辛弃疾","contson":"\n柳边飞鞚，露湿征衣重。宿鹭窥沙孤影动，应有鱼虾入梦。一川淡月疏星，浣纱人影娉婷。笑背行人归去，门前稚子啼声。\n","contyishang":["　　博山在江西永耒县西二十里，山中有清奇的泉石、苍翠的林谷，还有雨岩、博山寺等名胜古迹，是一处绝佳的风景地。作者闲居上饶时，曾多次去此山游览，并写了多首脍炙人口的汜游词。","　　上阕头二句描写在山道中夜行的情景：驱马从柳树旁边疾驰而过，柳枝上的露水拂落在行人身上，衣衫就沾湿变重了。这里既表现出山道上柳密露浓，景色优美；也表现出行人心情舒畅，虽觉衣衫湿重，但游兴仍然很高。","　　三、四句描写在行经河滩旁边时，看到的一幅饶有幽趣的画面：一只白鹭栖宿在沙滩上，不时地眯着眼睛向沙面窥视，它映在沙上的身影也轻轻摇晃，准是在梦中见到鱼虾了吧！看到宿鹭目眯影动，便断定它正在\n"]}{"title":"眼儿媚·咏红姑娘","nian":"清代","author":"纳兰性德","contson":"\n骚屑西风弄晚寒，翠袖倚阑干。霞绡裹处，樱唇微绽，靺鞨红殷。故宫事往凭谁问，无恙是朱颜。玉墀争采，玉钗争插，至正年间。\n","contyishang":[]}{"title":"示金陵子","nian":"唐代","author":"李白","contson":"\n金陵城东谁家子，窃听琴声碧窗里。落花一片天上来，随人直度西江水。楚歌吴语娇不成，似能未能最有情。谢公正要东山妓，携手林泉处处行。\n","contyishang":["译文金陵城东是谁家的女儿，偷偷听碧纱帐里悠扬的琴声。她像天上的一片落霞，跟随情人一起渡过西江的流水。用吴语唱楚歌，声娇字不正，似能非能最是有情。谢安正要邀请东山妓女，携着手在林泉间畅游。","注释⑴金陵子：即是金陵妓。⑵西江：西来的江水。《庄子·外物》：“我且南游吴越之王，激西江之水而迎子。”后人因此泛称吴越之地的江水为西江。⑶要：同“邀”。东山妓：东晋名士谢安每游东山，常以妓女相随。"]}{"title":"千秋岁·为金陵史致道留守寿","nian":"宋代","author":"辛弃疾","contson":"\n塞垣秋草，又报平安好。尊俎上，英雄表。金汤生气象，珠玉霏谭笑。春近也，梅花得似人难老。莫惜金尊倒。凤诏看看到。留不住，江东小。从容帷幄去，整顿乾坤了。千百岁，从今尽是中书考。\n","contyishang":["译文你守边有功，塞垣年年平安无事。你能不战而屈人之兵，有“决胜尊俎之间”的才能。你使金陵城防固若金汤，呈现出一派新气象，且谈笑风生，言如珠玉。春天就要到了，梅花有衰老的时候，而人并不像梅花那样易老。尽情饮酒吧，你很快便会应诏入朝。你是治国之才，在江东地方千里，难以施展才华。回到朝廷，运筹帷幄，整顿乾坤，收复中原地区，把国家治理好。这样你将和唐代郭子仪一样，从今至老，永为贤相，千古流芳。","注释1.千秋岁：词牌名，又名“千秋节”。宋人创调，见秦观《淮海词》。2.金陵：即今江苏南京。史致道：名正志，江苏扬州人。宋高宗绍兴二十一年（\n"]}{"title":"木兰花慢·寿秋壑","nian":"宋代","author":"吴文英","contson":"\n记琼林宴起，软红路、几西风。想汉影千年，荆江万顷，槎信长通。金狨。锦鞯赐马，又霜横、汉节枣仍红。细柳春阴喜色，四郊秋事年丰。从容。岁晚玉关，长不闭、静边鸿。访武昌旧垒，山川相缪，日费诗筒。兰宫。系书翠羽，带天香、飞下玉芙蓉。明月瑶笙奏彻，倚楼黄鹤声中。\n","contyishang":["　　《木兰花慢》，唐教坊曲，从双调《木兰花》演变而来。《乐章集》入“南吕调”。双调，一百零一字，前片十句五平韵，后片十句七平韵，为定格。还有前片四平韵，后片六平韵的，系慢调变格。此词为定格。","　　按照此词中意思看来，贾似道当时刚从鄂州前线回京。","　　“记琼林宴起”，两句，点似道的寿宴期。贾似道生日在秋天八月八日，词人另有《宴清都·寿秋壑》词中有“西风旧色，胜东风秀”之语，可证之。“软红路”，指繁华都市，苏轼诗有“软红犹恋属车尘”句可证之。两句言当皇宫中设寿宴庆贺似道生日的时候，繁华似锦的都城中已经刮过几次西风了。以“西风”点出秋天的特征。“想汉影”三句，借\n"]}{"title":"采莲曲·秋江岸边莲子多","nian":"唐代","author":"张籍","contson":"\n秋江岸边莲子多，采莲女儿并船歌。青房圆实齐戢戢，争前竞折漾微波。试牵绿茎下寻藕，断处丝多刺伤手。白练束腰袖半卷，不插玉钗妆梳浅。船中未满度前洲，借问阿谁家住远。归时共待暮潮上，自弄芙蓉还荡桨。\n","contyishang":["　　“秋江岸边莲子多，采莲女儿并船歌”，清秋时节，莲子成熟了，碧荷沿江连绵无际，正是收获的季节。采莲女们笑着，唱着驶船来江上采莲。“并船歌”，几只船儿紧紧相靠，并驾齐驱。一个“并”字，突出了采莲是群体活动，以及采莲女们的爽朗和快乐。她们的船摇到哪里，她们那优美的歌声就飞到哪里。江流蜿蜒向前，欢快悠扬的歌声随着江流一路飘荡。这阵阵甜美的歌声，为清秋江面增添了无限风光。这两句环境描写，烘托出秋江采莲的热闹场景。下面两句具体描绘采莲细节：“青房圆实齐戢戢，争前竞折漾微波。”齐戢戢，形容众多莲蓬露出水面，一个挨一个，戢戢然。这些饱满的莲子，吸引着采莲女们。她们荡着小船，在荷丛里穿梭，在绿色的芙蓉\n"]}{"title":"冯谖客孟尝君","nian":"先秦","author":"佚名","contson":"\n　　齐人有冯谖者，贫乏不能自存，使人属孟尝君，愿寄食门下。孟尝君曰：“客何好？”曰：“客无好也。”曰：“客何能？”曰：“客无能也。”孟尝君笑而受之曰：“诺。”\n　　左右以君贱之也，食以草具。居有顷，倚柱弹其剑，歌曰：“长铗归来乎！食无鱼。”左右以告。孟尝君曰：“食之，比门下之客。”居有顷，复弹其铗，歌曰：“长铗归来乎！出无车。”左右皆笑之，以告。孟尝君曰：“为之驾，比门下之车客。”于是乘其车，揭其剑，过其友曰：“孟尝君客我。”后有顷，复弹其剑铗，歌曰：“长铗归来乎！无以为家。”左右皆恶之，以为贪而不知足。孟尝君问：“冯公有亲乎？”对曰，“有老母。”孟尝君使人给其食用，无使乏。于是冯谖不复歌。 \n　　后孟尝君出记，问门下诸客：“谁习计会，能为文收责于薛者乎？”冯谖署曰：“能。”孟尝君怪之，曰：“此谁也？”左右曰：“乃歌夫长铗归来者也。”孟尝君笑曰：“客果有能也，吾负之，未尝见也。”请而见之，谢曰：“文倦于事，愦于忧，而性懧愚，沉于国家之事，开罪于先生。先生不羞，乃有意欲为收责于薛乎？”冯谖曰：“愿之。”于是约车治装，载券契而行，辞曰：“责毕收，以何市而反？”孟尝君曰：“视吾家所寡有者。”\n　　驱而之薛，使吏召诸民当偿者，悉来合券。券遍合，起，矫命，以责赐诸民。因烧其券。民称万岁。\n　　长驱到齐，晨而求见。孟尝君怪其疾也，衣冠而见之，曰：“责毕收乎？来何疾也！”曰：“收毕矣。”“以何市而反？”冯谖曰；“君之‘视吾家所寡有者’。臣窃计，君宫中积珍宝，狗马实外厩，美人充下陈。君家所寡有者，以义耳！窃以为君市义。”孟尝君曰：“市义奈何？”曰：“今君有区区之薛，不拊爱子其民，因而贾利之。臣窃矫君命，以责赐诸民，因烧其券，民称万岁。乃臣所以为君市义也。”孟尝君不悦，曰：“诺，先生休矣！”\n　　后期年，齐王谓孟尝君曰：“寡人不敢以先王之臣为臣。”孟尝君就国于薛，未至百里，民扶老携幼，迎君道中。孟尝君顾谓冯谖：“先生所为文市义者，乃今日见之。”\n　　冯谖曰：“狡兔有三窟，仅得免其死耳；今君有一窟，未得高枕而卧也。请为君复凿二窟。”孟尝君予车五十乘，金五百斤，西游于梁，谓惠王曰：“齐放其大臣孟尝君于诸侯，诸侯先迎之者，富而兵强。”于是梁王虚上位，以故相为上将军，遣使者黄金千斤，车百乘，往聘孟尝君。冯谖先驱，诫孟尝君曰：“千金，重币也；百乘，显使也。齐其闻之矣。”梁使三反，孟尝君固辞不往也。 \n　　齐王闻之，君臣恐惧，遣太傅赍黄金千斤、文车二驷，服剑一，封书，谢孟尝君曰：“寡人不祥，被于宗庙之祟，沉于谄谀之臣，开罪于君。寡人不足为也；愿君顾先王之宗庙，姑反国统万人乎！”冯谖诫孟尝君曰：“愿请先王之祭器，立宗庙于薛。”庙成，还报孟尝君曰：“三窟已就，君姑高枕为乐矣。”\n　　孟尝君为相数十年，无纤介之祸者，冯谖之计也。\n","contyishang":["译文　　齐国有一人叫冯谖。因为太穷而不能养活自己。他便托人告诉孟尝君，表示意愿在他的门下寄居为食客。孟尝君问他有什么擅长。回答说没有什么擅长。又问他有什么本事？回答说也没有什么本事。孟尝君听了后笑了笑，但还是接受了他（《战国策·冯谖客孟尝君》）。　　旁边的人认为孟尝君看不起冯谖，就让他吃粗劣的饭菜。（按照孟尝君的待客惯例，门客按能力分为三等：上等（车客）出有车；中等（门下之客）食有鱼；下等（草具之客）食无鱼。）过了一段时间，冯谖倚着柱子弹着自己的剑，唱道：“长剑我们回去吧！没有鱼吃。”左右的人把这事告诉了孟尝君。孟尝君说：“让他吃鱼，按照中等门客的生活待遇。”又过\n"]}{"title":"五美吟·绿珠","nian":"清代","author":"曹雪芹","contson":"\n瓦砾明珠一例抛，何曾石尉重娇娆？都缘顽福前生造，更有同归慰寂寥。\n","contyishang":[]}{"title":"齐天乐·烟波桃叶西陵路","nian":"宋代","author":"吴文英","contson":"\n烟波桃叶西陵路，十年断魂潮尾。古柳重攀，轻鸥聚别，陈迹危亭独倚。凉飕乍起，渺烟碛飞帆，暮山横翠。但有江花，共临秋镜照憔悴。华堂烛暗送客，眼波回盼处，芳艳流水。素骨凝冰，柔葱蘸雪，犹忆分瓜深意。清尊未洗，梦不湿行云，漫沾残泪。可惜秋宵，乱蛩疏雨里。\n","contyishang":["译文眼前烟波迷茫，我又来到与她分手的渡口西陵路上，当时的情景让我十年来梦绕魂牵。重新抚摸着当年折枝相送的古柳，想起那时像鸥鸟分飞般的离别，我独倚高亭栏杆，追寻昔日登临时的陈迹。一阵凉风飒然而至，浩渺的烟雾弥漫沙洲，船帆似鸟翼飞起，暮色中的远山，横亘着一片翠色。只有江边的几朵残花，陪伴着我，在秋水如镜的江面上，映照出一样憔悴的面容。想当年，华堂灯暗，你送走宾客，却独留下我，你回眸顾盼，眼波如清澈馨香的秋水，情长意密。你天生丽质，你那手腕洁白如冰肌玉骨，你纤纤的手指柔细雪白，我怎能不记得那个神魂颠倒的夜晚，你我分瓜品尝的深意，当年用过的酒樽我至今未洗，我再也梦不见与你\n"]}{"title":"蓝田溪与渔者宿","nian":"唐代","author":"钱起","contson":"\n独游屡忘归，况此隐沦处。濯发清泠泉，月明不能去。更怜垂纶叟，静若沙上鹭。一论白云心，千里沧州趣。芦中野火尽，浦口秋山曙。叹息分枝禽，何时更相遇？\n","contyishang":["　　在古典诗词中，以渔父为题材的作品，从楚辞《渔父》起，多不胜数。古代诗人常把渔夫视为隐者形象。一般写渔夫的作品多客观描绘其飘然物外、自得其乐，而钱起这首五古却写了“与渔者宿”，别出蹊径，饶有新趣。","　　诗的前六句写爱渔者的居住地。诗人漂游在外，到了蓝田溪渔者的住处，觉得找到了自己追寻的理想境地。本来就是“独游屡忘归”的，何况此时到了一个隐者栖息的地方，则更感到得其所哉。这里有清泉明月，有隐逸高士，境合于心，人合于情，自然更是心惬神怡了。诗人描写对蓝田溪的喜好，层层推进，“况此隐沦处”，意为更加“忘归”，继而以水清可以濯发，月明使人留恋，进一步说明隐沦处的美好。"]}{"title":"美人赋","nian":"两汉","author":"司马相如","contson":"\n　　司马相如，美丽闲都，游于梁王，梁王悦之。邹阳谮之于王曰：“相如美则美矣，然服色容冶，妖丽不忠，将欲媚辞取悦，游王后宫，王不察之乎？”\n　　王问相如曰：“子好色乎？”相如曰：“臣不好色也。”王曰：“子不好色，何若孔墨乎？”相如曰：“古之避色，孔墨之徒，闻齐馈女而遐逝，望朝歌而回车，譬犹防火水中，避溺山隅，此乃未见其可欲，何以明不好色乎？若臣者，少长西土，鳏处独居，室宇辽廓，莫与为娱。臣之东邻，有一女子，云发丰艳，蛾眉皓齿，颜盛色茂，景曜光起。恒翘翘而西顾，欲留臣而共止。登垣而望臣，三年于兹矣，臣弃而不许。\n　　“窃慕大王之高义，命驾东来，途出郑卫，道由桑中。朝发溱洧，暮宿上宫。上宫闲馆，寂寞云虚，门阁昼掩，暧若神居。臣排其户而造其室，芳香芬烈，黼帐高张。有女独处，婉然在床。奇葩逸丽，淑质艳光。睹臣迁延，微笑而言曰：‘上客何国之公子！所从来无乃远乎？’遂设旨酒，进鸣琴。臣遂抚琴，为幽兰白雪之曲。女乃歌曰：‘独处室兮廓无依，思佳人兮情伤悲！有美人兮来何迟，日既暮兮华色衰，敢托身兮长自思。’玉钗挂臣冠，罗袖拂臣衣。时日西夕，玄阴晦冥，流风惨冽，素雪飘零，闲房寂谧，不闻人声。于是寝具既陈，服玩珍奇，金鉔薰香，黼帐低垂，裀褥重陈，角枕横施。女乃驰其上服，表其亵衣。皓体呈露，弱骨丰肌。时来亲臣，柔滑如脂。臣乃脉定于内，心正于怀，信誓旦旦，秉志不回。翻然高举，与彼长辞。”\n","contyishang":["译文　　司马相如美丽文雅，游说到梁国，梁王非常喜欢。邹阳向梁王诽谤我说：“相如美丽是美丽，然而衣服姿色艳冶，妩媚美丽不忠实，将要用甜言蜜语讨得大王喜欢，到大王后院去和后妃姬妾游玩，大王没有察觉吗？”","　　梁王问相如说：“您贪恋女色么？”相如说：“我不贪恋女色。”梁王说：“您不贪恋女色，同孔子墨子相比如何？”相如说：“古代回避女人的人中，孔丘听说齐国赠送美女到鲁国就跑得远远的，墨翟望见商代曾淫乐的朝歌城就倒车回头，这好比防火躲到水里，避水淹跑到山上，是没有见到能引起欲望的，凭什么说不喜爱女人呢？哪像我，年轻时在西部地区生活，一个人独住，房屋宽大，没有人和我玩乐。\n"]}{"title":"酬元九侍御赠璧竹鞭长句","nian":"唐代","author":"刘禹锡","contson":"\n碧玉孤根生在林，美人相赠比双金。初开郢客缄封后，想见巴山冰雪深。多节本怀端直性，露青犹有岁寒心。何时策马同归去，关树扶疏敲镫吟。\n","contyishang":["译文绿如碧玉的孤竹生在深林，用它制的壁州鞭名贵万分；贤德之人将竹鞭赠送给我，这份厚礼胜过了万两黄金。我一打开郢客的缄封之后，立刻想到冰冻巴山雪深深。鞭上节，节节怀着端直性，遍体露青犹有岁寒后凋心。我们何时才能策马同归去，在扶疏的关树下敲镫高吟？","注释⑴酬：酬唱，以诗词相互赠答唱和。元九：即诗人元稹（779～831），字微之，行九，是作者好友。侍卿：即监察御史，是主管监察的官员，职位不高，权限较广。元稹曾任过此职。长句：指七言诗。壁竹：唐代壁州（今四川省通江县）所产之竹。⑵碧玉孤根：均指竹。\n"]}{"title":"送白利从金吾董将军西征","nian":"唐代","author":"李白","contson":"\n西羌延国讨，白起佐军威。剑决浮云气，弓弯明月辉。马行边草绿，旌卷曙霜飞。抗手凛相顾，寒风生铁衣。\n","contyishang":["译文吐蕃将要受到我大唐帝国的征讨，您这白起将军的后代也为助军威奔赴战场。举起倚天长剑斩断浮在敌人阵地上的妖氛，拉满明月之弓，箭镞闪看凛烈的光芒。战马驰骋在边塞的原野上，旌旗在霜晨中飘扬。当将士们招手相看时，铠甲上已是结满了厚目的寒霜。","注释西羌：汉朝人对羌人的泛称，唐朝又概指吐蕃为西羌，原因正像《旧唐书·吐蕃列传》所说：“吐蕃，在长安之西八千里，本汉西羌之地也。”延：请，此意为招引。国：唐王朝。白起：战国秦之名将，曾为秦始皇攻占六国统一天下立下战功。《史记》记载他善用兵，声震天\n"]}{"title":"懊恼曲","nian":"唐代","author":"温庭筠","contson":"\n藕丝作线难胜针，蕊粉染黄那得深。玉白兰芳不相顾，青楼一笑轻千金。莫言自古皆如此，健剑刜钟铅绕指。三秋庭绿尽迎霜，惟有荷花守红死。庐江小吏朱斑轮，柳缕吐芽香玉春。两股金钗已相许，不令独作空成尘。悠悠楚水流如马，恨紫愁红满平野。野土千年怨不平，至今烧作鸳鸯瓦。\n","contyishang":["　　懊恼曲，亦作《懊侬曲》、《懊恼歌》。据《古今乐录》云：“《懊恼歌》者，晋石崇为绿珠所作。”《懊恼曲》即其变曲。《南齐书·王敬则传》：“ 仲雄於御前鼓琴，作《懊侬曲》，歌曰：‘常叹负情侬，郎今果行许。’”","　　全诗分为三个部分，前四句借反面例子发端，含有明显的怨情。其后四句情绪发生转折，表达了女主人公仍相信人间有至死不渝的爱情。后八句通过焦仲卿和刘兰芝凄惨的爱情故事证明人间确有至死不渝的爱情，而这正是女主人公所希望得到的。诗的最后四句写的沉郁感人，悠悠的楚水映衬千年的野土，拉开了时间与空间的距离，给后人以足够的想象空间。在神驰古人爱情故事的同时又表达了一种深沉的怀恋之情\n"]}{"title":"喜迁莺·清明节","nian":"唐代","author":"薛昭蕴","contson":"\n清明节，雨晴天，得意正当年。马骄泥软锦连乾，香袖半笼鞭。花色融，人竟赏，尽是绣鞍朱鞅。日斜无计更留连，归路草和烟。\n","contyishang":[]}{"title":"后催租行","nian":"宋代","author":"范成大","contson":"\n老父田荒秋雨里，旧时高岸今江水。佣耕犹自抱长饥，的知无力输租米。自从乡官新上来，黄纸放尽白纸催。卖衣得钱都纳却，病骨虽寒聊免缚。去年衣尽到家口，大女临歧两分首。今年次女已行媒，亦复驱将换升斗。室中更有第三女，明年不怕催租苦。\n","contyishang":["译文连绵的秋雨下个不停，老农眼看着荒芜的田地深深地叹息：那江水滚滚流过的地方，原来是岸边的高地。我替人干活仍然常常受冻挨饥，真的是没钱来交纳租米。自从近年来新官上任，把皇上免税的诏书再不一提，到处贴出了征租的通告，衙役们挨家挨户催逼。前年把卖衣服的钱全部上交，多病的身子虽然寒冷，可免去了被绑缚受欺。去年衣服已经卖完，只好含泪把大女儿嫁出，各分东西。今年二女已托人作媒，也将送出去换上微薄的钱米。明年不怕催租的上门，家中还有第三个女儿可以充抵！","注释⑴后催租行：范成大在写此诗前，已\n"]}{"title":"乔山人善琴","nian":"清代","author":"徐珂","contson":"\n　　国初，有乔山人者善弹琴。精于指法，尝得异人传授。每于断林荒荆间，一再鼓之，凄禽寒鹘，相和悲鸣。后游郢楚，于旅中独奏洞庭之曲。邻媪闻之，咨嗟惋叹。既阕，曰：“吾抱此半生，不谓遇知音于此地。”款扉扣之。媪曰：“吾夫存日，以弹絮为业。今客鼓此，酷类其声耳。”山人默然而反。\n","contyishang":["译文在开国初年，有个乔山人善于弹琴。他弹琴的指法很精湛，曾经得到过高人传授。他常常在荒山野岭，多次地弹奏，使飞鸟凄凉，使鹘鸟寒冷，一起应和着悲哀地鸣叫。后来(他)游历到楚国，在旅店独自弹奏洞庭曲。隔壁的一位老妇人听了琴音，非常感动，不禁感叹惋惜。（曲子）已经弹奏完了，（乔山人）叹息道：“我弹琴大半辈子，没想到在这里遇见了知音！”（乔山人）敲门问她，老妇人说道：“我的丈夫活着的时候，是把弹棉花当作职业的。现在听见你在这里弹的琴声，极像我老伴弹棉花的声音罢了!\"乔山人一句话都没说地走开了。","注释尝：曾经鹘（gǔ）：一种凶猛的鸟。\n"]}{"title":"刘墉行书送蔡明远叙轴","nian":"清代","author":"刘墉","contson":"\n既奉命于秦淮之上，又随我于邗沟之东，追攀不疲，以至邵伯南埭，始终之际，良有可称。送蔡明远叙。乙未冬日临。石菴居士。\n","contyishang":[]}{"title":"角弓","nian":"先秦","author":"佚名","contson":"\n骍骍角弓，翩其反矣。兄弟婚姻，无胥远矣。\n尔之远矣，民胥然矣。尔之教矣，民胥效矣。\n此令兄弟，绰绰有裕。不令兄弟，交相为愈。\n民之无良，相怨一方。受爵不让，至于已斯亡。\n老马反为驹，不顾其后。如食宜饇，如酌孔取。\n毋教猱升木，如涂涂附。君子有徽猷，小人与属。\n雨雪瀌瀌，见晛曰消。莫肯下遗，式居娄骄。\n雨雪浮浮，见晛曰流。如蛮如髦，我是用忧。\n","contyishang":["译文调好角弓绷紧弦，弦弛便向反面转。兄弟姻亲一家人，相互亲爱不疏远。你和兄弟太疏远，民众就会跟着干。你能言传加身教，民众互相来仿效。彼此和睦亲兄弟，感情深厚少怨怒。彼此不和亲兄弟，相互残害全不顾。民众心地如不善，就会相互成积怨。接受爵禄不相让，轮到自己道理忘。老马当作驹使唤，不顾其后生祸患。如像吃饭只宜饱，又像喝酒不贪欢。猴子爬树不用教，如泥涂墙容易牢。君子善政去引导，小民自然跟着跑。雪花落下满天飘，一见阳光全融销。居于上位不谦恭，别人学样耍高傲。雪花落下飘悠悠，一见阳光化水流。无良小人像蛮髦\n"]}{"title":"邯郸才人嫁为厮养卒妇","nian":"唐代","author":"李白","contson":"\n妾本崇台女，扬蛾入丹阙。自倚颜如花，宁知有凋歇。一辞玉阶下，去若朝云末。每忆邯郸城，深宫梦秋月。君王不可见，惆怅至明发。\n","contyishang":["译文妾本是崇台之女，当初被选为才人，扬眉入宫。自恃容颜如花，定被宠幸，岂知红颜渐凋仍未见幸。自辞别宫阶之后，便像朝云一样地消失了。每忆起在邯郸王宫的生活，就像是做梦一样。从此再也见不到君王了。为此往往彻夜不眠，愁坐达旦。","注释⑴邯郸才人嫁为厮养卒妇：属乐府旧题。《乐府诗集》卷七十三列于《杂曲歌辞》。萧士赟云：“《乐府遗声》佳丽四十八曲有《邯郸才人嫁为厮养卒妇》，盖古有是事也。”邯郸：战国时赵都，在今河北邯郸市。⑵崇台：一作“丛台”。指六国时赵国王宫，因连聚非一，故曰丛台。址在赵国都城邯郸（\n"]}{"title":"采桑子·西楼月下当时见","nian":"宋代","author":"晏几道","contson":"\n西楼月下当时见，泪粉偷匀。歌罢还颦。恨隔炉烟看未真。别来楼外垂杨缕，几换青春。倦客红尘。长记楼中粉泪人。\n","contyishang":["　　上片忆当年西楼月下初见，泪粉而偷匀，歌罢而还颦，细腻地描绘出歌女的处境、神态和心情。起首两句写一次夜间的宴集，词人在月下与她相见—— 她正偷偷地抹干珠泪，重整铅华。“泪粉偷匀”，初次见面的印象是最深刻的，也许是终生不忘的，何况那是一位正在流泪的姑娘！“匀”，谓匀粉，把脸上的粉搽匀。“偷匀”二字，中含几许辛酸。“歌罢还颦”，她匀脸后还要继续唱歌，唱完了歌却又皱着眉头，郁郁不乐，那神态可惜隔着袅袅的炉烟，未能看得真切。“看未真”三字，意味深长。其实，淡薄的香烟，不能阻隔人的视线，词人所“恨”的只是坐处与她隔开，未得亲近，尤其是无法知道她为什么流泪悲伤。上片着力在“泪”字与“颦”字。歌女的\n"]}{"title":"醉公子·门外猧儿吠","nian":"唐代","author":"佚名","contson":"\n门外猧儿吠，知是萧郎至。刬袜下香阶，冤家今夜醉。扶得入罗帏，不肯脱罗衣。醉则从他醉，还胜独睡时。\n","contyishang":[]}{"title":"","nian":"","author":"","contson":"","contyishang":[]}{"title":"高山流水·丁基仲侧室善丝桐赋咏晓达音吕备歌舞之妙","nian":"宋代","author":"吴文英","contson":"\n素弦一一起秋风。写柔情、都在春葱。徽外断肠声，霜宵暗落惊鸿。低颦处、翦绿裁红。仙郎伴、新制还赓旧曲，映月帘栊。似名花并蒂，日日醉春浓。 吴中。空传有西子，应不解、换徵移宫。兰蕙满襟怀，唾碧总喷花茸。后堂深、想费春工。客愁重、时听蕉寒雨碎，泪湿琼钟。恁风流也称，金屋贮娇慵。\n","contyishang":[]}{"title":"游兰溪 / 游沙湖","nian":"宋代","author":"苏轼","contson":"\n　　黄州东南三十里为沙湖，亦曰螺师店。予买田其间，因往相田得疾。闻麻桥人庞安常善医而聋。遂往求疗。安常虽聋，而颖悟绝人，以纸画字，书不数字，辄深了人意。余戏之曰：“余以手为口，君以眼为耳，皆一时异人也。”疾愈，与之同游清泉寺。寺在蕲水郭门外二里许。有王逸少洗笔泉，水极甘，下临兰溪，溪水西流。余作歌云：“山下兰芽短浸溪，松间沙路净无泥，萧萧暮雨子规啼。谁道人生无再少？君看流水尚能西，休将白发唱黄鸡。”是日剧饮而归。\n","contyishang":["译文离黄州东南三十里是沙湖，又叫螺蛳店。我在那里买了田地，因为去看田，得了病。听说麻桥人庞安常会看病，是个聋子。就去他那里看病。庞安常虽然耳朵聋，可是聪明超过一般人。我用纸写字给他看，写不了几个，他就能够深刻地懂得我的意思。我和他开玩笑说：“我用手当嘴巴，你用眼当耳朵，我俩都是一时奇异的人。”病好之后，我和他一同去游览清泉寺。寺在蕲水县城外两里左右。那里有个王羲之的洗笔池，池水很香很甜，下方靠近兰溪，溪水倒向西流。我因此作了一首诗歌：山下兰芽儿，短短的，浸在溪水里，松林里沙子路上好干净，没有污泥。傍晚的雨潇潇下，子规鸟正在鸣啼。\n"]}{"title":"碧城三首","nian":"唐代","author":"李商隐","contson":"\n碧城十二曲阑干，犀辟尘埃玉辟寒。阆苑有书多附鹤，女床无树不栖鸾。星沉海底当窗见，雨过河源隔座看。若是晓珠明又定，一生长对水晶盘。\n对影闻声已可怜，玉池荷叶正田田。不逢萧史休回首，莫见洪崖又拍肩。紫凤放娇衔楚佩，赤鳞狂舞拨湘弦。鄂君怅望舟中夜，绣被焚香独自眠。\n七夕来时先有期，洞房帘箔至今垂。玉轮顾兔初生魄，铁网珊瑚未有枝。检与神方教驻景，收将凤纸写相思。武皇内传分明在，莫道人间总不知。\n","contyishang":["译文你住在碧霞城中十二楼，楼中的阑干曲曲又弯弯。犀角簪明明亮亮一尘不染，身上的玉佩能保暖驱寒。阆苑仙山的仙子们，传送书信多用仙鹤。多情的女床山上，树上都栖宿着凤鸾。我们抬头望着窗外，星沉海底令人心寒。一阵雨云飘过银河，我们只能隔河相看。啊，你这颗晶莹的露珠，如果能像珍珠一样不被硒干，那么，我这一生和你不分离，我将永远爱着水晶盘。","多么可爱啊，你的倩影，还有你娇美的声音。你像出水的芙蓉，田田荷叶鲜美娇嫩。你像我的情侣弄玉，不逢萧史，你决不回首赐情。你决不会轻佻随便，见了洪崖，又去爱上别的风流男人。你像紫\n"]}{"title":"题胡逸老致虚庵","nian":"宋代","author":"黄庭坚","contson":"\n藏书万卷可教子，遗金满籯常作灾。能与贫人共年谷，必有明月生蚌胎。山随宴坐图画出，水作夜窗风雨来。观水观山皆得妙，更将何物污灵台。\n","contyishang":["译文藏书万卷可以用来教子，留金满箱往往成为祸灾。能与贫人共享年谷，定有明珠生长在蚌胎。山景随着宴坐如画图呈现，水声透过夜窗像风雨传来。观山观水都能领略妙趣，还有什么等污染灵台。","注释⑴胡逸老：生平不详。致虚庵：胡逸老的书房名。⑵遗金满籯（yíng）：语本《汉书·韦贤传》：“遗子黄金满籯，不如一经。”籯：竹箱。作：兴起，成为。⑶“能与”二句：《东观汉记》载，梁商遇到灾年，就令仆人赶着牛车，米盐菜钱送给饥民，甚至连自己的姓名都不留下。《三国志·魏书》卷十《荀彧传》裴松之注引孔融写给韦端的书信说\n"]}{"title":"杕杜","nian":"先秦","author":"佚名","contson":"\n有杕之杜，其叶湑湑。独行踽踽。岂无他人？不如我同父。嗟行之人，胡不比焉？人无兄弟，胡不佽焉？有杕之杜，其叶菁菁。独行睘睘。岂无他人？不如我同姓。嗟行之人，胡不比焉？人无兄弟，胡不佽焉？\n","contyishang":["译文路旁赤棠孤零零，树叶倒是密密生。独自流浪好凄清。难道路上没别人，不如同父兄弟亲。叹息来往过路人，为何不与我亲近？兄弟不在无依靠，为何不将我帮衬？路旁赤棠孤零零，树叶倒是密又青。独自流浪多悲辛。难道路上没别人，不如同姓兄弟亲。叹息来往过路人，为何不与我亲近？兄弟不在无依靠，为何不将我帮衬？","注释①有杕（dì 地）：即“杕杕”，孤立生长貌。杜：木名。赤棠。②湑（xǔ 许）：形容树叶茂盛。③踽踽（jǔ 举）：单身独行、孤独无依的样子。④同父：指同胞兄弟；一说同祖父的族昆弟。⑤比：亲近。\n"]}{"title":"素冠","nian":"先秦","author":"佚名","contson":"\n庶见素冠兮？棘人栾栾兮，劳心慱慱兮。庶见素衣兮？我心伤悲兮，聊与子同归兮。庶见素韠兮？我心蕴结兮，聊与子如一兮。\n","contyishang":["译文有幸见你戴白冠守礼如仪，见你身体是如此瘦弱憔悴，都是因为尽礼而忧伤劳累。有幸见你穿白衣守礼如仪，我也情不自禁地哀戚伤悲，好想和你一路同行相携归。有幸见你白冠白衣白蔽膝，我内心深处忧伤沉沉涌积，恨不得和你同悲融为一体！","注释⑴素冠：白帽。⑵庶：幸。⑶棘人：罪人。棘，执囚之处。一说，瘦也。栾栾：拘束，不自由。一说，瘦瘠貌。⑷抟（tuán）抟：忧苦不安。⑸聊：愿。一说“且”。⑹韠（bì）：即蔽膝，古代官服装饰，革制，缝在腹下膝上。⑺蕴结：郁结，忧思不解。\n"]}{"title":"墨池记","nian":"宋代","author":"曾巩","contson":"\n　　临川之城东，有地隐然而高，以临于溪，曰新城。新城之上，有池洼然而方以长，曰王羲之之墨池者，荀伯子《临川记》云也。羲之尝慕张芝，临池学书，池水尽黑，此为其故迹，岂信然邪？ \n　　方羲之之不可强以仕，而尝极东方，出沧海，以娱其意于山水之间；岂其徜徉肆恣，而又尝自休于此邪？羲之之书晚乃善，则其所能，盖亦以精力自致者，非天成也。然后世未有能及者，岂其学不如彼邪？则学固岂可以少哉，况欲深造道德者邪？ \n　　墨池之上，今为州学舍。教授王君盛恐其不章也，书‘晋王右军墨池’之六字于楹间以揭之。又告于巩曰：“愿有记”。推王君之心，岂爱人之善，虽一能不以废，而因以及乎其迹邪？其亦欲推其事以勉其学者邪？夫人之有一能而使后人尚之如此，况仁人庄士之遗风余思被于来世者何如哉！ \n　　庆历八年九月十二日，曾巩记。 \n","contyishang":["译文","　　临川郡城的东面，有一块地微微高起，并且靠近溪流，叫做新城。新城上面，有个池子低洼呈长方形，说是王羲之的墨池，这是荀伯子《临川记》里说的。","　　羲之曾经仰慕张芝“临池学书，池水尽黑”的精神，(现在说)这是羲之的(墨池)遗址，难道是真的吗？当羲之不愿勉强做官时，曾经游遍东方，出游东海，在山水之间使他的心情快乐。莫非他在尽情游览时，曾在这里停留过？羲之的书法，到晚年才特别好。那么他能达到这步，大概也是靠他自己的精神和毅力取得的，并不是天生的。但是后代没有能够赶上他的人，是不是后人学习下的功夫不如他呢？那么学习的功夫难道可以少下吗？何况想在道德修养上深造\n"]}{"title":"剑客","nian":"唐代","author":"齐己","contson":"\n拔剑绕残樽，歌终便出门。西风满天雪，何处报人恩。勇死寻常事，轻雠不足论。翻嫌易水上，细碎动离魂。\n","contyishang":["　　这首诗的作者热情地塑造出一个襟怀嵚崎磊落，慷慨豪勇，报恩酬知己，不畏死难的剑客形象，借以寄托自己的人格理想 。真可谓志陵山岳，气吞江海， 撼人心魄。","　　开头两句凌空起笔，描写饯别的场面和剑客的出门。酒宴将散 ，剑客的豪兴借酒而发，遂拔剑起舞， 慷慨高歌 ，歌罢出门，扬长而去。“拔剑”二字点出 剑客的身分，一个“绕”字，隐写剑客且歌且舞的场面，十分生动传神。我们可以想见，酒酣之际，拔剑起舞，旁观者可以一睹剑客高超的剑术及风采；舞剑作歌，人们又可以从其歌词中了解其超凡脱俗的情怀，在情绪上深受感染；而剑客高歌方罢，不顾而去，态度是那样毅然决然，毫无留恋之态，表现出一副大丈\n"]}{"title":"箕子碑","nian":"唐代","author":"柳宗元","contson":"\n　　凡大人之道有三：一曰正蒙难，二曰法授圣，三曰化及民。殷有仁人曰箕子，实具兹道以立于世，故孔子述六经之旨，尤殷勤焉。\n　　当纣之时，大道悖乱，天威之动不能戒，圣人之言无所用。进死以并命，诚仁矣，无益吾祀，故不为。委身以存祀，诚仁矣，与亡吾国，故不忍。具是二道，有行之者矣。是用保其明哲，与之俯仰；晦是谟范，辱于囚奴；昏而无邪，隤而不息；故在易曰“箕子之明夷”，正蒙难也。及天命既改，生人以正，乃出大法，用为圣师。周人得以序彝伦而立大典；故在书曰“以箕子归作《洪范》”，法授圣也。及封朝鲜，推道训俗，惟德无陋，惟人无远，用广殷祀，俾夷为华，化及民也。率是大道，丛于厥躬，天地变化，我得其正，其大人欤？\n　　呜乎！当其周时未至，殷祀未殄，比干已死，微子已去，向使纣恶未稔而自毙，武庚念乱以图存，国无其人，谁与兴理？是固人事之或然者也。然则先生隐忍而为此，其有志于斯乎？\n　　唐某年，作庙汲郡，岁时致祀，嘉先生独列于易象，作是颂云：\n　　蒙难以正，授圣以谟。宗祀用繁，夷民其苏。宪宪大人，显晦不渝。圣人之仁，道合隆污。明哲在躬，不陋为奴。冲让居礼，不盈称孤。高而无危，卑不可逾。非死非去，有怀故都。时诎而伸，卒为世模。易象是列，文王为徒。大明宣昭，崇祀式孚。古阙颂辞，继在后儒。 \n","contyishang":["译文一　　凡是有德行的人遵从的道理有三种：第一是纠正人违法作乱。第二是把大道传授于圣人。第三是教化万民。在殷朝时有一位仁人叫箕子，他实实在在地具备了这三道，以大德行立于世上。所以孔子在叙述六经的要旨大意时，尤其殷勤。　　在殷纣王之时，大道逆乱，上天的震怒不能引起人们警戒，圣人的言论无所用处。臣下拼死进谏，把己身的生死置之度外，诚然是仁者的作为了，但无益于殷朝的社稷祭祀，所以不这样做；委曲求全，以保存殷朝的祭祀，诚然是仁者的所为了，但是亡国的预兆很明显，所以不忍心去这样做。这两条路，都有人行了。这样的作为，是保其贤明，与世俗人一同俯仰曲伸，隐藏自己的谋略，在奴隶中间\n"]}{"title":"春日忆李白","nian":"唐代","author":"杜甫","contson":"\n白也诗无敌，飘然思不群。清新庾开府，俊逸鲍参军。渭北春天树，江东日暮云。何时一樽酒，重与细论文。\n","contyishang":["译文李白的诗作无人能敌，他那高超的才思也远远地超出一般人。李白的诗作既有庾信诗作的清新之气，也有鲍照作品那种俊逸之风。如今，我在渭北独对着春日的树木，而你在江东远望那日暮薄云，天各一方，只能遥相思念。我们什么时候才能同桌饮酒，再次仔细探讨我们的诗作呢？","注释⑴不群：不平凡，高出于同辈。这句说明上句，思不群故诗无敌。⑵庾开府：指庾信。在北周官至骠骑大将军、开府仪同三司（司马、司徒、司空），世称庾开府。⑶俊逸：一作“豪迈”。鲍参军：指鲍照。南朝宋时任荆州前军参军，世称鲍参军。⑷渭北\n"]}{"title":"信陵君窃符救赵","nian":"两汉","author":"司马迁","contson":"\n　　魏公子无忌者，魏昭王少子，而魏安釐王异母弟也。昭王薨，安釐王即位，封公子为信陵君。\n　　公子为人，仁而下士 ，士无贤不肖，皆谦而礼交之，不敢以其富贵骄士。士以此方数千里争往归之，致食客三千。当是时，诸侯以公子贤，多客，不敢加兵谋魏十余年。\n　　魏有隐士曰侯嬴，年七十，家贫，为大梁夷门监者。公子闻之，往请，欲厚遗之。不肯受，曰：“臣修身洁行数十年，终不以监门困故而受公子财。”公子于是乃置酒，大会宾客。坐定，公子从车骑，虚左，自迎夷门侯生。侯生摄敝衣冠，直上载公子上坐，不让，欲以观公子。公子执辔愈恭。侯生又谓公子曰：“臣有客在市屠中，原枉车骑过之。”公子引车入市，侯生下，见其客朱亥，俾倪，故久立与其客语，微察公子，公子颜色愈和。当是时，魏将相宗室宾客满堂，待公子举酒；市人皆观公子执辔。从骑皆窃骂侯生。侯生视公子色终不变，乃谢客就车。至家，公子引侯生坐上坐，遍赞宾客，宾客皆惊。酒酣，公子起，为寿侯生前。侯生因谓公子曰：“今日嬴之为公子亦足矣！嬴乃夷门报关者也，而公子亲枉车骑自迎嬴，于众人广坐之中，不宜有所过，今公子故过之。嬴欲就公子之名，故久立公子车骑市中，过客，以观公子，公子愈恭。市人皆以嬴为小人，而以公子为长者，能下士也。\n　　于是罢酒，侯生遂为上客。\n　　侯生谓公子曰：“臣所过屠者朱亥，此子贤者，世莫能知，故隐屠间耳。”公子往，数请之，朱亥故不复谢。公子怪之。\n　　魏安釐王二十年，秦昭王已破赵长平军，又进兵围邯郸)公。子姊为赵惠文王弟平原君夫人，数遗魏王及公子书，请救语魏。魏王使将军晋鄙将十万众救赵。秦王使使者告魏王曰：“吾攻赵，旦暮且下，而诸侯敢救赵者，已拔赵，必移兵先击之。”魏王恐，使人止晋鄙，留军壁邺，名为救赵，实持两端以观望。平原君使者冠盖相属于魏，让魏公子曰：“胜所以自附为婚姻者，以公子之高义，为能急人之困。今邯郸旦暮降秦而魏救不至，安在公子能急人之困也！且公子纵轻胜，弃之降秦，独不怜公子姊邪？”公子患之，数请魏王，及宾客辨士说王万端。魏王畏秦。终不听公子。\n　　公子自度终不能得之于王，计不独生而令赵亡，乃请宾客，约车骑百余乘，欲以客往赴秦军，与赵俱死。行过夷门，见侯生，具告所以欲死秦军状。辞决而行，侯生曰：“公子勉之矣！老臣不能从。”公子行数里，心不快，曰：吾所以待侯生者备矣，天下莫不闻，今吾且死，而侯生曾无一言半辞送我，我岂有所失哉？”复引车还，问侯生。侯生笑曰：“臣故知公子之还也。”曰：“公子喜士，名闻天下。今有难，无他端，而欲赴秦军，譬若以肉投馁虎，何功之有哉？尚安事客？然公子遇臣厚，公子往而臣不送，以是知公子恨之复返也。”公子再拜，因问。侯生乃屏人间语曰：“嬴闻晋鄙之兵符常在王卧内，而如姬最幸，出入王卧内，力能窃之。嬴闻如姬父为人所杀，如姬资之三年，自王以下，欲求报其父仇，莫能得。如姬为公子泣，公子使客斩其仇头，敬进如姬。如姬之欲为公子死，无所辞，顾未有路耳。公子诚一开口请如姬，如姬必许诺，则得虎符夺晋鄙军，北救赵而西却秦，此五霸之伐也。”公子从其计，请如姬。如姬果盗兵符与公子。\n　　公子行，侯生曰：“将在外，主令有所不受，以便国家。公子即合符，而晋鄙不授公子兵，而复请之，事必危矣。臣客屠者朱亥可与俱，此人力士。晋鄙听，大善；不听，可使击之。于是公子泣生曰：“公子畏死邪？何泣也？”公子曰：“晋鄙嚄唶宿将，往恐不听，必当杀之，是以泣耳，岂畏死哉？”于是公子请朱亥。朱亥笑曰：“臣乃市井鼓刀屠者，而公子亲数存之，所以不报谢者，以为小礼无所用。今公子有急，此乃臣效命之秋也。”遂与公子俱。公子过谢侯生。侯生曰：“臣宜从，老不能，请数公子行日，以至晋鄙军之日北乡自刭，以送公子。”公子遂行。\n　　至邺，矫魏王令代晋鄙。晋鄙合符，疑之，举手视公子曰：“今吾拥十万之众，屯于境上，国之重任。今单车来代之，何如哉？”欲无听。朱亥袖四十斤铁椎椎杀晋鄙。公子遂将晋鄙军。勒兵，下令军中曰：“父子俱在军中，父归。兄弟俱在军中，兄归。独子无兄弟，归养。”得选兵八万人，进兵击秦军。秦军解去，遂救邯郸，存赵。赵王及平原君自迎公子于界，平原君负栏矢为公子先引。赵王再拜曰：“自古贤人，未有及公子者也！”当此之时，平原君不敢自比于人。\n　　公子与侯生决，至军，侯生果北乡自刭。\n　　魏王怒公子之盗其兵符，矫杀晋鄙，公子亦自知也。已却秦存赵，使将将其军归魏，而公子独与客留赵。\n","contyishang":["译文　　魏国公子无忌，是魏昭王的小儿子，魏安釐王同父异母的弟弟。昭王死后，安釐王登上王位，封公子为信陵君。","　　公子为人，待人仁爱，又能谦逊地对待士人。凡是士人，不论德才高低，公子都谦逊地有礼貌地同他们结交，不敢凭仗自己的富贵对士人骄傲。因此，方圆几千里以内的士人都争着去归附他，他招来了食客三千人。在这个时候，各国诸侯因为公子贤能，又有很多门客，有十多年不敢施加武力打魏国的主意。","　　魏国有位隐士，名叫侯赢，七十岁了，家里贫穷，做大梁夷门的守门人。公子听说这么个人，就去拜访他，想送他一份厚礼，侯赢不肯受，说：“我修养品德，保持操行的纯洁，已经几\n"]}{"title":"送东莱王学士无竞","nian":"唐代","author":"陈子昂","contson":"\n宝剑千金买，平生未许人。怀君万里别，持赠结交亲。孤松宜晚岁，众木爱芳春。已矣将何道，无令白发新。\n","contyishang":["译文这把宝剑异常珍贵价值千金，多年来我从未答应送给别人。想到你就要启程到远隔万里的地方去，把它赠送给你以表结交情深。峰顶孤松适宜在严寒中生长，一般草木喜欢在春天里争胜。生在当今世道还有什么可说，你千万别愁添白发就此消沉。","注释东莱（lái）：西汉郡名，治所在今山东掖县。学士：官名，是皇帝身边的文学侍从。无竞：王无竞，字仲烈，东莱人。性情刚烈耿直，不肯奉迎权贵，仕途坎坷，屡遭贬谪。未许人：没有答应送给别人。未：没有。许：应允，认可，答应。怀君：想念您。怀：想到，想念。\n"]}{"title":"锦堂春·坠髻慵梳","nian":"宋代","author":"柳永","contson":"\n坠髻慵梳，愁蛾懒画，心绪是事阑珊。觉新来憔悴，金缕衣宽。认得这疏狂意下，向人诮譬如闲。把芳容整顿，恁地轻孤，争忍心安。依前过了旧约，甚当初赚我，偷翦云鬟。几时得归来，香阁深关。待伊要、尤云殢雨，缠绣衾、不与同欢。侭更深、款款问伊，今后敢更无端。\n","contyishang":["译文坠乱的头发无心梳理，紧锁的愁眉懒得描画，心绪凌乱，事事不顺。近来觉得无比憔悴消瘦，身上的金缕衣也显得宽松了许多。知道如今你这个风流的浪子，心里对我已直是视若等闲。我应该整理好美丽的容颜，这样地轻易辜负青春年华，怎能安心？你又和从前一样过了相约的归期，既然这样，为何当初要骗我剪下一绺秀发相赠？等到什么时候你回来，我要把你紧紧关在家门外；等到你想要和我欢爱时，我要紧缠鸳鸯绣被，不与你同床共枕；等到更鼓已深，我才慢慢地问你，今后还敢这样无赖失约吗？","注释⑴锦堂春：词牌名，《乐章集》注“林钟商”。双调一百字，上下片各十句、四平韵。\n"]}{"title":"题张氏隐居二首","nian":"唐代","author":"杜甫","contson":"\n春山无伴独相求，伐木丁丁山更幽。涧道馀寒历冰雪，石门斜日到林丘。不贪夜识金银气，远害朝看麋鹿游。乘兴杳然迷出处，对君疑是泛虚舟。\n之子时相见，邀人晚兴留。霁潭鳣发发，春草鹿呦呦。杜酒偏劳劝，张梨不外求。前村山路险，归醉每无愁。\n","contyishang":["译文春日的山中独处无伴，因而特意把您访求，丁丁的伐木声使山谷更显清幽。经残余着寒气和冻雪的山涧通道，历石门古道于傍晚时分到达您的隐居处。您从不贪财，夜间也不去观看金银之气；只愿躲避灾祸，每天欣赏麋鹿闲游。我乘兴而来，为您的情怀所感而迷路；面对您，仿佛是坐上随意漂游之小舟。","张先生啊，您经常和我相见，眼下天色已晚，却仍邀请我留下，以尽晚间雅兴。晴明的潭水上，鳣鱼游跃，弄出“发发”之响。春天草野间，传来“呦呦”鹿鸣。酒本是我杜家的，却偏偏劳您来劝我；梨本是你张府上的，自然不必向外找。前村的山路\n"]}{"title":"女冠子·春山夜静","nian":"五代","author":"李珣","contson":"\n春山夜静，愁闻洞天疏磬。玉堂虚，细雾垂珠佩，轻烟曳翠裾。对花情脉脉，望月步徐徐。刘阮今何处？绝来书！\n","contyishang":[]}{"title":"南乡子·捣衣","nian":"清代","author":"纳兰性德","contson":"\n鸳瓦已新霜，欲寄寒衣转自伤。见说征夫容易瘦，端相。梦里回时仔细量。支枕怯空房，且拭清砧就月光。已是深秋兼独夜，凄凉。月到西南更断肠。\n","contyishang":["译文屋外的瓦当上已结了一层薄薄的清霜，屋内孤灯下，我对着准备为他寄去的寒衣暗自心伤。都说戍边在外的人受尽苦寒，相貌容易消瘦，真想再好好地看他一眼啊，细细打量。如果今夜梦中可以相遇，一定一定要紧紧握住执手相望。孤单单衾寒，孤单单的空房，不如趁着月光再来到河边浣洗一遍他的衣裳。深秋寒意重，孤单独夜长，月下捣衣，声声清砧，敲打着思念与凄凉。蓦然回首，发现月已挂上西南方向，想着天下多少有情人早已相拥而眠，不由得更加让我欲断肝肠！","注释①南乡子：唐教坊曲名，后用作词牌。又名《好离乡》、《蕉叶怨》。原为单调，有二十七字、二十八字、三十字各体，平仄换\n"]}{"title":"大雅·生民","nian":"先秦","author":"佚名","contson":"\n厥初生民，时维姜嫄。生民如何？克禋克祀，以弗无子。履帝武敏歆，攸介攸止，载震载夙。载生载育，时维后稷。\n诞弥厥月，先生如达。不坼不副，无菑无害，以赫厥灵。上帝不宁，不康禋祀，居然生子。\n诞寘之隘巷，牛羊腓字之。诞寘之平林，会伐平林。诞寘之寒冰，鸟覆翼之。鸟乃去矣，后稷呱矣。实覃实訏，厥声载路。\n诞实匍匐，克岐克嶷，以就口食。蓺之荏菽，荏菽旆旆。禾役穟穟，麻麦幪幪，瓜瓞唪唪。\n诞后稷之穑，有相之道。茀厥丰草，种之黄茂。实方实苞，实种实褎。实发实秀，实坚实好。实颖实栗，即有邰家室。\n诞降嘉种，维秬维秠，维穈维芑。恒之秬秠，是获是亩。恒之穈芑，是任是负，以归肇祀。\n诞我祀如何？或舂或揄，或簸或蹂。释之叟叟，烝之浮浮。载谋载惟，取萧祭脂。取羝以軷，载燔载烈，以兴嗣岁。\n昂盛于豆，于豆于登，其香始升。上帝居歆，胡臭亶时。后稷肇祀，庶无罪悔，以迄于今。\n","contyishang":["译文当初先民生下来，是因姜嫄能产子。如何生下先民来？祷告神灵祭天帝，祈求生子免无嗣。踩着上帝拇趾印，神灵佑护总吉利。胎儿时动时静止，一朝生下勤养育，孩子就是周后稷。怀胎十月产期满，头胎分娩很顺当。产门不破也不裂，安全无患体健康，已然显出大灵光。上帝心中告安慰，全心全意来祭享，庆幸果然生儿郎。新生婴儿弃小巷，爱护喂养牛羊至。再将婴儿扔林中，遇上樵夫被救起。又置婴儿寒冰上，大鸟暖他覆翅翼。大鸟终于飞去了，后稷这才哇哇啼。哭声又长又洪亮，声满道路强有力。后稷很会四处爬，又懂事来又聪明，觅食吃饱有本领。不久就能种大豆，大豆一片茁壮生。种了禾粟嫩苗青\n"]}{"title":"名都篇","nian":"魏晋","author":"曹植","contson":"\n名都多妖女，京洛出少年。宝剑值千金，被服丽且鲜。斗鸡东郊道，走马长楸间。驰骋未能半，双兔过我前。揽弓捷鸣镝，长驱上南山。左挽因右发，一纵两禽连。余巧未及展，仰手接飞鸢。观者咸称善，众工归我妍。归来宴平乐，美酒斗十千。脍鲤臇胎鰕，炮鳖炙熊蹯。鸣俦啸匹侣，列坐竟长筵。连翩击鞠壤，巧捷惟万端。白日西南驰，光景不可攀。云散还城邑，清晨复来还。\n","contyishang":["译文名都盛产艳丽的美女，洛阳更有风度翩翩的少年。我佩带的宝剑价值千金，身着的衣服奢华鲜艳。斗鸡在东郊的道路上，赛马于长列的楸树间。我骑马驰骋还不到半路，一双野兔就蹦到了跟前。于是立即弯起gōng弩搭上了响箭，扬鞭策马追上了南山。我左手挽弓，右手发箭，只一箭就把双兔射倒了。别的技巧还没有施展，又迎头射中空中的飞鸢。观猎的行人齐声喝彩，旁边的射手为我赞叹。归来大宴于平乐古观，美酒一斗便值十千钱。细切了鲤鱼烹煮虾羹，爆炒甲鱼再烧烤熊掌。呼朋引伴地前来入座，长长的筵\n"]}{"title":"点绛唇·离恨","nian":"宋代","author":"苏轼","contson":"\n月转乌啼，画堂宫徵生离恨。美人愁闷。不管罗衣褪。清泪斑斑，挥断柔肠寸。嗔人问。背灯偷揾，拭尽残妆粉。\n","contyishang":["译文月转换下沉了，乌鸦啼叫起来，华丽的堂室里响起了传递离情别恨的音乐。美女们愁苦烦闷，竟然顾不上罗衣被脱下来。清亮的斑斑泪，挥洒后而柔肠寸断。憎恶人们发问，只好背着灯光暗暗地把泪水擦掉，连同脸上的化妆粉揩干净了。","注释⑴点绛唇：词牌名，出自南朝梁江淹《咏美人春游》：白雪凝琼貌，明珠点绛唇。又名《点樱桃》，双调，有41字、42字、43字诸体。⑵月转乌啼：表明夜深。⑶画堂：古代宫中彩绘的殿堂。⑷宫徵：这里泛指音乐。宫：古代五声音阶的第一音级。徵（zhǐ）：古代五声音阶的第四音级。⑸罗衣：轻软丝\n"]}{"title":"争臣论","nian":"唐代","author":"韩愈","contson":"\n　　或问谏议大夫阳城于愈，可以为有道之士乎哉?学广而闻多，不求闻于人也。行古人之道，居于晋之鄙。晋之鄙人，熏其德而善良者几千人。大臣闻而荐之，天子以为谏议大夫。人皆以为华，阳子不色喜。居于位五年矣，视其德，如在野，彼岂以富贵移易其心哉？\n　　愈应之曰：是《易》所谓恒其德贞，而夫子凶者也。恶得为有道之士乎哉?在《易·蛊》之“上九”云：“不事王侯，高尚其事。”《蹇》之“六二”则曰：“王臣蹇蹇，匪躬之故。”夫亦以所居之时不一，而所蹈之德不同也。若《蛊》之“上九”，居无用之地，而致匪躬之节；以《蹇》之“六二”，在王臣之位，而高不事之心，则冒进之患生，旷官之刺兴。志不可则，而尤不终无也。今阳子在位，不为不久矣；闻天下之得失，不为不熟矣；天子待之，不为不加矣。而未尝一言及于政。视政之得失，若越人视秦人之肥瘠，忽焉不加喜戚于其心。问其官，则曰谏议也；问其禄，则曰下大夫之秩秩也；问其政，则曰我不知也。有道之士，固如是乎哉?且吾闻之：有官守者，不得其职则去；有言责者，不得其言则去。今阳子以为得其言乎哉?得其言而不言，与不得其言而不去，无一可者也。阳子将为禄仕乎?古之人有云：“仕不为贫，而有时乎为贫。”谓禄仕者也。宜乎辞尊而居卑，辞富而居贫，若抱关击柝者可也。盖孔子尝为委吏矣，尝为乘田矣，亦不敢旷其职，必曰“会计当而已矣”，必曰“牛羊遂而已矣”。若阳子之秩禄，不为卑且贫，章章明矣，而如此，其可乎哉?\n　　或曰：否，非若此也。夫阳子恶讪上者，恶为人臣招其君之过而以为名者。故虽谏且议，使人不得而知焉。《书》曰：“尔有嘉谟嘉猷，则人告尔后于内，尔乃顺之于外，曰：斯谟斯猷，惟我后之德”若阳子之用心，亦若此者。愈应之曰：若阳子之用心如此，滋所谓惑者矣。入则谏其君，出不使人知者，大臣宰相者之事，非阳子之所宜行也。夫阳子，本以布衣隐于蓬蒿之下，主上嘉其行谊，擢在此位，官以谏为名，诚宜有以奉其职，使四方后代，知朝廷有直言骨鲠之臣，天子有不僭赏、从谏如流之美。庶岩穴之士，闻而慕之，束带结发，愿进于阙下，而伸其辞说，致吾君于尧舜，熙鸿号于无穷也。若《书》所谓，则大臣宰相之事，非阳子之所宜行也。且阳子之心，将使君人者恶闻其过乎?是启之也。\n　　或曰：阳子之不求闻而人闻之，不求用而君用之。不得已而起。守其道而不变，何子过之深也?愈曰：自古圣人贤士，皆非有求于闻用也。闵其时之不平，人之不义，得其道。不敢独善其身，而必以兼济天下也。孜孜矻矻，死而后已。故禹过家门不入，孔席不暇暖，而墨突不得黔。彼二圣一贤者，岂不知自安佚之为乐哉诚畏天命而悲人穷也。夫天授人以贤圣才能，岂使自有余而已，诚欲以补其不足者也。耳目之于身也，耳司闻而目司见，听其是非，视其险易，然后身得安焉。圣贤者，时人之耳目也；时人者，圣贤之身也。且阳子之不贤，则将役于贤以奉其上矣；若果贤，则固畏天命而闵人穷也。恶得以自暇逸乎哉?\n　　或曰：吾闻君子不欲加诸人，而恶讦以为直者。若吾子之论，直则直矣，无乃伤于德而费于辞乎?好尽言以招人过，国武子之所以见杀于齐也，吾子其亦闻乎?愈曰：君子居其位，则思死其官。未得位，则思修其辞以明其道。我将以明道也，非以为直而加入也。且国武子不能得善人，而好尽言于乱国，是以见杀。《传》曰：“惟善人能受尽言。”谓其闻而能改之也。子告我曰：“阳子可以为有之士也。”今虽不能及已，阳子将不得为善人乎哉?\n","contyishang":["译文一　　有人在我这里问谏议大夫阳城：“他可以算是有道之士吗？他学问渊博见识广博，不用求教于人。按古人的道理行事，居住在晋地的偏远之处。晋地的百姓受到他德行的熏陶因此有几千人善良。有大臣听说了便举荐他，天子任命他为谏议大夫。人们都认为很光彩，阳子并没有喜色。待在这个位置上五年了，看他的德行如同还是在野一样。他岂是因富贵而偏移心志的人啊！”　　韩愈我回答他道：“这就是《易经》的柔顺的恒卦所说的长久不变它的德操对男人是坏事啊。怎么能算得上是有道之士哦？在《易经·蛊》的上九卦中说：‘不侍奉王侯，使自己的情操高尚’。《蹇》的六二卦就说：‘国家的臣子处境艰险，不是因为自己的\n"]}{"title":"一落索·眉共春山争秀","nian":"宋代","author":"周邦彦","contson":"\n眉共春山争秀。可怜长皱。莫将清泪湿花枝，恐花也、如人瘦。清润玉箫闲久。知音稀有，欲知日日倚阑愁，但问取、亭前柳。\n","contyishang":["译文柳眉是那样的秀美，只有妩媚的春山能与之比美，可惜它却皱得紧紧的。别让泪水打湿了花枝，使花儿也像人一样消瘦。因为知音难觅，她那清亮圆润的玉箫声已经很久听不到了。如果想知道她为什么每天倚着栏干发愁？那就问一问长亭前的柳树吧！","注释①一落索：《词谱》卷五：“欧阳修词，名《洛阳春》。张先词，名《玉连环》。辛弃疾词，名《一络索》。”按贺铸词，有“初见碧纱窗下绣”句，名《窗下绣》。清吴绮词，名《玉联环》。毛本注云：“《清真集》作《洛阳春》。”按：《六一词》有《洛阳春》词，即此调，又名《玉联环》，皆北宋之旧名。《词统》作《一络索》。双调46字。上\n"]}{"title":"好事近·夕景","nian":"宋代","author":"廖世美","contson":"\n落日水熔金，天淡暮烟凝碧。楼上谁家红袖，靠阑干无力。鸳鸯相对浴红衣。短棹弄长笛。惊起一双飞去，听波声拍拍。\n","contyishang":[]}{"title":"笑歌行","nian":"唐代","author":"李白","contson":"\n笑矣乎，笑矣乎。君不见曲如钩，古人知尔封公侯。君不见直如弦，古人知尔死道边。张仪所以只掉三寸舌，苏秦所以不垦二顷田。笑矣乎，笑矣乎。君不见沧浪老人歌一曲，还道沧浪濯吾足。平生不解谋此身，虚作离骚遣人读。笑矣乎，笑矣乎。赵有豫让楚屈平，卖身买得千年名。巢由洗耳有何益，夷齐饿死终无成。君爱身后名，我爱眼前酒。饮酒眼前乐，虚名何处有。男儿穷通当有时，曲腰向君君不知。猛虎不看几上肉，洪炉不铸囊中锥。笑矣乎，笑矣乎。宁武子，朱买臣，扣角行歌背负薪。今日逢君君不识，岂得不如佯狂人。\n","contyishang":["译文真可笑呀，真可笑，君不见曲如钩吗，古人知此可以封公侯；君不见直如弦吗，古人知此可要死道边。张仪之所以愿鼓三寸不烂之舌，苏秦之所以不愿种洛阳负郭二顷田，皆是此由之故也。真可笑呀，真可笑，君不见沧浪老人唱一曲吗，“沧浪之水浊兮，可以濯吾足！”可怜的屈大夫，连自己保身都无术，却虚作《离骚》教人读。真可笑呀，真可笑，赵国有个豫让，楚国有个屈平，卖身却只买得千载虚名。许由洗耳又有什么用？伯夷和叔齐饿死也至无所成。君爱身后之名，我爱眼前之酒。饮酒眼前即能享乐，虚名身后又在何处？\n"]}{"title":"西江月·闻道双衔凤带","nian":"宋代","author":"苏轼","contson":"\n闻道双衔凤带，不妨单著鲛绡。夜香知与阿谁烧。怅望水沈烟袅。云鬓风前绿卷，玉颜醉里红潮。莫教空度可怜宵。月与佳人共僚。\n","contyishang":["译文听说佳人佩带过双凤共衔的绣绶带，单薄穿着代替薄绡也不碍事。夜晚的香不知为谁而烧，帐然望着珍贵的香木烧烟袅袅上飘。如云集的鬓发在风前被卷成绿圈，如玉白的脸面醉酒以后而泛起红晕。不要白白度过这嗔爱的良宵，月亮和美人是共同美好的。","注释⑴闻道：听说。双衔凤带：双凤共衔图案绣的绶带。李商隐《饮席代官妓赠两从事》：“愿得化为红绶带，许教双凤一时衔。”⑵不妨：不碍事。单著：单薄穿着。鲛绡（jiāo xiāo）：鲛人织的薄绡，纱质薄而价贵。干宝《搜神记》：南海之外有鲛人，水居，亦谓之泉客，织轻绡于泉室，出以卖之，价千金。⑶\n"]}{"title":"渔父·收却纶竿落照红","nian":"清代","author":"纳兰性德","contson":"\n收却纶竿落照红，秋风宁为剪芙蓉。人淡淡，水蒙蒙，吹入芦花短笛中。\n","contyishang":["译文夕阳西下，渔人收起鱼竿准备回家。连秋风都是温柔的，不肯让荷花凋谢了。烟水蒙蒙，渔人悠闲自得，听短笛的旋律，被秋风吹进芦花荡的深处。","注释①渔父：词牌名，又称《渔歌子》《渔父乐》等，此调分为单、双调，又各有不同的体格。此词为单调中之一体，五句，二十七字，除第三句外，通押平声韵。②纶（lún）竿：钓竿。落照：即夕阳。③宁（nìng）：犹乃。芙蓉：荷花。剪：作吹动解。④“吹入”句：谓悠扬的短笛声飘入芦花丛中。"]}{"title":"满庭芳·咏茶","nian":"宋代","author":"米芾","contson":"\n雅燕飞觞，清谈挥麈，使君高会群贤。密云双凤，初破缕金团。窗外炉烟自动，开瓶试、一品香泉。轻涛起，香生玉乳，雪溅紫瓯圆。娇鬟，宜美盼，双擎翠袖，稳步红莲。座中客翻愁，酒醒歌阑。点上纱笼画烛，花骢弄、月影当轩。频相顾，馀欢未尽，欲去且留连。\n","contyishang":["　　这是一首饶有情韵的咏茶词，上片咏宴集烹茶，细致优雅；下片引入情事，兼写捧茶之人。","　　上片前三句写群贤高会宴饮的情状，为下文咏茶作铺垫。“雅燕”，即雅宴，高雅的宴会。“飞觞”，举杯饮酒。觞，古代盛酒器，呈雀形，称羽觞，故谓举觞为飞觞。挥麈清淡，本魏晋名士风习，常执麈尾（拂尘），挥动以助谈兴。如《晋书。王衍传》谓衍“终日清谈，……每捉玉柄麈尾”。“使君”，对州郡长官的尊称。这里当指周熟仁。此三句既点出主人风姿之高雅，又点明宴集之盛大，群贤之脱俗，为写品茗助兴作好了辅垫。“密云”二句入题。“密云”，茶名，又名密云龙、密云团。“双凤”，茶名，即双凤团。“密云”、“双凤”皆珍\n"]}{"title":"浣溪沙·香靥凝羞一笑开","nian":"宋代","author":"秦观","contson":"\n香靥凝羞一笑开，柳腰如醉暖相挨，日长春困下楼台。照水有情聊整鬓，倚栏无绪更兜鞋，眼边牵系懒归来。\n","contyishang":["译文香脸含羞因莞尔一笑羞容随着消失，腰肢如柳条般摆动着相偎相挨地走着，春天白日太长倦意浓厚而走下楼台。她以水面为镜子姑且整鬓梳妆。想起分别在即而倚着栏杆了无情绪，兜起脱落的绣鞋，眉目传情，懒得归来。","注释⑴浣溪沙：原唐教坊曲舞曲名，后用为词牌名。“沙”又写作“纱”。又称“小庭花”“满院春”等。⑵柳腰：形容女子腰身娇柔细软。⑶兜鞋：鞋后跟脱落，以手拔起。⑷牵系：牵引。此指眉目传情。"]}{"title":"美人对月","nian":"明代","author":"唐寅","contson":"\n斜髻娇娥夜卧迟，梨花风静鸟栖枝。难将心事和人说，说与青天明月知。\n","contyishang":[]}{"title":"渔翁","nian":"唐代","author":"柳宗元","contson":"\n渔翁夜傍西岩宿，晓汲清湘燃楚竹。烟销日出不见人，欸乃一声山水绿。回看天际下中流，岩上无心云相逐。\n","contyishang":["译文渔翁晚上靠着西山歇宿，早上汲取清澈的湘水，以楚竹为柴做饭。太阳出来云雾散尽不见人影，摇橹的声音从碧绿的山水中传出。回头望去渔舟已在天边向下漂流，山上的白云正在随意飘浮，相互追逐。","注释⑴傍：靠近。西岩：当指永州境内的西山，可参作者《始得西山宴游记》。⑵汲（jí）：取水。湘：湘江之水。楚：西山古属楚地。⑶销：消散。亦可作“消”。⑷欸（ǎi）乃：象声词，一说指桨声，一说是人长呼之声。唐时湘中棹歌有《欸乃曲》（见元结《欸乃曲序》）。⑸下中流：由中流而下。⑹无心：陶渊明\n"]}{"title":"菩萨蛮·哀筝一弄湘江曲","nian":"宋代","author":"晏几道","contson":"\n哀筝一弄湘江曲，声声写尽湘波绿。纤指十三弦，细将幽恨传。当筵秋水慢，玉柱斜飞雁。弹到断肠时，春山眉黛低。\n","contyishang":["译文她拨响音色哀怨的筝，弹奏了如此凄美的一曲，一声声愁绪，仿如碧波荡漾的湘水。她的纤纤玉指，划过十三根筝弦，细腻地传达出内心浓稠的怨恨。面对宴间宾客，她清澈的目光缓缓流动，筝柱斜列着，仿佛斜行的大雁的行列。当曲调弹响到最哀伤的那一刻，她仿如春山般的两道黛眉，就这样慢慢地低垂了下去。","注释①弄：演奏乐曲。湘江曲：曲名，即《湘江怨》。相传舜帝南巡苍梧，二妃追至南方，闻舜卒，投江而死。后人以此为题材写成乐曲。②十三弦：汉史游《急就篇》之三颜师古注：“筝，亦小瑟类也，本十二弦，今则十三。”秋水：秋天的水，比喻人（多指女人）清澈明亮的\n"]}{"title":"对楚王问","nian":"先秦","author":"宋玉","contson":"\n　　楚襄王问于宋玉曰：“先生其有遗行与？何士民众庶不誉之甚也！”\n　　宋玉对曰：“唯，然，有之！愿大王宽其罪，使得毕其辞。客有歌于郢中者，其始曰《下里》、《巴人》，国中属而和者数千人。其为《阳阿》、《薤露》，国中属而和者数百人。其为《阳春》、《白雪》，国中有属而和者，不过数十人。引商刻羽，杂以流徵，国中属而和者，不过数人而已。是其曲弥高，其和弥寡。\n　　故鸟有凤而鱼有鲲。凤皇上击九千里，绝云霓，负苍天，足乱浮云，翱翔乎杳冥之上。夫蕃篱之鷃，岂能与之料天地之高哉？鲲鱼朝发昆仑之墟，暴鬐于碣石，暮宿于孟诸。夫尺泽之鲵，岂能与之量江海之大哉？故非独鸟有凤而鱼有鲲，士亦有之。夫圣人瑰意琦行，超然独处，世俗之民，又安知臣之所为哉？” \n","contyishang":["译文一　　楚襄王问宋玉说：“先生也许有不检点的行为吧？为什么士人百姓都那么不称赞你呢？”　　宋玉回答说：“是的，是这样，有这种情况。希望大王宽恕我的罪过，允许我把话说完。”　　“有个人在都城里唱歌，起初他唱《下里》、《巴人》，都城里跟着他唱的有几千人；后来唱《阳阿》、《薤露》，都城里跟着他唱的有几百人；等到唱《阳春》、《白雪》的时候，都城里跟着他唱的不过几十人；最后引其声而为商音，压低其声而为羽音，夹杂运用流动的徵声时，都城里跟着他应和的不过几个人罢了。这样看来，歌曲越是高雅，和唱的人也就越少。　　“所以鸟类中有凤凰，鱼类中有鲲鱼。凤凰展翅\n"]}{"title":"公子家 / 公子行 / 长安花","nian":"唐代","author":"聂夷中","contson":"\n种花满西园，花发青楼道。花下一禾生，去之为恶草。\n","contyishang":["译文公子家的花种满了整个花园，花开了，遮住了花园的路。一棵禾苗在花儿旁边生长出来。公子以为禾苗是恶草，便顺手将禾苗拔掉了。伤心惨目。这种鲜明对比所产生的艺术效果，无形中会激起读者对贵族少爷的憎恶和愤慨。","注释①公子：封建贵族家的子弟。②西园：指公子家的花园。③青楼：泛指华美的楼房。在此指花园中的道路。④恶草：杂草。"]}{"title":"梦江南·新来好","nian":"清代","author":"纳兰性德","contson":"\n新来好，唱得虎头词。一片冷香唯有梦，十分清瘦更无诗。标格早梅知。\n","contyishang":["译文近来心情很好，闲来吟诵你的诗句。那咏梅的词句冷香、清瘦，不正是你的写照吗？大约这些均已经被那有知有灵的梅花领会了。","注释①虎头词：指纳兰好友顾贞观客居苏州时所填之词。虎头，东晋画家顾恺之，小字虎头。顾贞观与顾恺之同里同姓，故以虎头借指顾贞观。②一片二句：此二句是顾贞观《浣溪沙·梅》中的两句。其词云:“物外幽情世外姿，冻云深护最高枝。小楼风月独醒时。一片冷香惟有梦，十分清瘦更无诗。待他移影说相思。”冷香，指梅花之清香。宋姜夔《念奴娇》：“嫣然摇动，冷香飞向诗句。”③标格句：意思是你词中表现出的标格，大约能被那有知有灵的梅花\n"]}{"title":"相见欢·花前顾影粼","nian":"清代","author":"毛奇龄","contson":"\n花前顾影粼粼。水中人。水面残花片片绕人身。私自整，红斜领，茜儿巾。却讶领间巾里刺花新。\n","contyishang":[]}{"title":"唐雎不辱使命","nian":"先秦","author":"刘向 撰","contson":"\n　　秦王使人谓安陵君曰：“寡人欲以五百里之地易安陵，安陵君其许寡人！”安陵君曰：“大王加惠，以大易小，甚善；虽然，受地于先王，愿终守之，弗敢易！”秦王不说。安陵君因使唐雎使于秦。(说 通：悦)\n　　秦王谓唐雎曰：“寡人以五百里之地易安陵，安陵君不听寡人，何也？且秦灭韩亡魏，而君以五十里之地存者，以君为长者，故不错意也。今吾以十倍之地，请广于君，而君逆寡人者，轻寡人与？”唐雎对曰：“否，非若是也。安陵君受地于先王而守之，虽千里不敢易也，岂直五百里哉？”\n　　秦王怫然怒，谓唐雎曰：“公亦尝闻天子之怒乎？”唐雎对曰：“臣未尝闻也。”秦王曰：“天子之怒，伏尸百万，流血千里。”唐雎曰：“大王尝闻布衣之怒乎？”秦王曰：“布衣之怒，亦免冠徒跣，以头抢地耳。”唐雎曰：“此庸夫之怒也，非士之怒也。夫专诸之刺王僚也，彗星袭月；聂政之刺韩傀也，白虹贯日；要离之刺庆忌也，仓鹰击于殿上。此三子者，皆布衣之士也，怀怒未发，休祲降于天，与臣而将四矣。若士必怒，伏尸二人，流血五步，天下缟素，今日是也。”挺剑而起。\n　　秦王色挠，长跪而谢之曰：“先生坐！何至于此！寡人谕矣：夫韩、魏灭亡，而安陵以五十里之地存者，徒以有先生也。”\n","contyishang":["译文　　秦王派人对安陵君（安陵国的国君）说：“我打算要用方圆五百里的土地交换安陵，安陵君一定要答应我！”安陵君说：“大王给以恩惠，用大的地盘交换我们小的地盘，实在是善事；即使这样，但我从先王那里接受了封地，愿意始终守卫它，不敢交换！”秦王知道后（很）不高兴。因此安陵君就派遣唐雎出使到秦国。","　　秦王对唐雎说：“我用方圆五百里的土地交换安陵，安陵君却不听从我，为什么？况且秦国使韩国魏国灭亡，但安陵却凭借方圆五十里的土地幸存下来的原因，就是因为我把安陵君看作忠厚的长者，所以不打他的主意。现在我用安陵十倍的土地，让安陵君扩大自己的领土，但是他违背我的意愿，这不是看不\n"]}{"title":"浣溪沙·徐邈能中酒圣贤","nian":"宋代","author":"苏轼","contson":"\n徐邈能中酒圣贤，刘伶席地幕青天，潘郎白璧为谁连。无可奈何新白发，不如归去旧青山，恨无人借买山钱。\n","contyishang":["译文徐邈醉得连酒的清浊能辨，刘伶以地为坐席以青天作帐幕，夏侯湛死后，潘安和谁合称连白璧。没有什么办法不让新白发增添，不如归葬于家乡熟知的青山上，抱恨没有人借给我购田买房隐居的钱。","注释①浣溪沙：词牌名，唐教坊曲名，因春秋时期人西施浣纱于若耶溪而得名，后用作词牌名，又名“浣溪纱”“小庭花”等。此调有平仄两体。全词分上下两片，上片三句全用韵，下片末二句用韵，过片二句用对偶句的居多。音节明快，句式整齐，易于上口，为婉约派与豪放派多数词人所常用。②徐邈：字景山，燕国蓟人。三国时期魏国初建，官至尚书郎。中：醉昏。酒圣贤：言酒的清浊。\n"]}{"title":"送内寻庐山女道士李腾空二首","nian":"唐代","author":"李白","contson":"\n君寻腾空子，应到碧山家。水舂云母碓，风扫石楠花。若爱幽居好，相邀弄紫霞。\n多君相门女，学道爱神仙。素手掬青霭，罗衣曳紫烟。一往屏风叠，乘鸾着玉鞭。\n","contyishang":["译文老婆去寻李林甫的女儿——道士李腾空，应该去她在庐山上的茅庐。她正在用水舂提炼云母以炼丹药，茅庐傍边一定还种有石楠花。你如果喜爱她的幽静居处，就不妨住下，与她一道修炼。","贤妻是宰相的后代，也喜欢学道修炼神仙术。洁白的纤手掬弄青霭，绣花的衣裳飘曳紫烟。你一到庐山屏风叠，就可以手摇白玉鞭和腾空道长一起乘鹤飞天了。","注释⑴内：指妻子。⑵着玉鞭：一作“不着鞭”。"]}{"title":"更漏子·出墙花","nian":"宋代","author":"晏几道","contson":"\n出墙花，当路柳。借问芳心谁有。红解笑，绿能颦。千般恼乱春。 北来人，南去客。朝暮等闲攀折。怜晚芳，惜残阳。情知枉断肠。\n","contyishang":[]}{"title":"梦李白二首·其一","nian":"唐代","author":"杜甫","contson":"\n死别已吞声，生别常恻恻。江南瘴疠地，逐客无消息。故人入我梦，明我长相忆。恐非平生魂，路远不可测。魂来枫林青，魂返关塞黑。君今在罗网，何以有羽翼。落月满屋梁，犹疑照颜色。水深波浪阔，无使蛟龙得。(版本一)\n死别已吞声，生别常恻恻。江南瘴疠地，逐客无消息。故人入我梦，明我长相忆。君今在罗网，何以有羽翼。恐非平生魂，路远不可测。魂来枫林青，魂返关塞黑。落月满屋梁，犹疑照颜色。水深波浪阔，无使蛟龙得。(版本二)\n","contyishang":["译文为死别往往使人泣不成声， 而生离却常令人更加伤悲。江南山泽是瘴疬流行之处， 被贬谪的人为何毫无消息？老朋友你忽然来到我梦里， 因为你知道我常把你记忆。梦中的你恐不会是鬼魂吧， 路途遥远生与死实难估计。灵魂飘来是从西南青枫林， 灵魂返回是由关山的黑地。你如今陷入囹圄身不由己， 哪有羽翼飞来这北国之地？明月落下清辉洒满了屋梁， 迷离中见到你的颜容憔悴。水深浪阔旅途请多加小心， 不要失足落入蛟龙的嘴里。","注释⑴吞声：极端悲恸，哭不出声来。恻恻：悲痛。开头两句互文。⑵瘴疠：疾疫。古代称江南为瘴疫之地。逐客\n"]}{"title":"经邹鲁祭孔子而叹之","nian":"唐代","author":"李隆基","contson":"\n夫子何为者，栖栖一代中。地犹鄹氏邑，宅即鲁王宫。叹凤嗟身否，伤麟怨道穷。今看两楹奠，当与梦时同。\n","contyishang":["译文尊敬的孔老夫子，你一生劳碌奔波，周游列国，究竟想要做成什么呢？如今这地方还是鄹县的城邑，你终被安葬在了出生的土地，然而你的旧宅曾被后人毁坏，改建为鲁王宫。在你生活的当时，凤鸟不至，你叹息命运不好；麒麟出现，你又忧伤哀怨，感叹世乱道穷。你一生不如意，看今日你端坐在堂前两楹间，接受后人的顶礼祭奠，正如同你生前梦境中所见的一样，想必你也该稍感慰藉了吧。","注释⑴鲁：今山东曲阜，为春秋时鲁国都城。⑵夫子：这里是对孔子的敬称。何为者：犹“何为乎”。者：无义。⑶栖栖：忙碌不安的样子，形容孔子四方奔走\n"]}{"title":"高轩过","nian":"唐代","author":"李贺","contson":"\n韩员外愈皇甫侍御湜见过因而命作\n华裾织翠青如葱，金环压辔摇玲珑。马蹄隐耳声隆隆，入门下马气如虹。云是东京才子，文章巨公。二十八宿罗心胸，九精耿耿贯当中。殿前作赋声摩空，笔补造化天无功。庞眉书客感秋蓬，谁知死草生华风。我今垂翅附冥鸿，他日不羞蛇作龙。\n","contyishang":["译文两位大人穿着青翠如葱的官服，金环压着马辔头摇晃玲珑。马蹄声阵阵马车声响隆隆，下马进门来器宇轩昂气势如虹。原来一个是洛阳城的大才子，一个是名门天下的文章巨公。二十八宿的才气在他们胸中，天地精华他们都能融会贯通。殿前吟诗作赋声音响彻云空，笔能补造化之缺上天都没用。我这个客居他乡的粗眉书客，谁知到枯草能遇到春天和风。我就像垂翅的鸟儿附上大鸿雁，他日不羞惭小蛇变成大龙。","注释⑴高轩：高大华贵的车轩。过：拜访。高轩过，就是高车相访的意思。⑵员外、侍御：此二词疑为后人编集所\n"]}{"title":"途经秦始皇墓","nian":"唐代","author":"许浑","contson":"\n龙盘虎踞树层层，势入浮云亦是崩。一种青山秋草里，路人唯拜汉文陵。\n","contyishang":["译文龙盘虎踞地势雄峻绿树一层层，哪怕高入浮云最终也是要坍崩。赢政刘恒同样葬在青山秋草里，人们却只去祭拜汉文帝的霸陵。","注释⑴秦始皇墓：在陕西临潼下河村附近，南依骊山，北临渭水，坟茔巨大，草木森然。⑵龙盘虎踞：形容地势雄峻险要。⑶崩：败坏。《诗经·鲁颂·閟宫》：“不亏不崩。”汉郑玄注：“亏、崩，皆谓毁坏也。”⑷一种：一般，同样。⑸汉文陵：即霸陵，汉文帝刘恒的陵墓，在今陕西西安东郊的霸陵原上，距秦始皇陵不远。汉文帝生时以节俭出名，死后薄葬，霸陵极其朴素，受到后人称赞。"]}{"title":"南乡子·相见处","nian":"五代","author":"李珣","contson":"\n相见处，晚晴天，刺桐花下越台前。暗里回眸深属意，遗双翠，骑象背人先过水。\n","contyishang":["译文日暮天晴，一位美丽纯真的少女，在越台前盛开的刺桐花下，和一位风度翩翩、俊雅倜傥的少年偶然相遇。两人擦肩而过，她仍偷偷回望，深情地注视着少年，故意掉下一双翠羽，匆匆骑象离开游人，趟过小河先走了。","注释⑴南乡子：唐教坊曲名，后用作词牌。又名《好离乡》、《蕉叶怨》。原为单调，有二十七字、二十八字、三十字各体，平仄换韵。单调始自后蜀欧阳炯，此词牌即以欧阳炯《南乡子》为正体。南唐冯延巳始增为双调。冯词平韵五十六字，十句，上下片各四句用韵。另有五十八字体者。南乡子定格为双调五十六字，上下片各四平韵，一韵到底。 ⑵刺桐：植物名，似桐而\n"]}{"title":"赠从孙义兴宰铭","nian":"唐代","author":"李白","contson":"\n天子思茂宰，天枝得英才。朗然清秋月，独出映吴台。落笔生绮绣，操刀振风雷。蠖屈虽百里，鹏鶱望三台。退食无外事，琴堂向山开。绿水寂以闲，白云有时来。河阳富奇藻，彭泽纵名杯。所恨不见之，犹如仰昭回。元恶昔滔天，疲人散幽草。惊川无活鳞，举邑罕遗老。誓雪会稽耻，将奔宛陵道。亚相素所重，投刃应桑林。独坐伤激扬，神融一开襟。弦歌欣再理，和乐醉人心。蠹政除害马，倾巢有归禽。壶浆候君来，聚舞共讴吟。农人弃蓑笠，蚕女堕缨簪。欢笑相拜贺，则知惠爱深。历职吾所闻，称贤尔为最。化洽一邦上，名驰三江外。峻节贯云霄，通方堪远大。能文变风俗，好客留轩盖。他日一来游，因之严光濑。\n","contyishang":[]}{"title":"黄头郎","nian":"唐代","author":"李贺","contson":"\n黄头郎，捞拢去不归。南浦芙蓉影，愁红独自垂。水弄湘娥佩，竹啼山露月。玉瑟调青门，石云湿黄葛。沙上蘼芜花，秋风已先发。好持扫罗荐，香出鸳鸯热。\n","contyishang":["译文黄头郎，摇船外出，久久未归还。一个荷花般的身影在南面的水边，独自伫立，愁容满面。流水潺潺，像拨弄着湘娥的佩环，竹啼生露，月光布满山涧。轻拂玉瑟，弹起《青门》曲，山间的云露把黄色的葛花湿染。白色的蘼芜花开满了沙滩，早来的秋风预告着丈夫即将回返。为迎接亲人，铺扫罗锦褥垫，还急急忙忙把鸳鸯炉里的熏香点燃。","注释⑴黄头郎：汉代掌管船舶行驶的吏员。后泛指船夫。根据“五行”理论，土胜水，其色黄，所以古代撑船的人都戴黄帽，号为“黄头郎”。⑵捞拢：摇船荡桨。叶葱奇注：“捞拢，指摇船荡桨。”\n"]}{"title":"长相思·村姑儿","nian":"宋代","author":"蔡伸","contson":"\n村姑儿。红袖衣。初发黄梅插稻时。双双女伴随。 长歌诗。短歌诗。歌里真情恨别离。休言伊不知。\n","contyishang":[]}