{"title":"巫山高","nian":"唐代","author":"李贺","contson":"\n碧丛丛，高插天，大江翻澜神曳烟。楚魂寻梦风飔然，晓风飞雨生苔钱。瑶姬一去一千年，丁香筇竹啼老猿。古祠近月蟾桂寒，椒花坠红湿云间。\n","contyishang":["译文碧绿簇聚的巫山群峰高插云天。长江翻波浪，神女长裙拖带着云烟。楚王思念梦中神女，飕飕起凉风，天亮后只见风吹细雨，苔藓处处生。神女瑶姬一去千年杳无踪影，丁香丛中筇竹林里不时传出老猿的啼声。古祠接近月宫，蟾蜍桂树，高险阴冷，山间的椒子儿坠落，把云朵染红。","注释①《巫山高》：本为乐府古题，是《汉铙歌十八曲》之一。巫山：在今重庆巫山县东，山如巫字形，故名。②丛丛：群峰簇聚的样子。③大江：指长江。神：指巫山神女。翻澜（fān lán） ：波澜翻卷。曳（yè）烟：指神女在烟云中飞行，长裙拖带着云彩。\n"]}{"title":"狼山观海","nian":"宋代","author":"王安石","contson":"\n万里昆仑谁凿破，无边波浪拍天来。晓寒云雾连穷屿，春暖鱼龙化蛰雷。阆苑仙人何处觅？灵槎使者几时回？遨游半在江湖里，始觉今朝眼界开。\n","contyishang":["　　这是王安石的一首逸诗。《临川集》和李壁的《王荆文公诗笺注》以及沈钦韩的《王荆文公诗文笺注补注》都没有收这首诗，而是明万历年间编纂的《通州志》中记载，王安石在宋仁宗至和年间曾任海门县令，当时通州属淮南路，这和宋史本传所载“擢进士上第，签书淮南判官”相合。《全宋诗》关于王安石诗部分虽没有收全诗，可是却录有“残句”“阆苑仙人何处觅，灵槎使者几时回？”(笫77卷)且万历《通州志》所载诗题为《白狼观海》。","　　南通狼山，最初因山形似狼而得名，又传说山上曾有白狼出没，故又名白狼山。到宋淳化年间((990—995)州官杨钧以“狼”字不雅，以“琅”易“狼”，又以山石多呈紫色，改称紫琅\n"]}{"title":"早发白帝城 / 白帝下江陵","nian":"唐代","author":"李白","contson":"\n朝辞白帝彩云间，千里江陵一日还。两岸猿声啼不住，轻舟已过万重山。\n","contyishang":["译文清晨，朝霞满天，我就要踏上归程。从江上往高处看，可以看见白帝城彩云缭绕，如在云间，景色绚丽！千里之遥的江陵，一天之间就已经到达。两岸猿猴的啼声不断，回荡不绝。猿猴的啼声还回荡在耳边时，轻快的小船已驶过连绵不绝的万重山峦。","译文二清晨，我告别高入云霄的白帝城江陵远在千里，船行只一日时间。两岸猿声，还在耳边不停地啼叫不知不觉，轻舟已穿过万重青山。 ","注释⑴发：启程。白帝城：故址在今重庆市奉节县白帝山上。杨齐贤注：“白帝城，公孙述所筑。初，公孙述至鱼复，有白龙出井中，自以承汉土运，故称白帝，改鱼复为\n"]}{"title":"送温处士归黄山白鹅峰旧居","nian":"唐代","author":"李白","contson":"\n黄山四千仞，三十二莲峰。丹崖夹石柱，菡萏金芙蓉。伊昔升绝顶，下窥天目松。仙人炼玉处，羽化留馀踪。亦闻温伯雪，独往今相逢。采秀辞五岳，攀岩历万重。归休白鹅岭，渴饮丹砂井。凤吹我时来，云车尔当整。去去陵阳东，行行芳桂丛。回溪十六度，碧嶂尽晴空。他日还相访，乘桥蹑彩虹。\n","contyishang":["译文黄山高耸四千仞，莲花攒簇三十二峰。丹崖对峙夹石柱，有的像莲花苞，有的像金芙蓉。忆往昔，我曾登临绝顶，放眼远眺天目山上的老松。仙人炼玉的遗迹尚在，羽化升仙处还留有遗踪。我知道今天你要独往黄山，也许可以和温伯雪相逢。为采撷精华辞别五岳，攀岩临穴，经历艰险千万重。归来闲居白鹅岭上，渴了饮丹砂井中水。凤凰叫时我即来，你要准备云霓车驾一起游览天宫。来往陵阳仙山东，行走在芬芳的桂树丛中。回曲溪流十六渡，青山如嶂立晴空。以后我还会时常来访问，乘着弓桥步入彩虹中。\n"]}{"title":"阙题二首","nian":"唐代","author":"王维","contson":"\n荆谿白石出，天寒红叶稀。山路元无雨，空翠湿人衣。相看不忍发，惨淡暮潮平。语罢更携手，月明洲渚生。\n","contyishang":["　　此诗以诗人山行时所见所感,描绘了初冬时节的山中景色。“荆溪”发源于秦岭山中,流至长安东北汇入灞水。诗人的别墅也在秦岭山中,此诗所写应是其别墅周边的一段景色。首句写山中溪流:荆溪蜿蜒穿流,溪水清浅,因溪水冲刷而泛白的石头星星点点地露出水面。次句写山中红叶:天气业已寒冷,但山林间仍点缀着稀疏的红叶。从天寒而红叶犹未尽落,表明天气是初冬时节。在以上两句诗中,诗人以“白石出”与“红叶稀”概括而形象地向读者展示了初冬山中景色的显著特征。不过诗人接着就在第三、四句诗中告诉人们,上述景象并不是此时山景的全貌,此时山景的基本面貌,乃是由众多苍松翠柏等终年长青的树木构成的充满生命力的“空翠”,即一望无\n"]}{"title":"虞美人·影松峦峰","nian":"清代","author":"侯文曜","contson":"\n有时云与高峰匹，不放松峦历历。望里依岩附壁，一样黏天碧。有时峰与晴云敌，不许露珠轻滴。别是娇酣颜色，浓淡随伊力。\n","contyishang":["译文一时间云彩与高峰相聚，与峰间青松不明的样子。望着依偎在另一侧岩壁的云彩，一样的与天交接。有时候山峰与天气为敌，不允许有一滴露珠，特别是像酒一样的颜色，浓淡随着山崖之力。","注释①松峦峰：山名，浙江遂昌、河北平泉、辽宁锦州等地均有之，此处可能指浙江。②历历：清楚貌。"]}{"title":"鸟鸣涧","nian":"唐代","author":"王维","contson":"\n人闲桂花落，夜静春山空。月出惊山鸟，时鸣春涧中。\n","contyishang":["译文很少有人活动只有桂花无声地飘落，夜里一片静谧春日的山谷寂寂空空。明月升起光辉照耀惊动了山中栖鸟，不时地高飞鸣叫在这春天的溪涧中。","注释⑴鸟鸣涧：鸟儿在山涧中鸣叫。⑵人闲：指没有人事活动相扰。闲：安静、悠闲，含有人声寂静的意思。桂花：此指木樨，有春花、秋花等不同品种，这里写的是春天开花的一种。⑶春山：春日的山。亦指春日山中。空：空寂、空空荡荡。空虚。这时形容山中寂静，无声，好像空无所有。⑷月出：月亮升起。惊：惊动，扰乱。山鸟：山中的鸟。⑸时鸣：偶尔（时而）啼叫。时：时而，偶尔。"]}{"title":"酒泉子·长忆孤山","nian":"宋代","author":"潘阆","contson":"\n长忆孤山，山在湖心如黛簇。僧房四面向湖开。轻棹去还来。芰荷香喷连云阁。阁上清声檐下铎。别来尘土污人衣。空役梦魂飞。\n","contyishang":[]}