{"title":"采桑子·清明上巳西湖好","nian":"宋代","author":"欧阳修","contson":"\n清明上巳西湖好，满目繁华。争道谁家。绿柳朱轮走钿车。 游人日暮相将去，醒醉喧哗。路转堤斜。直到城头总是花。\n","contyishang":["译文清明节与上巳节的时候，西湖风光很好。满眼都是一片繁华景象。谁家的车马在抢道争先？一辆有着红色轮子和金色花朵的车子，为了超前，绕从道旁的柳树行中奔驰而过。游人在日暮时分相随归去。醒的醒，醉的醉，相互招呼，喧哗不已。从西湖弯斜的堤岸一直到城头，沿途都是开放的鲜花。","注释①上巳：节日名，古时以阴历三月上旬巳日为上巳，这一天人们多到水边嘻游，以消除不祥。②争道：游人车辆争先而行。③朱轮：漆着红色的轮子。汉制，太守所乘之车，以红漆涂轮。④钿车：嵌上金丝花纹作为装饰的车子。这句是说装着朱轮的钿车在绿柳之下驶过\n"]}{"title":"条山苍","nian":"唐代","author":"韩愈","contson":"\n条山苍，河水黄。浪波沄沄去，松柏在山冈。\n","contyishang":["译文苍翠的中条山啊，浪涛滚滚的黄河水。你的浪涛汹涌澎湃，一泻千里，流向远方；苍松翠柏，郁郁葱葱，挺立在山冈上。","注释（1）条山：即中条山，在今山西省西南部，黄河北岸，唐朝名山，许多诗人都在此题诗。 苍：深绿色。（2）河水：黄河之水。（3）沄沄（yún ）：形容波浪滔滔。（4）松柏：用“岁寒然后知松柏之后凋”原意。高冈：山冈，指中条山。首句已见山字，不应复出，故用高。"]}{"title":"登江中孤屿赠白云先生王迥","nian":"唐代","author":"孟浩然","contson":"\n悠悠清江水，水落沙屿出。回潭石下深，绿筱岸傍密。 鲛人潜不见，渔父歌自逸。忆与君别时，泛舟如昨日。 夕阳开返照，中坐兴非一。南望鹿门山，归来恨如失。\n","contyishang":["译文江上碧波荡漾清水悠悠，江水退去露出小岛沙洲。岩石下潭水漩流不见底，绿油油细竹傍岸长得稠。鲛人潜在潭底不见踪影，渔翁唱起棹歌自在优游。回想起与您分手的时候，泛舟的情景就像在昨日。夕阳斜照着傍晚的景物，独坐在小岛上兴味无穷。向南方遥望家乡鹿门山，归来满腹都是别绪离愁。","注释1.江中孤屿：当是涧南园附近汉江中的一个小岛。王迥：号白云先生，行九，家住襄阳鹿门山，有时卖药，是孟浩然的好友，两人关系相当密切。2.沙屿：沙滩和小岛，泛指小沙岛。3.筿（xiǎo）：又作“筱”，\n"]}{"title":"闻鹊喜·吴山观涛","nian":"宋代","author":"周密","contson":"\n天水碧，染就一江秋色。鳌戴雪山龙起蛰，快风吹海立。数点烟鬟青滴，一杼霞绡红湿，白鸟明边帆影直，隔江闻夜笛。\n","contyishang":["译文天光水色一片澄碧，染成一江清秋的景色，江潮涌来就像是神龟驮负的雪山，又像是蛰伏的巨龙从梦中惊起，疾风掀起海水像竖起的墙壁。远处几点青山像美人头上的鬟髻，弥漫着雾气青翠欲滴。一抹红霞如同刚织就的绡纱，带着汹涌的潮水迸溅的湿意。天边白鸟分明帆樯直立，入夜后隔江传来悠扬的笛声。","注释①王勃《滕王阁序》：“秋水共长天一色。“韦庄《谒金门》：“染就一溪新绿”，周句殆从此化出。②传说渤海中五山：岱舆、员峤、方壶、瀛洲、蓬莱。“巨鳌十五举首而载之，六万岁一交焉”。见《列子·汤问》。③蛰：潜伏。《周易·系辞传》：“龙蛇之蛰，\n"]}{"title":"满江红·中秋夜潮","nian":"宋代","author":"史达祖","contson":"\n万水归阴，故潮信盈虚因月。偏只到、凉秋半破，斗成双绝。有物指磨金镜净，何人拏攫银河决？想子胥今夜见嫦娥，沉冤雪。光直下，蛟龙穴；声直上，蟾蜍窟。对望中天地，洞然如刷。激气已能驱粉黛，举杯便可吞吴越。待明朝说似与儿曹，心应折！\n","contyishang":["译文滔滔江河归大海，而海水的潮涨潮落，皆与月亮的圆缺有关。偏偏只等到，过了半个秋天的时候，拼成明亮的圆月和壮观的潮水。这时，月亮好像经过什么人把表面重新揩磨以后，越发显得明亮澄圆。江潮到来就像银河被人挖开了一个决口那样，奔腾而下，想起冤死的伍子胥便看看月宫中的嫦娥。月光普泻，直照海底的蛟龙窟穴。潮声直展蟾蜍藏身的月官。月夜太空素光皓洁，而浩瀚海面又白浪如雪，广阔天地间洁净澄澈，犹如用刷子刷洗了一般。一腔激气直冲云霄，似乎能驱走月中的粉黛。他举杯酌酒，似乎一口气就能吞下吴越两国。若是明日把我今夜观潮所见之奇景与所生之豪情说与儿辈听听，那他们也会为之心胆惊裂啊！\n"]}{"title":"听嘉陵江水声寄深上人","nian":"唐代","author":"韦应物","contson":"\n凿崖泄奔湍，古称神禹迹。夜喧山门店，独宿不安席。水性自云静，石中本无声；如何两相激，雷转空山惊？贻之道门归，了此物我情。\n","contyishang":["译文击凿山崖飞泻急速的水流，号称是远古的大禹遗迹。晚上旅馆佛寺的大门喧腾声，独自一人夜里睡觉不能安然熟睡。水的特点本是安静的，石头中本来也没有声音。为什么两者互相冲击（水冲击石头），雷鸣幽深少人的山林使人惊。把这个问题遗留给寺观的旧友，了却它给我的疑问。","注释①嘉陵江，在今四川I省境内，为长江上游支流。上人，唐人称僧人为“上人”。②泄，渲泄，排放。奔湍，奔腾的激流。③神禹迹，传说中夏禹治水留下的遗迹。④自，本来，原来。云，语助词。⑤相激，相撞击。\n"]}{"title":"秋江送别二首","nian":"唐代","author":"王勃","contson":"\n早是他乡值早秋，江亭明月带江流。已觉逝川伤别念，复看津树隐离舟。\n归舟归骑俨成行，江南江北互相望。谁谓波澜才一水，已觉山川是两乡。\n","contyishang":[]}{"title":"江夏别宋之悌","nian":"唐代","author":"李白","contson":"\n楚水清若空，遥将碧海通。人分千里外，兴在一杯中。谷鸟吟晴日，江猿啸晚风。平生不下泪，于此泣无穷。\n","contyishang":["译文楚地之水清澈见底，似若空无，直与远处的大海相连。你我将远别于千里之外，兴致却同在眼前的杯酒之中。谷鸟天晴时不停地鸣叫，江岸之猿却向晚而哀号。我一生从不流泪，现在却泣涕不止。","注释⑴江夏：今湖北武汉武昌。宋之悌：为初唐时著名诗人宋之问之弟，李白友人。⑵楚水：指汉水汇入之后的一段长江水。⑶将：与。⑷谷鸟：山间或或水间的鸟。"]}{"title":"过分水岭","nian":"唐代","author":"温庭筠","contson":"\n溪水无情似有情，入山三日得同行。岭头便是分头处，惜别潺湲一夜声。\n","contyishang":["译文溪水无情却似对我脉脉有情，进山三天得以有它伴我同行。登山岭头就是我俩分手之处，潺湲流淌与我惜别一夜有声。","注释⑴分水岭：一般指两个流域分界的山。这里是指今陕西省略阳县东南的嶓冢山，它是汉水和嘉陵江的分水岭。⑵岭头：山头。分头：分别；分手。《文苑英华》作“分流”。⑶潺湲（chán yuán）：河水缓缓流动的样子。这里是指溪水流动的声音。"]}{"title":"初入淮河四绝句·其三","nian":"宋代","author":"杨万里","contson":"\n两岸舟船各背驰，波痕交涉亦难为。只余鸥鹭无拘管，北去南来自在飞。\n","contyishang":[]}