{"title":"裴给事宅白牡丹","nian":"唐代","author":"卢纶","contson":"\n长安豪贵惜春残，争玩街西紫牡丹。 别有玉盘承露冷，无人起就月中看。\n","contyishang":["译文长安的富贵人家痛惜春色将残，争相观赏大街以西的紫色牡丹。另有白色牡丹像玉盘承者冷露，却没有人愿在月光下欣赏细看。","注释⑴裴给事：姓裴的给事中，名不详。给事：官名。给事中的省称。⑵豪贵：指地位极其贵显的人。南朝陈徐陵《长干寺众食碑》：“须提请饭，致遗豪贵。”⑶街西：指朱雀门大街以西，地属长安县，多私家名园。一作“新开”。⑷玉盘：形容白牡丹开得大而美洁。承露：承接甘露。汉班固《西都赋》：“抗仙掌以承露，擢双立之金茎。”⑸看（kān）：意为“观看”，音念平声。"]}{"title":"宿新市徐公店","nian":"宋代","author":"杨万里","contson":"\n篱落疏疏一径深，树头花落未成阴。儿童急走追黄蝶，飞入菜花无处寻。\n","contyishang":["译文篱笆稀稀落落，一条小路通向远方，树上的花瓣纷纷飘落，却还尚未形成树阴。小孩子飞快地奔跑着追赶黄色的蝴蝶，可是蝴蝶突然飞入菜花丛中，再也找不到了。","注释①篱：篱笆。②疏疏：稀疏。③径：小路。④阴：树叶茂盛浓密而形成的树荫。⑤急走：奔跑。"]}{"title":"大林寺桃花","nian":"唐代","author":"白居易","contson":"\n人间四月芳菲尽，山寺桃花始盛开。 长恨春归无觅处，不知转入此中来。\n","contyishang":["译文在人间四月里百花凋零已尽，高山古寺中的桃花才刚刚盛开。我常为春光逝去无处寻觅而怅恨，却不知它已经转到这里来。","注释⑴大林寺：在庐山大林峰，相传为晋代僧人昙诜所建，为中国佛教胜地之一。⑵人间：指庐山下的平地村落。芳菲：盛开的花，亦可泛指花，花草艳盛的阳春景色。尽：指花凋谢了。⑶山寺：指大林寺。始：才；刚刚。⑷长恨：常常惋惜。春归：春天回去了。觅：寻找。⑸不知：岂料，想不到。转：反。此中：这深山的寺庙里。"]}{"title":"鬲溪梅令·丙辰冬自无锡归作此寓意","nian":"宋代","author":"姜夔","contson":"\n好花不与殢香人。浪粼粼。又恐春风归去绿成阴。玉钿何处寻。木兰双桨梦中云。小横陈。漫向孤山山下觅盈盈。翠禽啼一春。\n","contyishang":[]}{"title":"紫薇花","nian":"唐代","author":"杜牧","contson":"\n晓迎秋露一枝新，不占园中最上春。桃李无言又何在，向风偏笑艳阳人。\n","contyishang":[]}{"title":"冬青花","nian":"宋代","author":"林景熙","contson":"\n冬青花，花时一日肠九折。隔江风雨晴影空，五月深山护微雪。石根云气龙所藏，寻常蝼蚁不敢穴。移来此种非人间，曾识万年觞底月。蜀魂飞绕百鸟臣，夜半一声山竹裂。\n","contyishang":[]}{"title":"六州歌头·东风著意","nian":"宋代","author":"韩元吉","contson":"\n东风著意，先上小桃枝。红粉腻，娇如醉，倚朱扉。记年时，隐映新妆面，临水岸，春将半，云日暖，斜桥转，夹城西。草软莎平，跋马垂杨渡，玉勒争嘶。认娥眉凝笑，脸薄拂燕脂。绣户曾窥，恨依依。共携手处，香如雾，红随步，怨春迟。消瘦损，凭谁问？只花知，泪空垂。旧日堂前燕，和烟雨，又双飞。人自老，春长好，梦佳期。前度刘郎，几许风流地，花也应悲。但茫茫暮霭，目断武陵溪，往事难追。\n","contyishang":["译文东风带着情意，先飞上小小的桃枝。美人红粉细腻，娇艳如痴如醉，斜倚着朱红的门扉。记得去年时，她新妆衬着芙蓉面，隐隐与桃花相映争艳。她来到水岸，春天过去一半，云日暖融融，顺着斜桥回转，直到夹城西边。绿草柔软平展，马儿跑得欢，渡口上垂柳翩翩，玉勒的骏马嘶鸣着驰跃争先。我认出她秀美的蛾眉，凝神一瞥的笑脸，面颊上胭脂敷得淡淡。曾在绣窗前偷偷窥视的佳人今日不复见，依依相思愁恨绵绵不断。当年携手共游之处，桃花依旧芳香如雾，满地落红随着步履旋舞，怨恨春光到了迟暮。惜春人也销魂瘦损，又靠谁来慰问？只有桃花知心，空将清泪垂淋。旧日堂前筑巢的燕儿，随着烟雾迷蒙的春雨，又双双飞回旧居\n"]}{"title":"","nian":"","author":"","contson":"","contyishang":[]}{"title":"宣城见杜鹃花","nian":"唐代","author":"李白","contson":"\n蜀国曾闻子规鸟，宣城又见杜鹃花。一叫一回肠一断，三春三月忆三巴。\n","contyishang":["译文在遥远的故乡，曾听过子规鸟凄恻的鸣啼；如今在异乡宣城，又看到盛开的杜鹃花。子规鸣叫悲啭，使人愁肠寸断。暮春三月，这鸟鸣花开的时节，游子正思念他的故乡三巴。","注释⑴宣城：今属安徽。⑵蜀国：指四川。子规鸟：又名杜鹃，因鸣声凄厉，动人乡思，故俗称断肠鸟，蜀地最多；传说是古蜀王杜宇死后所化。⑶杜鹃花：即映山红，每年春末盛开，正是杜鹃鸟啼之时，故名杜鹃花。⑷三春：指春季。三巴：巴郡、巴东、巴西三郡，即指蜀国，今四川。"]}{"title":"水龙吟·燕忙莺懒芳残","nian":"宋代","author":"章楶","contson":"\n燕忙莺懒芳残，正堤上、柳花飘坠。轻飞乱舞，点画青林，全无才思。闲趁游丝，静临深院，日长门闭。傍珠帘散漫，垂垂欲下，依前被、风扶起。兰帐玉人睡觉，怪春衣、雪沾琼缀。绣床旋满，香毬无数，才圆却碎。时见蜂儿，仰粘轻粉，鱼吞池水。望章台路杳，金鞍游荡，有盈盈泪。(香毬 一作：香球)\n","contyishang":["译文燕儿忙忙，莺儿懒獭，繁花芳残。柳堤上，杨花飘飘坠落，轻轻舒展，曼舞婆婆，在绿色的林木中点画渲染，使人忆起韩愈“杨花榆荚无才思”的诗篇。杨花她悠闲地趁着春日的游丝，悄悄地进入了深深的庭院。此时正是日长门闭，依傍着珠帘四散。缓缓地想飘入闺房，却又一如先前，被风儿扶起。美丽的玉帐里少妇正在入睡，杨花沾满了少妇的春衣，像飞雪一般地沾附，像琼玉一般轻缀。美丽的绣床上也很快就沾满了无数的香球，才圆了，很快又破碎。少妇无法入睡，不时有蜂儿，身上沾着花粉在飞，池水里，有鱼儿戏水欢会。望望那夫婿游荡的长满柳树的章台路，路杳杳，无消息，不禁涌出了热泪。","注释\n"]}{"title":"占春芳·红杏了","nian":"宋代","author":"苏轼","contson":"\n红杏了，夭桃尽，独自占春芳。不比人间兰麝，自然透骨生香。对酒莫相忘。似佳人、兼合明光。只忧长笛吹花落，除是宁王。\n","contyishang":["译文红杏花开过了，娇艳的桃花凋谢了，梨花独自暮春开放，兰草麝香怎能和梨花相比呢？梨花的香气自然飘来深深的像从骨子里沁出。饮酒赏花，忆起这酒似歌妓“佳人”的姿色，兼有荼蘼花般的香艳，梨花啊！不要因时令之笛吹落；否则，担心的便是开国受命之宁王。","注释⑴占春芳：词牌名。《万树词律》卷四注云：“此体他无作者，想因第三句为题名。”《词式》卷二：“苏轼咏杏花，制此调。”⑵红杏了：红杏花开过了。⑶夭桃尽：娇艳的桃花凋谢了。《诗经·周南·桃夭》：“桃之夭夭，灼灼其华。”⑷兰麝（shè）：兰草与麝香，即大自然生成的兰草\n"]}{"title":"水龙吟·载学士院有之","nian":"宋代","author":"辛弃疾","contson":"\n倚栏看碧成朱，等闲褪了香袍粉。上林高选，匆匆又换，紫云衣润。几许春风，朝薰暮染，为花忙损。笑旧家桃李，东涂西抹，有多少、凄凉恨。拟倩流莺说与，记荣华、易消难整。人间得意，千红百紫，转头春尽。白发怜君，儒冠曾误，平生官冷。算风流未减，年年醉里，把花枝问。\n","contyishang":[]}{"title":"别储邕之剡中","nian":"唐代","author":"李白","contson":"\n借问剡中道，东南指越乡。舟从广陵去，水入会稽长。竹色溪下绿，荷花镜里香。辞君向天姥，拂石卧秋霜。\n","contyishang":["译文向你打探问去剡中的道路，你举手示意遥指东南方的越地。乘船由扬州而南下，长长的流水一直通向会稽。溪水清澈，掩映着丛丛绿竹，水明净如镜，映着荷花的倒影，传出阵阵清香。与君辞别前往天姥，抖尽石尘我将高卧于秋日的霜露之中。","注释储邕：诗人的朋友。剡中：今浙江嵊州、新昌一带，当地有剡溪，山清水秀。借问：请问，打听。越乡：今浙江绍兴周围。春秋时越国统治中心。广陵：今江苏扬州。会稽：今浙江绍兴。镜：指水面。一则阳光照射，水面闪闪发光，二则水面清澈见底，所以比喻为镜\n"]}{"title":"好事近·梦中作","nian":"宋代","author":"秦观","contson":"\n春路雨添花，花动一山春色。行到小溪深处，有黄鹂千百。 飞云当面化龙蛇，夭矫转空碧。醉卧古藤阴下，了不知南北。\n","contyishang":["春天到来野花在雨中开了，一枝花的开放说明春天的到来。（我）走到山谷里的小溪旁，惊起了成百上千的黄鹂鸟儿。春天的云在蓝天下犹如龙蛇一样翻转变化。（我）喝醉酒后躺在小溪旁边的古树藤的阴凉下边，也不知道了东南西北。"]}{"title":"燕山亭·北行见杏花","nian":"宋代","author":"赵佶","contson":"\n裁剪冰绡，轻叠数重，淡著胭脂匀注。新样靓妆，艳溢香融，羞杀蕊珠宫女。易得凋零，更多少、无情风雨。愁苦。问院落凄凉，几番春暮。凭寄离恨重重，者双燕，何曾会人言语。天遥地远，万水千山，知他故宫何处。怎不思量，除梦里、有时曾去。无据，和梦也新来不做。\n","contyishang":["译文剪裁好白色的丝绸，轻轻叠成数层，又将淡淡的胭脂均匀的涂抹，时髦的漂亮衣服，艳丽的色彩融入四溢的清香，简直羞杀了天上的蕊珠宫的仙女。红颜易凋零，更何况，经历了多少无情的风雨 ，面对愁苦的情景，扣问凄凉的院落，还要经受几番春暮。谁帮我寄去重重的离愁，这双飞的燕子哪里懂得人间的苦痛。天遥地远，万水千山阻隔，哪里知道故园今在何处？只有在梦中有时曾去。就连梦也难做成，因我痛苦的彻夜难眠。","注释1.宴山亭：词牌名。一作《燕山亭》。与《山亭宴》无涉。以宋徽宋赵佶词为准。双片九十九字。上片十一句五仄韵，下片十句五仄韵。上片第八句为上三下四句式。第九\n"]}{"title":"南乡子·咏瑞香","nian":"清代","author":"顾太清","contson":"\n花气霭芳芬，翠幕重帘不染尘。梦里真香通鼻观，氤氲。不是婷婷倩女魂。细蕊缀纷纷，淡粉轻脂最可人。懒与凡葩争艳冶，清新。赢得嘉名自冠群。\n","contyishang":[]}{"title":"湘岸移木芙蓉植龙兴精舍","nian":"唐代","author":"柳宗元","contson":"\n有美不自蔽，安能守孤根。盈盈湘西岸，秋至风霜繁。丽影别寒水，浓芳委前轩。芰荷谅难杂，反此生高原。\n","contyishang":["译文姿容艳美，既不自藏；岂容独处，无人欣赏。亭亭玉立，潇水西畔；秋季来临，风紧霜繁。艳丽倩影，告别寒江；移植廊前，散发芳香。它与荷花，混杂实难；与之不同，故生高岸。","注释⑴木芙蓉：又称木莲，生于陆地。⑵美：指木芙蓉。⑶盈盈：姿态美好的样子。湘西：潇水西岸。⑷委：放置，指栽培。轩：有窗的长廓或小室。⑸芰荷：荷花。⑹高原：高地。"]}{"title":"咏槿","nian":"唐代","author":"李白","contson":"\n园花笑芳年，池草艳春色。犹不如槿花，婵娟玉阶侧。 芬荣何夭促，零落在瞬息。岂若琼树枝，终岁长翕赩。\n","contyishang":["译文园花笑在美好的年岁，春光里池草更觉鲜艳。还不如篱边的木槿花，在玉阶旁姿态如婵娟。花香草茂生命太短促，花草凋落只在霎那间。哪里像美丽的玉树枝，一年到头都光彩灿烂。","注释1.园花：泛指园中百花。2.芳年：美好的年岁。亦指少年青春，意即为各自的芳年而笑。唐卢照邻《长安古意》诗：“借问吹箫向紫烟，曾经学舞度芳年。”3.艳春色：献艳于春色之中。4.婵娟：形容姿容美好的样子。唐孟郊《婵娟篇》：“花婵娟，泛春泉；竹婵娟，笼晓烟；妓婵娟，不长妍；月婵娟，真可怜。”5.芬荣：芳香\n"]}{"title":"咏桂","nian":"唐代","author":"李白","contson":"\n世人种桃李，皆在金张门。攀折争捷径，及此春风暄。一朝天霜下，荣耀难久存。安知南山桂，绿叶垂芳根。清阴亦可托，何惜树君园。\n","contyishang":[]}{"title":"回中牡丹为雨所败二首","nian":"唐代","author":"李商隐","contson":"\n下苑他年未可追，西州今日忽相期。水亭暮雨寒犹在，罗荐春香暖不知。舞蝶殷勤收落蕊，有人惆怅卧遥帷。章台街里芳菲伴，且问宫腰损几枝？\n浪笑榴花不及春，先期零落更愁人。玉盘迸泪伤心数，锦瑟惊弦破梦频。万里重阴非旧圃，一年生意属流尘。前溪舞罢君回顾，并觉今朝粉态新。\n","contyishang":["译文其一在曲江林苑往年不可回忆，在西州今天忽然相互盼望。水边亭台幕天大雨春寒之气还存在，丝罗褥子春天散香虽温暖让人没感知。飞舞的蝴蝶专注采收落花之粉，美人在远处忧愁地卧在帷幕中。长安章台街里还有其他花朵为伴，暂且问您牡丹花如楚宫女的细腰在风雨后又减损多少枝？","其二不要笑石榴花盛开迟而赶不上芳春，牡丹春过早地凋落更是愁人。它那花冠如洁白的玉盘，泪珠飞溅，伤心屡屡；无情风雨像急奏的锦瑟，繁弦促柱，破梦频频。万里阴云密布，已不是过去花圃，一年美好生机，早付与污泥流尘。在前\n"]}{"title":"春光好·花滴露","nian":"五代","author":"欧阳炯","contson":"\n花滴露，柳摇烟，艳阳天。雨霁山樱红欲烂，谷莺迁。饮处交飞玉斝，游时倒把金鞭。风飐九衢榆叶动，簇青钱。\n","contyishang":[]}{"title":"鹧鸪天·桂花","nian":"宋代","author":"李清照","contson":"\n暗淡轻黄体性柔，情疏迹远只香留。何须浅碧深红色，自是花中第一流。(深红 一作：轻)梅定妒，菊应羞，画阑开处冠中秋。骚人可煞无情思，何事当年不见收。(阑 通：栏)\n","contyishang":["译文　　淡黄色的桂花，并不鲜艳，但体态轻盈。于幽静之处，不惹人注意，只留给人香味。不需要具有名花的红碧颜色。桂花色淡香浓，应属最好的。　　（和桂花相比）梅花一定妒嫉，菊花自当羞惭。桂花是秋天里百花之首，天经地义。可憾屈原对桂花不太了解，太没有情意了。不然，他在《离骚》中赞美那么多花，为什么没有提到桂花呢？","注释⑴鹧鸪天：词牌名。⑵“画阑”句：化用李贺《金铜仙人辞汉歌》的“画栏桂树悬秋香”之句意，谓桂花为中秋时节首屈一指的花木。⑶“骚人”二句：取意于陈与义《清平乐·木犀》的“楚人未识孤妍，《离骚》遗恨千年”之句意。“骚\n"]}{"title":"霓裳中序第一·茉莉咏","nian":"宋代","author":"尹焕","contson":"\n青颦粲素靥。海国仙人偏耐热。餐尽香风露屑。便万里凌空，肯凭莲叶。盈盈步月。悄似怜、轻去瑶阙。人何在，忆渠痴小，点点爱轻撅。 愁绝。旧游轻别。忍重看、锁香金箧。凄凉清夜簟席。杳杳诗魂，真化风蝶。冷香清到骨。梦十里、梅花霁雪。归来也，恹恹心事，自共素娥说。\n","contyishang":["译文　　青青的茉莉叶片如美人皱着的眉眼，洁白的茉莉花朵犹如美人的一张笑脸。我很疑惑，她是仙女本来自海中之国，竟能耐得住这杯中的炎热。莫非她喝尽了香风和甘露玉汤，不然她的气息怎会如此芳香。她的香味悠长能够冲向万里长空，却浮在杯中宛如朵朵微小的芙蓉。她仿佛是位轻盈的仙女在月中步行，悄无声息惹人爱怜地飘入仙宫。她怎会到这里来?想是她娇小不懂世风险恶，便轻易地被人摘采。真为她感到愁苦，轻易地离别了她的故土。不忍心再看她如今的出路，那么芳香的她竟在上锁的首饰小箱里居住。我在竹席上度过凄凉的今夜，怕我那难以捉摸的诗魂会像她一样化作小小风蝶。茉莉幽幽的香气已沁入我的骨子里，如今在我十里之长\n"]}{"title":"腊日宣诏幸上苑 / 催花诗","nian":"唐代","author":"武则天","contson":"\n明朝游上苑，火速报春知。花须连夜发，莫待晓风吹。\n","contyishang":[]}{"title":"更漏子·出墙花","nian":"宋代","author":"晏几道","contson":"\n出墙花，当路柳。借问芳心谁有。红解笑，绿能颦。千般恼乱春。 北来人，南去客。朝暮等闲攀折。怜晚芳，惜残阳。情知枉断肠。\n","contyishang":[]}{"title":"渡海至琼管天宁寺咏阇提花三首","nian":"宋代","author":"李纲","contson":"\n深院无人帘幕垂，玉英翠羽灿芳枝。世间颜色难相似，淡月初残未坠时。\n冰玉风姿照座骞，炎方相遇且相宽。纻衣缟带平生志，正念幽人尚素冠。\n阻涉鲸波寇盗森，中原回首涕沾襟。清愁万斛无消处，赖有幽花慰客心。\n","contyishang":[]}