{"title":"秋宿湘江遇雨","nian":"唐代","author":"谭用之","contson":"\n江上阴云锁梦魂，江边深夜舞刘琨。秋风万里芙蓉国，暮雨千家薜荔村。乡思不堪悲橘柚，旅游谁肯重王孙。渔人相见不相问，长笛一声归岛门。\n","contyishang":["译文湘江上阴云笼罩，使人心情郁闷。深夜里徘徊江岸，想起刘琨的远大抱负。秋风吹动，万里芙蓉花摇曳生姿。暮雨洗尘，千村的薜荔枝苍翠可爱。乡思难耐，看见橘柚更令人悲叹。羁旅他乡，如被弃的山野之人无人看重。就是打鱼人和我相见，也不与我说一句话。自管吹着长笛回岛去了。","注释1、湘江：即湘水，发源于广西兴安县海阳山，北流至湖南，注入洞庭湖，是湖南省最大的河流。2、锁：束缚，封住。3、梦魂：梦乡之魂，指思乡之情。4、刘琨：晋朝人，少怀壮志，与祖逖相互激励，常闻鸡鸣而起来舞剑，准备为国家作一番\n"]}{"title":"梅雨","nian":"唐代","author":"柳宗元","contson":"\n梅实迎时雨，苍茫值晚春。愁深楚猿夜，梦断越鸡晨。海雾连南极，江云暗北津。素衣今尽化，非为帝京尘。\n","contyishang":["译文杨梅结实正是阴雨连绵的时候，天地苍茫一片，时间恰是晚春。愁深难眠更哪堪楚猿夜啼，好梦易醒禁不住越鸡伺晨。雨雾朦朦从海隅直达南极边的尽头，江涛汹汹淹没了北去的渡口。身上的白衣被江南的梅雨墨染，却不是京城的尘埃所为。","注释⑴梅雨：农历四五月间，江南一带在杨梅成熟时，常阴雨连绵，这段时间，就称作梅雨季节。其雨叫梅雨，也叫黄梅雨，⑵梅实：杨梅的果实，俗称杨梅。⑶楚、越：泛指江南，这里都是指江南的永州，永州是荆楚的最南端，也是南越的最北处。⑷海雾：海上的雾气。张若虚《春江花月夜》“斜\n"]}{"title":"伤春怨·雨打江南树","nian":"宋代","author":"王安石","contson":"\n雨打江南树。一夜花开无数。绿叶渐成阴，下有游人归路。 与君相逢处。不道春将暮。把酒祝东风，且莫恁、匆匆去。\n","contyishang":[]}{"title":"汉宫春·会稽秋风亭观雨","nian":"宋代","author":"辛弃疾","contson":"\n亭上秋风，记去年袅袅，曾到吾庐。山河举目虽异，风景非殊。功成者去，觉团扇、便与人疏。吹不断，斜阳依旧，茫茫禹迹都无。千古茂陵词在，甚风流章句，解拟相如。只今木落江冷，眇眇愁余。故人书报，莫因循、忘却蓴鲈。谁念我，新凉灯火，一编太史公书。\n","contyishang":["译文秋风亭上的秋风姗姗吹过，拂拭着我的脸；记得它去年曾到过我的家。我抬头观望，这里的山河与我家里的山河形状虽然不一样，但人物风情却很相似。功成的人走了，我觉得到了秋天气候变冷，团扇也被人抛弃了。斜阳与过去一样，秋风是吹不断的；野外一片茫茫，古代治水英雄大禹的功绩和遗迹一点也没有了。一千多年前汉武帝刘彻写的《秋风辞》，真是好的诗章，美妙的词句，可以称得上千古绝唱，到现在人们还在传诵着它。怎么有人说那是模仿司马相如的章句呢？现在树叶落了，江水冷了，向北方望去，一片茫茫，真叫我感到忧愁。朋友来信：“催我赶快回家，不要迟延，现在正是吃蒪羹鲈鱼美味的时候。”有谁会想到我，在\n"]}{"title":"约客","nian":"宋代","author":"赵师秀","contson":"\n黄梅时节家家雨，青草池塘处处蛙。有约不来过夜半，闲敲棋子落灯花。\n","contyishang":["译文梅子黄时，家家都被笼罩在雨中，长满青草的池塘边上，传来阵阵蛙声。时间已过午夜，已约请好的客人还没有来，我无聊地轻轻敲着棋子，震落了点油灯时灯芯结出的疙瘩。","注释⑴约客：邀请客人来相会。⑵黄梅时节：五月，江南梅子熟了，大都是阴雨绵绵的时候，称为“梅雨季节”，所以称江南雨季为“黄梅时节”。意思就是夏初江南梅子黄熟的时节。家家雨：家家户户都赶上下雨。形容处处都在下雨。⑶处处蛙：到处是蛙声。⑷有约：即为邀约友人。⑸落灯花：旧时以油灯照明，灯心烧残，落下来时好像一朵闪亮的小花。落，使……掉落。灯\n"]}{"title":"烛影摇红·元夕雨","nian":"宋代","author":"吴文英","contson":"\n碧澹山姿，暮寒愁沁歌眉浅。障泥南陌润轻酥，灯火深深院。入夜笙歌渐暖。彩旗翻、宜男舞遍。恣游不怕，素袜尘生，行裙红溅。 银烛笼纱，翠屏不照残梅怨。洗妆清靥湿春风，宜带啼痕看。楚梦留情未散。素娥愁、天深信远。晓窗移枕，酒困香残，春阴帘卷。\n","contyishang":[]}{"title":"河传·秋雨","nian":"五代","author":"阎选","contson":"\n秋雨，秋雨，无昼无夜，滴滴霏霏。暗灯凉簟怨分离，妖姬，不胜悲。西风稍急喧窗竹，停又续，腻脸悬双玉。几回邀约雁来时，违期，雁归，人不归。\n","contyishang":["译文秋雨不停地下啊！秋雨不停地下啊！不分昼夜，不停飘洒。昏暗的灯光下，她躺在冰冷的席垫上怨恨着和情人的分离，美丽的姑娘禁不住这样的悲哀。西风渐渐急了起来，吹得窗前竹枝发响。时停时续地，她那敷着脂粉的脸上悬挂着两行泪水。本来很多次都约定好，每年秋天大雁归来的时候就能相见，而对方却又一次次地违期，眼看大雁归来了，人却没有归来。","注释无昼无夜：不分昼夜的意思。霏：飘扬。簟（diàn）：竹席，席垫。妖姬：美丽的姑娘。姬，美女。《吴越春秋》卷三：“于是庄王弃其秦姬越女，罢钟鼓之乐。”稍：逐渐，渐渐。\n"]}{"title":"秋雨中赠元九","nian":"唐代","author":"白居易","contson":"\n不堪红叶青苔地，又是凉风暮雨天。莫怪独吟秋思苦，比君校近二毛年。\n","contyishang":["　　“不堪红叶青苔地，又是凉风暮雨天。” 这两句是说，青苔地上落满红叶，秋天的悲凉气氛，实令人不堪忍受，何况又是凉风劲吹，晚间落雨的天候。","　　“莫怪独吟秋思苦，比君校近二毛年。”可见因秋而思友，因秋而悲叹年华易逝，白发（二毛）将生，不觉距老年临近了（白居易长元稹七岁）。以景寓情，委婉含蓄，虽语调沉郁，却韵味有致。--引自李济洲编著之《全唐诗佳句赏析》。"]}{"title":"风雨","nian":"先秦","author":"佚名","contson":"\n风雨凄凄，鸡鸣喈喈。既见君子，云胡不夷。风雨潇潇，鸡鸣胶胶。既见君子，云胡不瘳。风雨如晦，鸡鸣不已。既见君子，云胡不喜。\n","contyishang":["译文风凄凄呀雨凄凄，窗外鸡鸣声声急。风雨之时见到你，怎不心旷又神怡。风潇潇呀雨潇潇，窗外鸡鸣声声绕。风雨之时见到你，心病怎会不全消。风雨交加昏天地，窗外鸡鸣声不息。风雨之时见到你，心里怎能不欢喜。","注释①喈（jiē 皆）喈：鸡鸣声。②云：语助词。胡：何。夷：平，指心中平静。③胶胶：或作“嘐嘐”，鸡鸣声。④瘳（chōu 抽）：病愈，此指愁思萦怀的心病消除。⑤晦：黑夜。"]}{"title":"喜雨亭记","nian":"宋代","author":"苏轼","contson":"\n　　亭以雨名，志喜也。古者有喜，则以名物，示不忘也。周公得禾，以名其书；汉武得鼎，以名其年；叔孙胜敌，以名其子。其喜之大小不齐，其示不忘一也。\n　　予至扶风之明年，始治官舍。为亭于堂之北，而凿池其南，引流种木，以为休息之所。是岁之春，雨麦于岐山之阳，其占为有年。既而弥月不雨，民方以为忧。越三月，乙卯乃雨，甲子又雨，民以为未足。丁卯大雨，三日乃止。官吏相与庆于庭，商贾相与歌于市，农夫相与忭于野，忧者以喜，病者以愈，而吾亭适成。\n　　于是举酒于亭上，以属客而告之，曰：“五日不雨可乎？”曰：“五日不雨则无麦。”“十日不雨可乎？”曰：“十日不雨则无禾。”“无麦无禾，岁且荐饥，狱讼繁兴，而盗贼滋炽。则吾与二三子，虽欲优游以乐于此亭，其可得耶？今天不遗斯民，始旱而赐之以雨。使吾与二三子得相与优游以乐于此亭者，皆雨之赐也。其又可忘耶？”\n　　既以名亭，又从而歌之，曰：“使天而雨珠，寒者不得以为襦；使天而雨玉，饥者不得以为粟。一雨三日，伊谁之力？民曰太守。太守不有，归之天子。天子曰不然，归之造物。造物不自以为功，归之太空。太空冥冥，不可得而名。吾以名吾亭。” \n","contyishang":["译文　　这座亭子用雨来命名，是为了纪念喜庆的事件。古时候有了喜事，就用它来命名事物，表示不忘的意思。周公得到天子赏赐的稻禾，便用“嘉禾”作为他文章的篇名；汉武帝得了宝鼎，便用“元鼎”称其年号；叔孙得臣打败敌人侨如，便用侨如作为儿子的名字。他们的喜事大小不一样，但表示不忘的意思却是一样的。","　　我到扶风的第二年，才开始造官邸，在堂屋的北面修建了一座亭子，在南面开凿了一口池塘，引来流水，种上树木，把它当做休息的场所。这年春天，在岐山的南面下了麦雨，占卜此事，认为今年有个好年成。然而此后整整一个月没有下雨，百姓才因此忧虑起来。到了三月的乙卯日，天才下雨，甲子日又下雨\n"]}{"title":"绮罗香·咏春雨","nian":"宋代","author":"史达祖","contson":"\n做冷欺花，将烟困柳，千里偷催春暮。尽日冥迷，愁里欲飞还住。惊粉重、蝶宿西园，喜泥润、燕归南浦。最妨它、佳约风流，钿车不到杜陵路。 沉沉江上望极，还被春潮晚急，难寻官渡。隐约遥峰，和泪谢娘眉妩。临断岸、新绿生时，是落红、带愁流处。记当日、门掩梨花，剪灯深夜语。\n","contyishang":["译文春雨挟着冷气，欺凌早开的花朵，雾气漫着烟缕，困疲垂拂的柳树，千里烟雨暗暗地催促着晚春的迟暮。整日里昏暗迷蒙，像忧愁满腹，想要飘飞又忽然停住。蝴蝶吃惊自己的翅膀湿重，落在西园栖息；春燕喜欢用湿润的春泥筑巢，飞来飞去。最无奈，是道路的泥泞，妨碍了风流男女的约会佳期，使他们华丽的车辆到不了杜陵路。极目眺望，江面上烟雾沉沉。再加上春潮正在迅急，令人难以找到官家的渡口。远山全都隐隐约约，宛如佳人那含情的眼睛和眉峰。临近残断的河岸，可见绿绿的水波涨起，使水面上漂着片片落红，带着幽愁漂流向东。记得当日，正是因为有你，我怕梨花被吹打才掩起院门。正是因为有你，我才和那位佳人在西窗下秉烛谈心\n"]}{"title":"阮郎归·春风吹雨绕残枝","nian":"宋代","author":"佚名","contson":"\n春风吹雨绕残枝，落花无可飞。小池寒绿欲生漪，雨晴还日西。帘半卷，燕双归。讳愁无奈眉。翻身整顿着残棋，沉吟应劫迟。\n","contyishang":["　　“春风”二句起调低沉，一开始就给人以掩抑低回之感。春风吹雨已自凄凉，而花枝已凋残矣，风雨仍依旧吹打不舍，景象更为惨淡。“落花无可飞”，写残红满地，沾泥不起，比雨绕残枝，又进一层，表面上写景，实际上渗透着悲伤情绪。两句为全篇奠定了哀婉的基调。","　　三、四句写雨霁天晴，接理色调应该转为明朗，情绪应该转为欢快。可是不然，词的感情旋律仍旧脱离不了低调。盖风雨虽停，而红日却已西沉。因此凄凉的氛围非但没有解除，反而又被被抹上了一层暮色。","　　词的下阕，由写景转入抒情，仍从景物引起。“帘半卷，燕双归”，开帘待燕，亦闺中常事，而引起下句如许之愁，无他，“双燕”的“双”\n"]}{"title":"玉真公主别馆苦雨赠卫尉张卿二首","nian":"唐代","author":"李白","contson":"\n秋坐金张馆，繁阴昼不开。空烟迷雨色，萧飒望中来。翳翳昏垫苦，沉沉忧恨催。清秋何以慰，白酒盈吾杯。吟咏思管乐，此人已成灰。独酌聊自勉，谁贵经纶才。弹剑谢公子，无鱼良可哀。\n苦雨思白日，浮云何由卷。稷契和天人，阴阳乃骄蹇。秋霖剧倒井，昏雾横绝巘。欲往咫尺途，遂成山川限。潈潈奔溜闻，浩浩惊波转。泥沙塞中途，牛马不可辨。饥从漂母食，闲缀羽陵简。园家逢秋蔬，藜藿不满眼。蟏蛸结思幽，蟋蟀伤褊浅。厨灶无青烟，刀机生绿藓。投箸解鹔鹴，换酒醉北堂。丹徒布衣者，慷慨未可量。何时黄金盘，一斛荐槟榔。功成拂衣去，摇曳沧洲傍。\n","contyishang":["秋色阴霾，秋雨绵绵，整天独坐在玉真公主的别墅里面。大雨激起水雾，空蒙一片，天地都是萧瑟的景象。整天昏昏欲睡，时时忧恨交集。拿什么来排解秋雨天呢？且把手中的酒杯酌满白酒，把酒浇愁愁更愁。作诗吟颂古时候管仲与乐毅的故事，这已经只是故事，此辈人早已经死去，现在哪里可寻？独自饮酒，独自勉励，要自强不息，可是谁还会珍惜能够经营天下的优秀人才呢？我现在为张公子您弹着宝剑唱一首歌谣：“长剑长剑回去吧！吃饭没有鱼。长剑长剑回去吧！出门没有车。长剑长剑回去吧！没有钱养我家。”这终南山没有鱼吃啊，日子怎么过？\n"]}{"title":"长安夜雨","nian":"唐代","author":"薛逢","contson":"\n滞雨通宵又彻明，百忧如草雨中生。心关桂玉天难晓，运落风波梦亦惊。压树早鸦飞不散，到窗寒鼓湿无声。当年志气俱消尽，白发新添四五茎。\n","contyishang":["　　本诗以 “ 忧 ” 贯穿全诗，作者抒发了生活的艰辛；命途的不 顺；生命的衰老。首联通过描写和比喻表现了作者的百忧缠心。颈联从视觉角度与听觉角度。树上集聚的早鸦，是作者所见之景；沉闷的鼓声是作者所闻之景。又这些景物凄冷萧条，传达出作者愁闷落寞的心情。","　　此诗妙就妙在借物抒情 的深厚功底，而且可以体会出诗人壮志未酬身先死的感叹，字里行间流露出一种无可奈何花落去的情伤。诗人借此诗抒怀，表达对时政的不满，以及对自己不能尽力抱负的伤感。 "]}{"title":"菩萨蛮·春闺","nian":"清代","author":"徐灿","contson":"\n困花压蕊丝丝雨，不堪只共愁人语。斗帐抱春寒，梦中何处山。卷帘风意恶，泪与残红落。羡煞是杨花，输它先到家。\n","contyishang":[]}{"title":"绝句·古木阴中系短篷","nian":"宋代","author":"志南","contson":"\n古木阴中系短篷，杖藜扶我过桥东。沾衣欲湿杏花雨，吹面不寒杨柳风。\n","contyishang":["译文我在高大的古树阴下拴好了小船；拄着拐杖，走过小桥，恣意欣赏这美丽的春光。丝丝细雨，淋不湿我的衣衫；它飘洒在艳丽的杏花上，使花儿更加灿烂。阵阵微风，吹着我的脸已不使人感到寒；它舞动着嫩绿细长的柳条，格外轻飏。","注释⑴系（xì）：联接。短篷：小船。篷，船帆，船的代称。⑵杖藜：“藜杖”的倒文。藜，一年生草本植物，茎杆直立，长老了可做拐杖。⑶杏花雨：清明前后杏花盛开时节的雨。⑷杨柳风：古人把应花期而来的风，称为花信风。从小寒到谷雨共二十四候，每候应一种花信，总称“二十四花信风”。其中清明节尾期的花信是柳花\n"]}{"title":"好事近·梦中作","nian":"宋代","author":"秦观","contson":"\n春路雨添花，花动一山春色。行到小溪深处，有黄鹂千百。 飞云当面化龙蛇，夭矫转空碧。醉卧古藤阴下，了不知南北。\n","contyishang":["春天到来野花在雨中开了，一枝花的开放说明春天的到来。（我）走到山谷里的小溪旁，惊起了成百上千的黄鹂鸟儿。春天的云在蓝天下犹如龙蛇一样翻转变化。（我）喝醉酒后躺在小溪旁边的古树藤的阴凉下边，也不知道了东南西北。"]}{"title":"菩萨蛮·隔花才歇帘纤雨","nian":"清代","author":"纳兰性德","contson":"\n隔花才歇帘纤雨，一声弹指浑无语。梁燕自双归，长条脉脉垂。小屏山色远，妆薄铅华浅。独自立瑶阶，透寒金缕鞋。\n","contyishang":[]}