{"title":"白雪歌送武判官归京","nian":"唐代","author":"岑参","contson":"\n北风卷地白草折，胡天八月即飞雪。忽如一夜春风来，千树万树梨花开。散入珠帘湿罗幕，狐裘不暖锦衾薄。将军角弓不得控，都护铁衣冷难着。(难着 一作：犹著)瀚海阑干百丈冰，愁云惨淡万里凝。中军置酒饮归客，胡琴琵琶与羌笛。纷纷暮雪下辕门，风掣红旗冻不翻。轮台东门送君去，去时雪满天山路。山回路转不见君，雪上空留马行处。\n","contyishang":["译文北风席卷大地把白草吹折，胡地天气八月就纷扬落雪。忽然间宛如一夜春风吹来，好像是千树万树梨花盛开。雪花散入珠帘打湿了罗幕，狐裘穿不暖锦被也嫌单薄。将军都护手冻得拉不开弓，铁甲冰冷得让人难以穿着。沙漠结冰百丈纵横有裂纹，万里长空凝聚着惨淡愁云。主帅帐中摆酒为归客饯行，胡琴琵琶羌笛合奏来助兴。傍晚辕门前大雪落个不停，红旗冻僵了风也无法牵引。轮台东门外欢送你回京去，你去时大雪盖满了天山路。山路迂回曲折已看不见你，雪上只留下一行马蹄印迹。 ","注释⑴武判官：名不\n"]}{"title":"东风第一枝·咏春雪","nian":"宋代","author":"史达祖","contson":"\n巧沁兰心，偷黏草甲，东风欲障新暖。谩凝碧瓦难留，信知暮寒轻浅。行天入镜，做弄出、轻松纤软。料故园、不卷重帘，误了乍来双燕。 青未了、柳回白眼。红欲断、杏开素面。旧游忆著山阴，厚盟遂妨上苑。寒炉重暖，便放慢春衫针线。恐凤靴，挑菜归来，万一灞桥相见。\n","contyishang":["译文　　雪巧妙地沁入兰花的花心，悄悄地粘上春草的草芽。仿佛想挡住了春风送来的温暖。雪花在碧瓦上很快融化，我知道昏暮时的寒意还很浅。桥面上行走，像漫步白云浮天。池沼澄净如明镜一般，雪花把万物打扮得轻柔细软。我想故乡必是落雪天寒，那里的层层帘幕四垂未卷，阻误了初归的双燕。","　　杨柳才染上青色，初生的柳叶都变成千万只白眼，刚开的杏花也由红脸变成粉妆素面。当年的王徽之雪夜间去访旧友，到门口却又不见而返，因他根本不在乎见与不见。雪路难行，司马相如迟赴了兔园的高宴。深闺中又把熏炉点燃，赶制春衫的针线也开始放慢。只怕那穿凤纹绣鞋的佳人挑菜回来时，在灞上再与你相见。 "]}{"title":"雪后到乾明寺遂宿","nian":"宋代","author":"苏轼","contson":"\n门外山光马亦惊，阶前屐齿我先行。风花误入长春苑，云月长临不夜城。未许牛羊伤至洁，且看鸦鹊弄新晴。更须携被留僧榻，待听催檐泻竹声。\n","contyishang":["译文门外漫山白雪银光照眼，马儿惊异忽然间换了世界，我连忙乘兴踏雪去游乾明寺，将木屐的齿痕一一印上石阶。隆冬之季东风误吹，寺庙如长春苑梨花开遍，月光与雪色交相辉映，使这不夜城光明总似白天。不能容许牛羊来践踏至洁的银雪，却喜欢喳喳欢鸣弄晴的鸦雀。我还要携着被褥在僧床留宿，好倾听融雪时摧檐泻竹的音乐。","注释⑴乾明寺：在今湖北黄冈东。⑵屐（jī）齿：屐底的齿。⑶风花：指雪。长春苑：谓皇帝宫苑。尉迟偓《中朝故事》：“长春宫，园林繁茂，花木无所不有，芳菲长如三春节。”此借喻乾明寺。⑷不夜城\n"]}{"title":"望雪","nian":"唐代","author":"李世民","contson":"\n冻云宵遍岭，素雪晓凝华。入牖千重碎，迎风一半斜。不妆空散粉，无树独飘花。萦空惭夕照，破彩谢晨霞。\n","contyishang":["译文冷的天气里山林上空的云都好像被冻住了，洁白的冰雪凝聚了江山。看似美丽的风景却是一碰即碎的画卷，好像被风吹斜了一半。天空到处飘散着雪花仿佛不需要化妆的大地也画上了浓妆，满山遍野的树都在尽情的用花瓣展现自己的美丽。望着天空上快落下的太阳自己有一丝愧疚，没有早上美丽的晨霞，也不会有黄昏邂逅的七彩。","注释⑴冻云：严冬的阴云。⑵素雪：白雪。⑶牖（yǒu）：窗户。⑷不妆：不用化妆。⑸晨霞：朝霞。"]}{"title":"山中雪后","nian":"清代","author":"郑燮","contson":"\n晨起开门雪满山，雪晴云淡日光寒。檐流未滴梅花冻，一种清孤不等闲。\n","contyishang":["译文清晨起来刚一开门，看到山头已被一场大雪覆盖。此时，天 空已放晴，初升太阳的光芒，透过淡淡的白云，也变得寒冷了。房檐的积雪尚未开始融化，院落的梅花枝条仍被冰雪凝冻。这样一种清冷、孤寂的气氛，是多么不寻常啊！","注释①这是一首寓托身世的诗②这句是说，屋上积雪未化，庭中亦因寒而未开放。③清孤：凄清孤独④等闲：寻常、一般。"]}{"title":"钓雪亭","nian":"宋代","author":"姜夔","contson":"\n阑干风冷雪漫漫，惆怅无人把钓竿。时有官船桥畔过，白鸥飞去落前滩。\n","contyishang":[]}{"title":"丑奴儿慢·麓翁飞翼楼观雪","nian":"宋代","author":"吴文英","contson":"\n东风未起，花上纤尘无影。峭云湿，凝酥深坞，乍洗梅清。钓卷愁丝，冷浮虹气海空明。若耶门闭，扁舟去懒，客思鸥轻。 几度问春，倡红冶翠，空媚阴晴。看真色、千岩一素，天澹无情。醒眼重开，玉钩帘外晓峰青。相扶轻醉，越王台上，更最高层。\n","contyishang":[]}{"title":"上林春令·十一月三十日见雪","nian":"宋代","author":"毛滂","contson":"\n蝴蝶初翻帘绣。万玉女、齐回舞袖。落花飞絮蒙蒙，长忆著、灞桥别后。 浓香斗帐自永漏。任满地、月深云厚。夜寒不近流苏，只怜他、后庭梅瘦。\n","contyishang":["　　这是一首咏物词。刘熙载曾说，咏物应“不离不即”（《艺概》），意即咏物而不滞于物，也就是说好的咏物诗词既要做到曲尽妙处，又要在咏物中言情、寄托。这首咏物词就有“不离不即”之妙。","　　上片描绘飞雪的动态美，寄托了词人飘荡羁旅之悲情。“蝴蝶初翻帘绣”三句，描写纷飞的白雪，时而像翻穿绣帘的蝴蝶，时而像万千天女散花舒袖长舞，时而像落花飘洒，时而像飞絮蒙蒙。这里采用博喻的方法，将雪比做“蝴蝶”、“玉女”、“落花”、“飞絮”，用这些事物来比拟，创造了一个优美的意境，给人以鲜明生动的印象，产生了引人入胜的艺术魅力。","　　比喻，可以比声音、比形象、比情态、比心情、比事物\n"]}