{"title":"昼夜乐·冬","nian":"元代","author":"赵显宏","contson":"\n风送梅花过小桥，飘飘。飘飘地乱舞琼瑶，水面上流将去了。觑绝似落英无消耗，似那人水远山遥，怎不焦？今日明朝，今日明朝，又不见他来到！佳人，佳人多命薄！今遭，难逃。难逃他粉悴烟憔，直恁般鱼沉雁杳！谁承望拆散了鸾凤交，空教人梦断魂劳。心痒难揉，心痒难揉。盼不得鸡儿叫。\n","contyishang":["译文美人啊美人，真是薄命。这一回，真难摆脱，难摆却那花容月貌憔悴消瘦。这样音讯全无鱼沉雁杳。活生生拆散了鸾凤的情交，白白地让人魂牵梦绕。心痒痒倍受煎熬，心痒痒备受煎熬，只盼着雄鸡早早啼叫报晓。","注释⑴琼瑶：形容雪花白如美玉。⑵觑艳：望断，极目望去。落英：落花。消耗：消息，音讯。⑶粉悴烟憔：意为懒施粉脂，形容憔悴。⑷直恁般：就这样。⑸鸾凤交：比喻夫妇、情侣的友谊。"]}{"title":"早冬","nian":"唐代","author":"白居易","contson":"\n十月江南天气好，可怜冬景似春华。霜轻未杀萋萋草，日暖初干漠漠沙。老柘叶黄如嫩树，寒樱枝白是狂花。此时却羡闲人醉，五马无由入酒家。\n","contyishang":["江南的十月天气很好，冬天的景色像春天一样可爱。寒霜未冻死小草，太阳晒干了大地。老柘树虽然叶子黄了，但仍然像初生的一样。这个时候的我只羡慕喝酒人的那份清闲，不知不觉走入酒家。"]}{"title":"咏雪 / 咏雪联句","nian":"南北朝","author":"刘义庆","contson":"\n谢太傅寒雪日内集，与儿女讲论文义。俄而雪骤,公欣然曰：“白雪纷纷何所似？”兄子胡儿曰：“撒盐空中差可拟。”兄女曰：“未若柳絮因风起。”公大笑乐。即公大兄无奕女，左将军王凝之妻也。\n","contyishang":["译文谢安在寒冷的雪天举行家庭聚会，和他子侄辈的人讲解诗文。不久，雪下得大了，太傅高兴地说：“这纷纷扬扬的白雪像什么呢?”他哥哥的长子谢朗说：“在空中撒盐差不多可以相比。”谢安大哥的女儿说：“不如比作柳絮凭借着风飞舞。”太傅大笑起来。她就是谢安大哥谢无奕的女儿谢道韫，左将军王凝之的妻子。 ","注释谢太傅：即谢安（.320年－385年），字安石，晋朝陈郡阳夏（现在河南太康）人。做过吴兴太守、侍 中、吏部尚书、中护军等官职。死后追赠为太傅。内集：家庭聚会。儿女：子侄辈。讲论文义：讲解诗文。俄而：不久，不一会儿。\n"]}{"title":"卖炭翁","nian":"唐代","author":"白居易","contson":"\n卖炭翁，伐薪烧炭南山中。满面尘灰烟火色，两鬓苍苍十指黑。卖炭得钱何所营？身上衣裳口中食。可怜身上衣正单，心忧炭贱愿天寒。夜来城外一尺雪，晓驾炭车辗冰辙。牛困人饥日已高，市南门外泥中歇。翩翩两骑来是谁？黄衣使者白衫儿。手把文书口称敕，回车叱牛牵向北。一车炭，千余斤，宫使驱将惜不得。半匹红绡一丈绫，系向牛头充炭直。\n","contyishang":["译文有位卖炭的老翁，整年在南山里砍柴烧炭。他满脸灰尘，显出被烟熏火燎的颜色，两鬓头发灰白，十个手指也被炭烧得很黑。卖炭得到的钱用来干什么？买身上穿的衣裳和嘴里吃的食物。可怜他身上只穿着单薄的衣服，心里却担心炭卖不出去，还希望天更寒冷。夜里城外下了一尺厚的大雪，清晨，老翁驾着炭车碾轧冰冻的车轮印往集市上赶去。牛累了，人饿了，但太阳已经升得很高了，他们就在集市南门外泥泞中歇息。那得意忘形的骑着两匹马的人是谁啊？是皇宫内的太监和太监的手下。太监手里拿着文书，嘴里却说是皇帝的命令，吆喝着牛朝皇宫拉去。\n"]}{"title":"行香子·腊八日与洪仲简溪行其夜雪作","nian":"宋代","author":"汪莘","contson":"\n野店残冬。绿酒春浓。念如今、此意谁同。溪光不尽，山翠无穷。有几枝梅，几竿竹，几株松。 篮举乘兴，薄暮疏钟。望孤村、斜日匆匆。夜窗雪阵，晓枕云峰。便拥渔蓑，顶渔笠，作渔翁。\n","contyishang":[]}{"title":"辽东行","nian":"唐代","author":"王建","contson":"\n辽东万里辽水曲，古戍无城复无屋。黄云盖地雪作山，不惜黄金买衣服。战回各自收弓箭，正西回面家乡远。年年郡县送征人，将与辽东作丘坂。宁为草木乡中生，有身不向辽东行。\n","contyishang":["译文　　辽东之地路途遥远，辽水曲曲折折难以横渡。战士们戍守的古城楼已经破旧不堪，早已没有城楼，城墙之上也早就没有房屋了。那里气候异常寒冷，常常是黄云满天冰雪盖地，战士们身上的衣服真是难以御寒！如果有厚厚的暖和的衣服可以抵御这异地的寒冷，即使耗费掉万两黄金，又怎会吝惜呢？战争结束后战士们各自收回弓箭准备回家，但遥望回家的路，唯觉遥远路漫漫。年年郡县都有征人而来，将在这凄寒的辽东戍守征战，不知又有多少人牺牲于此。我宁愿生为草木，终生守候在家乡的土地上，至死不往辽东这地方来！","注释①万里：形容道路遥远。②古戍：指戍守的古城楼。"]}{"title":"踏莎行·雪似梅花","nian":"宋代","author":"吕本中","contson":"\n雪似梅花，梅花似雪。似和不似都奇绝。恼人风味阿谁知？请君问取南楼月。记得去年，探梅时节。老来旧事无人说。为谁醉倒为谁醒？到今犹恨轻离别。\n","contyishang":[]}{"title":"对雪","nian":"唐代","author":"高骈","contson":"\n六出飞花入户时，坐看青竹变琼枝。如今好上高楼望，盖尽人间恶路岐。\n","contyishang":["译文雪花飘舞着飞入了窗户，我坐在窗前，看着青青的竹子变成白玉般洁白。 此时正好登上高楼去远望，那人世间一切险恶的岔路都被大雪覆盖了。","注释⑴六出：雪花呈六角形，故以“六出”称雪花。⑵琼枝：竹枝因雪覆盖面似白玉一般。⑶恶路歧：险恶的岔路。"]}