{"title":"陋室铭","nian":"唐代","author":"刘禹锡","contson":"\n山不在高，有仙则名。水不在深，有龙则灵。斯是陋室，惟吾德馨。苔痕上阶绿，草色入帘青。谈笑有鸿儒，往来无白丁。可以调素琴，阅金经。无丝竹之乱耳，无案牍之劳形。南阳诸葛庐，西蜀子云亭。孔子云：何陋之有？\n","contyishang":["译文山不在于高，有了神仙就出名。水不在于深，有了龙就显得有了灵气。这是简陋的房子，只是我（住屋的人）品德好（就感觉不到简陋了）。长到台阶上的苔痕颜色碧绿；草色青葱，映入帘中。到这里谈笑的都是知识渊博的大学者，交往的没有知识浅薄的人，可以弹奏不加装饰的古琴，阅读佛经。没有奏乐的声音扰乱双耳，没有官府的公文使身体劳累。南阳有诸葛亮的草庐，西蜀有扬子云的亭子。孔子说：有什么简陋的呢?","注释⑴陋室：简陋的屋子。铭：古代刻在器物上用来警戒自己或称述功德的文字，叫“铭”，后来就成为一种文体。这种文体一般都是用骈句，句式较为整齐，朗朗上口。⑵在（zà\n"]}{"title":"公输","nian":"先秦","author":"墨子及弟子","contson":"\n　　公输盘为楚造云梯之械，成，将以攻宋。子墨子闻之，起于鲁，行十日十夜，而至于郢，见公输盘。\n　　公输盘曰：“夫子何命焉为？”\n　　子墨子曰：“北方有侮臣者，愿借子杀之。”公输盘不说。\n　　子墨子曰：“请献十金。”\n　　公输盘曰：“吾义固不杀人。”\n　　子墨子起，再拜，曰：“请说之。吾从北方闻子为梯，将以攻宋。宋何罪之有？荆国有余于地，而不足于民，杀所不足而争所有余，不可谓智；宋无罪而攻之，不可谓仁；知而不争，不可谓忠。争而不得，不可谓强。义不杀少而杀众，不可谓知类。”\n　　公输盘服。\n　　子墨子曰：“然胡不已乎？”\n　　公输盘曰：“不可，吾既已言之王矣。”\n　　子墨子曰：“胡不见我于王？”\n　　公输盘曰：“诺。”\n　　子墨子见王，曰：“今有人于此，舍其文轩，邻有敝舆而欲窃之；舍其锦绣，邻有短褐而欲窃之；舍其粱肉，邻有糠糟而欲窃之——此为何若人？”\n　　王曰：“必为有窃疾矣。”\n　　子墨子曰：“荆之地方五千里，宋之地方五百里，此犹文轩之与敝舆也。荆有云梦，犀兕麋鹿满之，江汉之鱼鳖鼋鼍为天下富，宋所谓无雉兔鲋鱼者也，此犹粱肉之与糠糟也。荆有长松文梓楩楠豫章，宋无长木，此犹锦绣之与短褐也。臣以王吏之攻宋也，为与此同类。”\n　　王曰：“善哉！虽然，公输盘为我为云梯，必取宋。”\n　　于是见公输盘。子墨子解带为城，以牒为械，公输盘九设攻城之机变，子墨子九距之。公输盘之攻械尽，子墨子之守圉有余。\n　　公输盘诎，而曰：“吾知所以距子矣，吾不言。”\n　　子墨子亦曰：“吾知子之所以距我，吾不言。”\n　　楚王问其故。\n　　子墨子曰：“公输子之意不过欲杀臣。杀臣，宋莫能守，乃可攻也。然臣之弟子禽滑厘等三百人，已持臣守圉之器，在宋城上而待楚寇矣。虽杀臣，不能绝也。”\n　　楚王曰：“善哉。吾请无攻宋矣。”\n　　子墨子归，过宋。天雨，庇其闾中，守闾者不内也。故曰：治于神者，众人不知其功。争于明者，众人知之。\n","contyishang":["译文　　公输盘替楚国造云梯这类攻城的器械，造成后，将要用它来攻打宋国。墨子先生听到这个消息后，从鲁国出发，行走了十天十夜，才到达郢都，见到了公输盘。","　　公输盘说：“先生有什么见教呢？”","　　墨子先生说：“北方有一个欺侮我的人，我希望借助您的力量去杀了他。”","　　公输盘很不高兴。","　　墨子先生说：“请让我奉送（给您）十金。”","　　公输盘说：“我坚守道义坚决不杀人。”","　　墨子先生起身，拜了两拜，说：“请（让我）解说这件事。我在北方听说你在制造云梯，将要用它来攻打宋国。宋国有什么罪呢\n"]}{"title":"三峡","nian":"南北朝","author":"郦道元","contson":"\n　　自三峡七百里中，两岸连山，略无阙处。重岩叠嶂，隐天蔽日。自非亭午夜分，不见曦月。(阙 通：缺；重岩 一作：重峦)\n　　至于夏水襄陵，沿溯阻绝。或王命急宣，有时朝发白帝，暮到江陵，其间千二百里，虽乘奔御风，不以疾也。(溯 同：泝；暮到 一作：暮至)\n　　春冬之时，则素湍绿潭，回清倒影。绝巘多生怪柏，悬泉瀑布，飞漱其间，清荣峻茂，良多趣味。(巘 一作：山献)\n　　每至晴初霜旦，林寒涧肃，常有高猿长啸，属引凄异，空谷传响，哀转久绝。故渔者歌曰：“巴东三峡巫峡长，猿鸣三声泪沾裳。”\n","contyishang":["译文　　在三峡七百里之间，两岸都是连绵的高山，完全没有中断的地方；重重叠叠的悬崖 峭壁，遮挡了天空和太阳。若不是在正午半夜的时候，连太阳和月亮都看不见。","　　等到夏天水涨，江水漫上小山丘的时候，下行或上行的船只都被阻挡了，不能通航。有时候皇帝的命令要紧急传达，这时只要早晨从白帝城出发，傍晚就到了江陵，这中间有一千二百里，即使骑上飞奔的马，驾着疾风，也不如它快。","　　等到春天和冬天的时候，就可以看见白色的急流,回旋的清波。碧绿的潭水倒映着各种景物的影子。极高的山峰上生长着许多奇形怪状的柏树，山峰之间有悬泉瀑布飞流冲荡。水清，树荣，山高，草盛，确实\n"]}{"title":"曹刿论战","nian":"先秦","author":"左丘明","contson":"\n　　十年春，齐师伐我。公将战。曹刿请见。其乡人曰：“肉食者谋之，又何间焉？”刿曰：“肉食者鄙，未能远谋。”乃入见。问：“何以战？”公曰：“衣食所安，弗敢专也，必以分人。”对曰：“小惠未徧，民弗从也。”公曰：“牺牲玉帛，弗敢加也，必以信。”对曰：“小信未孚，神弗福也。”公曰：“小大之狱，虽不能察，必以情。”对曰：“忠之属也。可以一战。战则请从。”（徧 同：遍)\n　　公与之乘，战于长勺。公将鼓之。刿曰：“未可。”齐人三鼓。刿曰：“可矣。”齐师败绩。公将驰之。刿曰：“未可。”下视其辙，登轼而望之，曰：“可矣。”遂逐齐师。\n　　既克，公问其故。对曰：“夫战，勇气也。一鼓作气，再而衰，三而竭。彼竭我盈，故克之，夫大国，难测也，惧有伏焉。吾视其辙乱，望其旗靡，故逐之。”\n","contyishang":["译文　　鲁庄公十年的春天，齐国军队攻打我们鲁国。鲁庄公将要迎战。曹刿请求拜见鲁庄公。他的同乡说：“当权的人自会谋划这件事，你又何必参与呢？”曹刿说：“当权的人目光短浅，不能深谋远虑。”于是入朝去见鲁庄公。曹刿问：“您凭借什么作战？”鲁庄公说：“衣食（这一类）养生的东西，我从来不敢独自专有，一定把它们分给身边的大臣。”曹刿回答说：“这种小恩小惠不能遍及百姓，老百姓是不会顺从您的。”鲁庄公说：“祭祀用的猪牛羊和玉器、丝织品等祭品，我从来不敢虚报夸大数目，一定对上天说实话。”曹刿说：“小小信用，不能取得神灵的信任，神灵是不会保佑您的。”鲁庄公说：“大大小小的诉讼案件，即使不能一一明\n"]}