{"title":"望月有感","nian":"唐代","author":"白居易","contson":"\n自河南经乱，关内阻饥，兄弟离散，各在一处。因望月有感，聊书所怀，寄上浮梁大兄、於潜七兄、乌江十五兄，兼示符离及下邽弟妹。\n时难年荒世业空，弟兄羁旅各西东。田园寥落干戈后，骨肉流离道路中。吊影分为千里雁，辞根散作九秋蓬。共看明月应垂泪，一夜乡心五处同。\n","contyishang":["译文自从河南地区经历战乱，关内一带漕运受阻致使饥荒四起，我们兄弟也因此流离失散，各自在一处。因为看到月亮而有所感触，便随性写成诗一首来记录感想，寄给在浮梁的大哥、在於潜的七哥，在乌江的十五哥和在符离、下邽的弟弟妹妹们看。","家业在灾年中荡然一空，兄弟分散各自你西我东。战乱过后田园荒芜寥落，骨肉逃散在异乡道路中。吊影伤情好像离群孤雁，漂泊无踪如断根的秋蓬。同看明月都该伤心落泪，一夜思乡心情五地相同。","注释\n"]}{"title":"无题·相见时难别亦难","nian":"唐代","author":"李商隐","contson":"\n相见时难别亦难，东风无力百花残。春蚕到死丝方尽，蜡炬成灰泪始干。晓镜但愁云鬓改，夜吟应觉月光寒。蓬山此去无多路，青鸟殷勤为探看。(蓬山 一作：蓬莱)\n","contyishang":["译文见面的机会真是难得，分别时更是难舍难分，况且又兼东风将收的暮春天气，百花残谢，更加使人伤感。春蚕结茧到死时丝才吐完，蜡烛要燃尽成灰时像泪一样的蜡油才能滴干。女子早晨妆扮照镜，只担忧丰盛如云的鬓发改变颜色，青春的容颜消失。男子晚上长吟不寐，必然感到冷月侵人。对方的住处就在不远的蓬莱山，却无路可通，可望而不可及。希望有青鸟一样的使者殷勤地为我去探看情人。","注释⑴无题：唐代以来，有的诗人不愿意标出能够表示主题的题目时，常用“ 无题”作诗的标题。⑵东风无力百花残：这里指百花凋谢的暮春时节。东风，春风。残，\n"]}{"title":"逢入京使","nian":"唐代","author":"岑参","contson":"\n故园东望路漫漫，双袖龙钟泪不干。 马上相逢无纸笔，凭君传语报平安。\n","contyishang":["译文东望家乡路程又远又长，热泪湿双袖还不断流淌。在马上与你相遇无纸笔，请告家人说我平安无恙。","注释⑴入京使：进京的使者。⑵故园：指长安和自己在长安的家。漫漫：形容路途十分遥远。⑶龙钟：涕泪淋漓的样子。卞和《退怨之歌》：“空山歔欷泪龙钟。”这里是沾湿的意思。⑷凭：托，烦，请。传语：捎口信。"]}{"title":"黄鹤楼 / 登黄鹤楼","nian":"唐代","author":"崔颢","contson":"\n昔人已乘黄鹤去，此地空余黄鹤楼。黄鹤一去不复返，白云千载空悠悠。晴川历历汉阳树，芳草萋萋鹦鹉洲。日暮乡关何处是？烟波江上使人愁。\n","contyishang":["译文过去的仙人已经驾着黄鹤飞走了，这里只留下一座空荡荡的黄鹤楼。黄鹤一去再也没有回来，千百年来只看见悠悠的白云。阳光照耀下的汉阳树木清晰可见，鹦鹉洲上有一片碧绿的芳草覆盖。天色已晚，眺望远方，故乡在哪儿呢？眼前只见一片雾霭笼罩江面，给人带来深深的愁绪。","注释1.黄鹤楼：故址在湖北省武汉市武昌区，民国初年被火焚毁，1985年重建，传说古代有一位名叫费祎的仙人，在此乘鹤登仙。2.昔人：指传说中的仙人子安。因其曾驾鹤过黄鹤山〔又名蛇山〕，遂建楼。3.乘：驾。4.去：离开。\n"]}{"title":"走马川行奉送出师西征 / 走马川行奉送封大夫出师西征","nian":"唐代","author":"岑参","contson":"\n君不见走马川行雪海边，平沙莽莽黄入天。 轮台九月风夜吼，一川碎石大如斗，随风满地石乱走。 匈奴草黄马正肥，金山西见烟尘飞，汉家大将西出师。 将军金甲夜不脱，半夜军行戈相拨，风头如刀面如割。 马毛带雪汗气蒸，五花连钱旋作冰，幕中草檄砚水凝。 虏骑闻之应胆慑，料知短兵不敢接，车师西门伫献捷。\n","contyishang":["译文您难道不曾看见吗？那辽阔的走马川紧靠着雪海边缘，茫茫无边的黄沙连接云天。轮台九月整夜里狂风怒号，到处的碎石块块大如斗，狂风吹得斗大乱石满地走。这时匈奴牧草繁茂军马肥，侵入金山西面烟尘滚滚飞，汉家的大将率兵开始征西。将军身著铠甲夜里也不脱，半夜行军戈矛彼此相碰撞，凛冽寒风吹到脸上如刀割。马毛挂着雪花还汗气蒸腾，五花马的身上转眼结成冰，营幕中写檄文砚墨也冻凝。敌军听到大军出征应胆惊，料他不敢与我们短兵相接，我就在车师西门等待报捷。","注释⑴走马川：即车尔成河，又名左未河，在今新疆境内。行：诗\n"]}{"title":"望江南·梳洗罢","nian":"唐代","author":"温庭筠","contson":"\n梳洗罢，独倚望江楼。过尽千帆皆不是，斜晖脉脉水悠悠。肠断白蘋洲。\n","contyishang":["译文　　梳洗完毕，独自一人登上望江楼，倚靠着楼柱凝望着滔滔江面。上千艘船过去了，所盼望的人都没有出现。太阳的余晖脉脉地洒在江面上，江水慢慢地流着，思念的柔肠萦绕在那片白蘋洲上。","注释⑴望江南：又名“梦江南”“忆江南”，原唐教坊曲名，后用为词牌名。段安节《乐府杂录》：“《望江南》始自朱崖李太尉（德裕）镇浙日，为亡妓谢秋娘所撰，本名“谢秋娘”，后改此名。”《金奁集》入“南吕宫”。小令，单调二十七字，三平韵。⑵梳洗：梳头、洗脸、化妆等妇女的生活内容。⑶独：独自，单一。望江楼：楼名，因临江而得名。⑷千帆：上千只帆船。帆：\n"]}{"title":"朝天子·咏喇叭","nian":"明代","author":"王磐","contson":"\n喇叭，唢呐，曲儿小腔儿大。官船来往乱如麻，全仗你抬声价。(唢呐 一作：锁呐； 声价 一作：身价)军听了军愁，民听了民怕。哪里去辨甚么真共假？眼见的吹翻了这家，吹伤了那家，只吹的水尽鹅飞罢！\n","contyishang":["译文喇叭和唢呐，吹的曲子虽短，声音却很响亮。官船来往频繁如乱糟糟的麻，全凭借你抬高名誉地位。军队听了军队发愁，百姓听了百姓害怕。哪里会去辨别什么真和假？眼看着使有的人家倾家荡产，使有的人家元气大伤，直吹得水流干鹅飞跑，家破人亡啊！","译文二喇叭锁呐呜呜哇哇，曲儿小来腔儿大。官船来往乱如麻，全凭你来抬声价。军人听了军人愁，百姓听了百姓怕。能到哪里去分真和假？眼睁睁吹翻了这家，吹伤了那家，只吹得江水枯竭鹅飞罢！","注释1.朝天子：曲牌名。2.喇叭：铜制管乐器，上细下粗，\n"]}