{"title":"","nian":"","author":"","contson":"","contyishang":[]}{"title":"","nian":"","author":"","contson":"","contyishang":[]}{"title":"送李判官赴东江","nian":"唐代","author":"王维","contson":"\n闻道皇华使，方随皂盖臣。封章通左语，冠冕化文身。 树色分扬子，潮声满富春。遥知辨璧吏，恩到泣珠人。\n","contyishang":[]}{"title":"赠韦秘书子春二首","nian":"唐代","author":"李白","contson":"\n谷口郑子真，躬耕在岩石。高名动京师，天下皆籍籍。斯人竟不起，云卧从所适。苟无济代心，独善亦何益。惟君家世者，偃息逢休明。谈天信浩荡，说剑纷纵横。谢公不徒然，起来为苍生。秘书何寂寂，无乃羁豪英。且复归碧山，安能恋金阙。旧宅樵渔地，蓬蒿已应没。却顾女几峰，胡颜见云月。\n徒为风尘苦，一官已白须。气同万里合，访我来琼都。披云睹青天，扪虱话良图。留侯将绮里，出处未云殊。终与安社稷，功成去五湖。\n","contyishang":["汉朝有隐士郑子真隐居在谷口这个地方，在山涧耕读鱼樵。清高的风韵，名震京都与天下。他坚决不当官，在山中悠闲自若，坐卧松云。若大家像他那样不救济世难，独善其身有什么意思呢？阁下乃世家子弟，也隐居过一段时间，现在逢与明主。谈起天下大事就滔滔不绝，说起连横合纵的霸略那是精彩纷呈。谢公在国有危难时毅然出山，拯救天下苍生。老弟曾经身为国子监秘书，那是个寂寞无闻的职位，真的是委曲人才。你也曾经退归故乡，不留恋那虚度生涯的官僚生活。故乡的田园已经荒芜，长满了野草。看看附近的女几峰，她正\n"]}{"title":"滕王阁序","nian":"唐代","author":"王勃","contson":"\n　　豫章故郡，洪都新府。星分翼轸，地接衡庐。襟三江而带五湖，控蛮荆而引瓯越。物华天宝，龙光射牛斗之墟；人杰地灵，徐孺下陈蕃之榻。雄州雾列，俊采星驰。台隍枕夷夏之交，宾主尽东南之美。都督阎公之雅望，棨戟遥临；宇文新州之懿范，襜帷暂驻。十旬休假，胜友如云；千里逢迎，高朋满座。腾蛟起凤，孟学士之词宗；紫电青霜，王将军之武库。家君作宰，路出名区；童子何知，躬逢胜饯。(豫章故郡 一作：南昌故郡)\n　　时维九月，序属三秋。潦水尽而寒潭清，烟光凝而暮山紫。俨骖騑于上路，访风景于崇阿。临帝子之长洲，得仙人之旧馆。层峦耸翠，上出重霄；飞阁流丹，下临无地。鹤汀凫渚，穷岛屿之萦回；桂殿兰宫，即冈峦之体势。（层峦 一作：层台；即冈 一作：列冈；仙人 一作：天人；飞阁流丹 一作：飞阁翔丹）\n　　披绣闼，俯雕甍，山原旷其盈视，川泽纡其骇瞩。闾阎扑地，钟鸣鼎食之家；舸舰迷津，青雀黄龙之舳。云销雨霁，彩彻区明。落霞与孤鹜齐飞，秋水共长天一色。渔舟唱晚，响穷彭蠡之滨，雁阵惊寒，声断衡阳之浦。(轴 通：舳；迷津 一作：弥津；云销雨霁，彩彻区明 一作：虹销雨霁，彩彻云衢)\n　　遥襟甫畅，逸兴遄飞。爽籁发而清风生，纤歌凝而白云遏。睢园绿竹，气凌彭泽之樽；邺水朱华，光照临川之笔。四美具，二难并。穷睇眄于中天，极娱游于暇日。天高地迥，觉宇宙之无穷；兴尽悲来，识盈虚之有数。望长安于日下，目吴会于云间。地势极而南溟深，天柱高而北辰远。关山难越，谁悲失路之人；萍水相逢，尽是他乡之客。怀帝阍而不见，奉宣室以何年？(遥襟甫畅 一作：遥吟俯畅)\n　　嗟乎！时运不齐，命途多舛。冯唐易老，李广难封。屈贾谊于长沙，非无圣主；窜梁鸿于海曲，岂乏明时？所赖君子见机，达人知命。老当益壮，宁移白首之心？穷且益坚，不坠青云之志。酌贪泉而觉爽，处涸辙以犹欢。北海虽赊，扶摇可接；东隅已逝，桑榆非晚。孟尝高洁，空余报国之情；阮籍猖狂，岂效穷途之哭！(见机 一作：安贫)\n　　勃，三尺微命，一介书生。无路请缨，等终军之弱冠；有怀投笔，慕宗悫之长风。舍簪笏于百龄，奉晨昏于万里。非谢家之宝树，接孟氏之芳邻。他日趋庭，叨陪鲤对；今兹捧袂，喜托龙门。杨意不逢，抚凌云而自惜；钟期既遇，奏流水以何惭？\n　　呜乎！胜地不常，盛筵难再；兰亭已矣，梓泽丘墟。临别赠言，幸承恩于伟饯；登高作赋，是所望于群公。敢竭鄙怀，恭疏短引；一言均赋，四韵俱成。请洒潘江，各倾陆海云尔：　　滕王高阁临江渚，佩玉鸣鸾罢歌舞。　　画栋朝飞南浦云，珠帘暮卷西山雨。　　闲云潭影日悠悠，物换星移几度秋。　　阁中帝子今何在？槛外长江空自流。\n","contyishang":["译文　　这里是汉代的豫章郡城，如今是洪州的都督府，天上的方位属于翼，轸两星宿的分野，地上的位置连结着衡山和庐山。以三江为衣襟，以五湖为衣带、控制着楚地，连接着闽越。物类的精华，是上天的珍宝，宝剑的光芒直冲上牛、斗二星的区间。人中有英杰，因大地有灵气，陈蕃专为徐孺设下几榻。雄伟的洪州城，房屋像雾一般罗列，英俊的人才，像繁星一样地活跃。城池座落在夷夏交界的要害之地，主人与宾客，集中了东南地区的英俊之才。都督阎公，享有崇高的名望，远道来到洪州坐镇，宇文州牧，是美德的楷模，赴任途中在此暂留。正逢十日休假的日子，杰出的友人云集，高贵的宾客，也都不远千里来到这里聚会。文坛领袖孟学士，文章\n"]}{"title":"风","nian":"唐代","author":"李峤","contson":"\n解落三秋叶，能开二月花。过江千尺浪，入竹万竿斜。\n","contyishang":["译文能吹落秋天金黄的树叶，能吹开春天美丽的鲜花。刮过江面能掀千尺巨浪，吹进竹林能使万竿倾斜。","注释⑴解落：吹落，散落。《淮南子·时则训》：“季夏行春令，则谷实解落。”解：解开，这里指吹。三秋：秋季。一说指农历九月。⑵能：能够。二月：农历二月，指春季。⑶过：经过。⑷斜：倾斜。"]}{"title":"贺新郎·寄辛幼安和见怀韵","nian":"宋代","author":"陈亮","contson":"\n老去凭谁说。看几番、神奇臭腐，夏裘冬葛。父老长安今余几，后死无仇可雪。犹未燥、当时生发。二十五弦多少恨，算世间、那有平分月。胡妇弄，汉宫瑟。 树犹如此堪重别。只使君、从来与我，话头多合。行矣置之无足问，谁换妍皮痴骨。但莫使、伯牙弦绝。九转丹砂牢拾取，管精金、只是寻常铁。龙共虎，应声裂。\n","contyishang":["译文年华老去我能向谁诉说？看了多少世事变幻，是非颠倒！那时留在中原的父老，活到今天的已所剩无几，年青人已不知复仇雪耻。如今在世的，当年都是乳臭未干的婴儿！宋金议和有着多少的悔恨，世间哪有南北政权平分土地的道理。胡女弄乐，琵琶声声悲。树也已经长得这么大了，怎堪离别。只有你（辛弃疾），与我有许多相同的见解。我们天各一方，但只要双方不变初衷，则无须多问挂念。希望不会缺少知音。炼丹一旦成功，就要牢牢拾取，点铁成金。龙虎丹炼就，就可功成迸裂而出。","注释1.贺新郎：后人创调，又名《金缕曲》、《乳燕飞》、《貂裘换酒》。传作以《东坡乐府》所收为最早，惟\n"]}{"title":"碛西头送李判官入京","nian":"唐代","author":"岑参","contson":"\n一身从远使，万里向安西。汉月垂乡泪，胡沙费马蹄。寻河愁地尽，过碛觉天低。送子军中饮，家书醉里题。\n","contyishang":["译文我孤身一人奉命出使到万里之遥的安西。一路上，想起家乡的月，不免对月垂泪；踩着脚下的沙，更觉路途艰辛。漫漫长路，似乎要走到大地的尽头，正如当年张骞寻找黄河的源头。通过了沙漠，走在广阔的高原之上，天似乎也变得低了。今日你我于军中痛饮，你将走上我来时的路。我乘醉写下家书，就请你为我传递。","注释⑴碛（qì）：沙石地，沙漠。这里指银山碛，又名银山，在今新疆库米什附近。李判官：不详其名。⑵从远使：指在安西都护府任职。⑶汉月：汉家的明月。借指故乡。乡泪：思乡的眼泪。⑷费：一作“损”。\n"]}