{"title":"赠范晔诗","nian":"南北朝","author":"陆凯","contson":"\n折花逢驿使，寄与陇头人。(折花 一作：折梅)江南无所有，聊赠一枝春。\n","contyishang":["译文遇见北去的驿使就去折梅花，托他带给远在陇山的友人。江南别没有更好的礼品相送，姑且把一枝梅花送去报春。","注释⑴《荆州记》：“陆凯与范晔交善，自江南寄梅花一枝，诣长安与晔，兼赠诗。”唐汝谔《古诗解》则云：“晔为江南人，陆凯代北人，当是范寄陆耳。”这里用《赠范晔》题，乃暂从旧说。范晔：字蔚宗，顺阳山阴（今河南省淅川县东）人，南朝宋史学家、散文家。⑵驿使：古代递送官府文书的人。⑶陇头人：即陇山人，在北方的朋友，指范晔。陇山，在今陕西陇县西北。⑷“聊赠”句：赠：一作“寄”。一枝春：指梅花，人们常常把梅花作为\n"]}{"title":"送龚章判官之卫州·新及第","nian":"宋代","author":"司马光","contson":"\n几砚昔年游，于今成十秋。松坚终发石，鱼变即辞流。近郡无飞檄，清时不借筹。淇园春竹美，军宴日椎牛。\n","contyishang":[]}{"title":"重别周尚书","nian":"南北朝","author":"庾信","contson":"\n阳关万里道，不见一人归。惟有河边雁，秋来南向飞。\n","contyishang":["译文阳关与故国相隔万里之遥，年年盼望却至今不能南归。只有黄河岸边南来的大雁，秋天一到仍可以自由南飞。","注释①庾信有《咏怀二十七首》，这首诗篇原列第七首。周尚书：即周弘正（496—574），字思行，汝南安城（今河南平舆县）人，周颚之孙。梁元帝时为左户尚书，魏平江陵，逃归建业。②阳关：在今甘肃敦煌市西，汉朝时地属边陲，这里代指长安。万里：指长安与南朝相去甚远。③一人：庾（yǔ）信自指。④河：指黄河。⑤南向：向着南方。"]}{"title":"问刘十九","nian":"唐代","author":"白居易","contson":"\n绿蚁新醅酒，红泥小火炉。晚来天欲雪，能饮一杯无？\n","contyishang":["韵译新酿的米酒，色绿香浓；小小红泥炉，烧得殷红。天快黑了，大雪将要来。能否共饮一杯？朋友！","意译我家新酿的米酒还未过滤，酒面上泛起一层绿泡，香气扑鼻。用红泥烧制成的烫酒用的小火炉也已准备好了。天色阴沉，看样子晚上即将要下雪，能否留下与我共饮一杯？ ","注释①刘十九：白居易留下的诗作中，提到刘十九的不多，仅两首。但提到刘二十八、二十八使君的，就很多了。刘二十八就是刘禹锡。刘十九乃其堂兄刘禹铜，系洛阳一富商，与白居易常有应酬。②绿蚁：指浮在新酿的没有过滤的米酒上的绿色泡沫。醅（pēi）：酿造\n"]}{"title":"灞陵行送别","nian":"唐代","author":"李白","contson":"\n送君灞陵亭，灞水流浩浩。上有无花之古树，下有伤心之春草。我向秦人问路歧，云是王粲南登之古道。古道连绵走西京，紫阙落日浮云生。正当今夕断肠处，骊歌愁绝不忍听。\n","contyishang":["译文送君送到灞陵亭，灞水浩荡似深情。岸上古树已无鲜花，岸边有伤心的春草，萋萋蓠蓠。我向当地的秦人问路，他说：这正是当初王粲南去走的古道。古道的那头逶迤连绵通长安，紫色宫阙上浮云顿生，遮蔽了红日。正当今夜送君断肠的时候，虽有黄鹂婉婉而啼，此心愁绝，怎么忍心听？","注释⑴灞陵亭：古亭名，据考在长安东南三十里处。灞陵，也作“霸陵”，汉文帝陵寝之地，因有灞水，遂称灞陵。⑵浩浩：形容水势广大的样子。⑶王粲：东汉末年著名文学家，“建安七子”之一，由于其文才出众，被称为“七子之冠冕”。他曾为避\n"]}{"title":"定风波·用药名招婺源马荀仲游雨岩马善医","nian":"宋代","author":"辛弃疾","contson":"\n山路风来草木香。雨余凉意到胡床。泉石膏肓吾已甚。多病。提防风月费遍章。 孤负寻常山简醉。独自。故应知子草玄忙。湖海早知身汗漫。谁伴。只甘松竹共凄凉。\n","contyishang":["　　因为马荀仲是医生，所以稼轩就用药名写入邀他一起去游雨岩的词中。看来纯属游戏笔墨，但正如鲁迅先生说的：“从喷泉里出来的都是水，从血管里出来的都是血”一样，这即兴之作，也莫不充满了愤懑之情。","　　这阕词写于稼轩谪居上饶之时。雨岩在博山，位于永丰县西20里，离上饶极近，风景优美，稼轩多次游历，已记于词者有《念奴娇》、《水龙吟》、《山鬼谣》、《生查子》、《蝶恋花》可见其情有独钟。词中“木香”、“雨余凉”（禹余粮）、“石膏”、“防风”、“常山”、“知子”（栀子）、“海早”（海藻）、甘松等，均为药名。一经嵌入词中，却全不露痕迹。若不是他特地提出，几乎读不出药味来。药味是读不出，但\n"]}{"title":"送王昌龄之岭南","nian":"唐代","author":"孟浩然","contson":"\n洞庭去远近，枫叶早惊秋。岘首羊公爱，长沙贾谊愁。土毛无缟纻，乡味有槎头。已抱沈痼疾，更贻魑魅忧。数年同笔砚，兹夕间衾裯。意气今何在，相思望斗牛。\n","contyishang":[]}{"title":"送魏万之京","nian":"唐代","author":"李颀","contson":"\n朝闻游子唱离歌，昨夜微霜初渡河。鸿雁不堪愁里听，云山况是客中过。关城树色催寒近，御苑砧声向晚多。(树色 一作：曙)莫见长安行乐处，空令岁月易蹉跎。\n","contyishang":["译文清晨听到游子高唱离别之歌，昨夜下薄霜你一早渡过黄河。怀愁之人最怕听到鸿雁鸣叫，云山冷寂更不堪落寞的过客。潼关晨曦催促寒气临近京城，京城深秋捣衣声到晚上更多。请不要以为长安是行乐所在，以免白白地把宝贵时光消磨。","注释⑴魏万：又名颢。上元（唐高宗年号，674—676）初进士。曾隐居王屋山，自号王屋山人。⑵游子：指魏万。离歌：离别的歌。⑶初渡河：刚刚渡过黄河。魏万家住王屋山，在黄河北岸，去长安必须渡河。⑷“鸿雁”二句：设想魏万在途中的寂寞心情。客中：即作客途中。⑸关城\n"]}{"title":"送卢主簿","nian":"唐代","author":"王勃","contson":"\n穷途非所恨，虚室自相依。城阙居年满，琴尊俗事稀。 开襟方未已，分袂忽多违。东岩富松竹，岁暮幸同归。\n","contyishang":[]}{"title":"临江仙·送宇文德和被召赴行在所","nian":"宋代","author":"张元干","contson":"\n露坐榕阴须痛饮，从渠叠鼓频催。暮山新月两徘徊。离愁秋水远，醉眼晓帆开。 泛宅浮家游戏去，流行坎止忘怀。江边鸥鹭莫相猜。上林消息好，鸿雁已归来。\n","contyishang":[]}{"title":"泜水","nian":"清代","author":"郑板桥","contson":"\n泜水清且浅，沙砾明可数。漾漾浮轻波，悠悠汇远浦。千山倒空青，乱石兀崖堵。我来恣游泳，浩歌怀往古。逼侧井陉道，卒列不成伍。背水造奇谋，赤帜立赵土。韩信购左车，张耳陋肺腑。何不赦陈馀，与之归汉主？\n","contyishang":[]}{"title":"至鸭栏驿上白马矶赠裴侍御","nian":"唐代","author":"李白","contson":"\n侧叠万古石，横为白马矶。乱流若电转，举掉扬珠辉。临驿卷缇幕，升堂接绣衣。情亲不避马，为我解霜威。\n","contyishang":["译文巴陵长江侧岸的这堆石头，经历了万年的风浪，横卧成为白马驿。江水奔涌，漩涡如电快速旋转，船棹激起的水珠在阳光下虹光灿烂。裴侍御在水驿升堂，卷起绣帘，把刺绣的衣服赠送与我。友情深厚，把所有的客套礼仪放在一边，为我带来了一片灿烂的阳光，温暖我流放途中感受的凄凉。 ","注释①《一统志》：鸭栏矶，在岳州临湘县东十五里。吴建昌侯孙虑作斗鸭栏于此。白马矶，在岳州巴陵县境。《湖广通志》：白马矶，在岳州临湘县北十五里。②刘公干诗：“明月照缇幕。”李善注：“缇，丹色也。”③绣衣，用《汉书》绣衣直指事。\n"]}{"title":"送远曲","nian":"唐代","author":"张籍","contson":"\n戏马台南山簇簇，山边饮酒歌别曲。行人醉后起登车，席上回尊向僮仆。青天漫漫复长路，远游无家安得住。愿君到处自题名，他日知君从此去。\n","contyishang":["　　“黯然销魂者，唯别而已矣。”临歧徘徊，执手相送，构成了送别诗的基本情调。要在这同一基调上奏出不落窠臼、自成体格的送别曲，确非易事，张籍《送远曲》就是个中唐佳品。","　　“戏马台南山簇簇，山边饮酒歌别曲。”戏马台，在今江苏铜山县，相传即是项羽掠马台。南朝刘裕曾在此大宴群僚，饮酒赋诗，由是著名，遂成胜迹。起首点明事由、地点：戏马台南，送别友人。看似语意平平，内中却含深意。“戏马台”三字并非信手拈来、率尔下笔。遥想当年，霸王灭秦，叱咤风云；刘裕伐胡，气吞山河。而今旧迹依然、昔人何在？站在历史悠远的名胜古迹旁，顿感宇宙之永恒、人生之短暂。而匆匆人生，聚少离多，愈加难以为情。送别\n"]}{"title":"故乡杏花","nian":"唐代","author":"司空图","contson":"\n寄花寄酒喜新开，左把花枝右把杯。欲问花枝与杯酒，故人何得不同来？\n","contyishang":[]}{"title":"寻鲁城北范居士失道落苍耳中见范置酒摘苍耳作","nian":"唐代","author":"李白","contson":"\n雁度秋色远，日静无云时。客心不自得，浩漫将何之。 忽忆范野人，闲园养幽姿。茫然起逸兴，但恐行来迟。 城壕失往路，马首迷荒陂。不惜翠云裘，遂为苍耳欺。 入门且一笑，把臂君为谁。酒客爱秋蔬，山盘荐霜梨。 他筵不下箸，此席忘朝饥。酸枣垂北郭，寒瓜蔓东篱。 还倾四五酌，自咏猛虎词。近作十日欢，远为千载期。 风流自簸荡，谑浪偏相宜。酣来上马去，却笑高阳池。\n","contyishang":["译文秋色萧条，大雁远来，长天无云，日光悠悠。久客在外，心绪难平，动荡如东海波涛，难以平息。突然想起老范，他正隐居在城北的田园养身修性，烦他去。想去就去，不要犹豫，趁着兴头，走。走到城壕边就迷了路，在这荒山野地，连老马都不认识老路了。管他什么珍贵的翠云裘衣，让这些苍耳乱粘衣服。一进门老范就满地找牙，笑哈哈，挽住我的手臂问：你是谁？如此狼狈？用什么下酒？秋天的蔬菜和水果，来一盘霜梨开开胃！别处宴席没口味，此地的酒菜开心霏。村北酸枣累累，篱东寒瓜漫地。一连四五杯，\n"]}{"title":"编集拙诗成一十五卷因题卷末戏赠元九、李二十","nian":"唐代","author":"白居易","contson":"\n一篇长恨有风情，十首秦吟近正声。每被老元偷格律，苦教短李伏歌行。世间富贵应无分，身后文章合有名。莫怪气粗言语大，新排十五卷诗成。\n","contyishang":["译文一篇《长恨歌》多么有文采风情，十首《秦中吟》则是匡时济世的正声。常常被元稹学去了我诗中的格律，李绅也不得不佩服我的歌行。世间的富贵我大概没有缘分，身后文章才会留下我的声名。别笑我气粗，满口大话，新编的十五卷诗集已经完成。","注释⑴元九：指元稹（微之）；李二十：指李绅。这二人都是诗人白居易的好友。⑵长恨：指诗人于元和元年（806年）创作的著名长诗《长恨歌》。此诗叙述唐玄宗与杨贵妃的爱情悲剧，其中对唐玄宗的重色误国进行了某些讽刺，所以他自认其诗有风人之情，美刺之旨。⑶秦吟：指诗人于贞元、元和\n"]}{"title":"满江红·送李正之提刑入蜀","nian":"宋代","author":"辛弃疾","contson":"\n蜀道登天，一杯送、绣衣行客。还自叹、中年多病，不堪离别。东北看惊诸葛表，西南更草相如檄。把功名、收拾付君侯，如椽笔。儿女泪，君休滴。荆楚路，吾能说。要新诗准备，庐山山色。赤壁矶头千古浪，铜鞮陌上三更月。正梅花、万里雪深时，须相忆。\n","contyishang":["译文蜀道攀登难于上青天，一杯薄酒为你践行。正是祖国被侵占的时候，自己又有才能去驱除外侮，却非要闲置如此。希望借着这首《喻巴蜀檄》让金人闻风心惊。你文才出众，希望大展身手，为国立功建业。君莫要流泪伤心，请用诗写下一路美好景色：庐山的丰姿，赤壁的激浪，襄阳的明月。正是梅花花开、大雪纷飞季节，务必相互勉励莫相忘并不断传递消息。","注释⑴满江红：词牌名；李正之：李大正，字正之；提刑：提点刑狱使的简称，主管一路的司法、刑狱和监察事务。⑵蜀道登天：李白《蜀道难》诗：“蜀道之难，难于上青天。”⑶绣衣：西汉武帝时设绣衣直指官，派往\n"]}{"title":"赠从兄襄阳少府皓","nian":"唐代","author":"李白","contson":"\n结发未识事，所交尽豪雄。却秦不受赏，击晋宁为功。托身白刃里，杀人红尘中。当朝揖高义，举世称英雄。小节岂足言，退耕舂陵东。归来无产业，生事如转蓬。一朝乌裘敝，百镒黄金空。弹剑徒激昂，出门悲路穷。吾兄青云士，然诺闻诸公。所以陈片言，片言贵情通。棣华倘不接，甘与秋草同。\n","contyishang":["译文我青少年的时候，对事理的认识不是特别通达，呼朋唤友，都是些热血豪迈人士。不为报酬而助人，并不把解人之难看作是多么了不起的功劳。为朋友曾经不惜两肋插刀，红尘滚滚处也曾经手刃歹徒。哥们肝胆意气天下闻名，官民同赏。当然，这些都是小节，不足言道，现在回到偏僻之处隐居。回家后是四壁空空，没有任何产业，为衣腹之累而忙个不休。身穿的狐裘破烂，腰里曾经的万贯黄金也用个精光（主要还是接济落魄文人）。也曾经去王公门前干谒，推荐自己，但是没有什么效果，悲日暮途穷。老兄你可是官运通达，青云直上，一诺千金，名噪公卿\n"]}{"title":"乐天见示伤微之敦诗晦叔三君子皆有深分因成是诗以寄","nian":"唐代","author":"刘禹锡","contson":"\n吟君叹逝双绝句，使我伤怀奏短歌。世上空惊故人少，集中惟觉祭文多。芳林新叶催陈叶，流水前波让後波。万古到今同此恨，闻琴泪尽欲如何。\n","contyishang":["　　首联，写即指读了白居易寄来的两首绝句，後有感于友朋之离世，亦作诗抒发感慨。","　　颔联，写到友人一一离开人间，祭文所做自然增加，以致文集中祭文最多，对于友人去世之伤痛无奈之情，自己的孤独之感溢于言表。","　　颈联乃千古名句，亦最能体现刘禹锡的哲学思想。本义指春天里，茂盛的树林新长出的叶子，催换着老叶、旧叶；江河中，奔腾的流水前面的退让给后起的波浪。这里“陈叶”、“前波”可指微之、敦诗、晦叔等已经去世的好友，也可指旧事物。“新叶”、“後波”可指“晚辈”亦可指新事物。这一联我以为，至少包含了这些哲学思想：","　　1.新事物的产生旧事物的消亡有它的\n"]}{"title":"赠卫八处士","nian":"唐代","author":"杜甫","contson":"\n人生不相见，动如参与商。今夕复何夕，共此灯烛光。少壮能几时，鬓发各已苍。访旧半为鬼，惊呼热中肠。焉知二十载，重上君子堂。昔别君未婚，儿女忽成行。怡然敬父执，问我来何方。问答未及已，儿女罗酒浆。夜雨剪春韭，新炊间黄粱。主称会面难，一举累十觞。十觞亦不醉，感子故意长。明日隔山岳，世事两茫茫。\n","contyishang":["译文人生旅途常有别离不易相见，就像参星商星实在难得相遇。今夜又是一个什么吉日良辰，让我们共同在这烛光下叙谈。青春壮健年少岁月能有多少，转瞬间你我都已经两鬓如霜。昔日往来的朋友一半已去世，我内心激荡不得不连声哀叹。没想到我们已分别廿个春秋，今天还能亲临你家里的厅堂。相分别是你还没有结婚成家，倏忽间你的子女已成帮成行。他们彬彬有礼笑迎父亲老友，亲切地询问我来自什么地方？还来不及讲述完所有的往事，你就催促儿女快把酒菜摆上。冒着夜雨剪来了青鲜的韭菜，呈上新煮的黄米饭让我品尝。主\n"]}{"title":"再授连州至衡阳酬柳柳州赠别","nian":"唐代","author":"刘禹锡","contson":"\n去国十年同赴召，渡湘千里又分歧。重临事异黄丞相，三黜名惭柳士师。归目并随回雁尽，愁肠正遇断猿时。桂江东过连山下，相望长吟有所思。\n","contyishang":["译文　　被贬出京城十年后，我们二人同时接召赴京，却同时再被贬往边荒之地，同行千里渡过湘水后又不得不彼此分手了。我虽是再次充任连州刺史，却与西汉黄霸两任颍川太守截然不同，更是自叹不如三次被贬黜的柳下惠。想要归去的目光随着北归的大雁消失在天边，心中愁肠百结之时却又听到了凄厉的猿啼。柳州和连州有桂江相连，每当桂江向东流经连山之下时，我将和你相互凝望，低头吟诵《有所思》。","注释⑴连州：今广东连县（连州市）。柳柳州：柳宗元。⑵湘：湘水（湘江），在湖南。⑶黄丞相：西汉时贤相黄霸，受汉宣帝信任，曾两度出任地近长安的颍川太守，结果清名满天下\n"]}{"title":"宣州九日闻崔四侍御与宇文太守游敬亭余时登响山不同此赏醉后寄崔侍御","nian":"唐代","author":"李白","contson":"\n九日茱萸熟，插鬓伤早白。登高望山海，满目悲古昔。远访投沙人，因为逃名客。故交竟谁在，独有崔亭伯。重阳不相知，载酒任所适。手持一枝菊，调笑二千石。日暮岸帻归，传呼隘阡陌。彤襟双白鹿，宾从何辉赫。夫子在其间，遂成云霄隔。良辰与美景，两地方虚掷。晚从南峰归，萝月下水壁。却登郡楼望，松色寒转碧。咫尺不可亲，弃我如遗舄。\n九卿天上落，五马道旁来。列戟朱门晓，褰帏碧嶂开。登高望远海，召客得英才。紫绶欢情洽，黄花逸兴催。山从图上见，溪即镜中回。遥羡重阳作，应过戏马台。\n","contyishang":["译文九月九日茱萸成熟，插鬓时发现鬓发已经白了许多，伤心！登高瞭望高山大海，满目凄凉，为古昔之人悲哀。 远访为吊念屈原而投沙之人，因为我也是逃名隐逸之客。故交中还有谁在？独有崔亭伯崔侍御你了。 重阳节到了也不知道，放船载酒任水漂流。我手持一枝菊花，和二千石的太守调笑。 日暮时分头戴头巾归岸，传呼之声充满阡陌。一双白鹿拉着红色官车，后面宾客光辉显赫。夫子你坐在其中，你我就像相隔云霄。良辰与美景，白白地错过，没有喝到酒，没有听歌舞。 晚上我从南峰归来，女萝间的明月\n"]}{"title":"送宗判官归滑台序","nian":"唐代","author":"任华","contson":"\n　　大丈夫其谁不有四方志？则仆与宗衮二年之间，会而离，离而会，经途所亘，凡三万里。何以言之？去年春会于京师，是时仆如桂林，衮如滑台；今年秋，乃不期而会于桂林；居无何，又归滑台，王事故也。舟车往返，岂止三万里乎？人生几何？而倏聚忽散，辽夐若此，抑知己难遇，亦复何辞！\n　　岁十有一月，二三子出饯于野。霜天如扫，低向朱崖。加以尖山万重，平地卓立。黑是铁色，锐如笔锋。复有阳江、桂江，略军城而南走，喷入沧海，横浸三山，则中朝群公岂知遐荒之外有如是山水？山水既尔，人亦其然。衮乎对此，与我分手。忘我尚可，岂得忘此山水哉！\n","contyishang":["译文　　大丈夫哪个没有奔走天下、安邦定国的远大志向？我和宗衮在两年之间，会面了又离别，离别了又会面，这当中来来去去所经历的路程，总共有三万里。为什么说有这么长的路程呢？去年春天，我们两人在京城相会，当时我去桂林，宗衮去滑台；今年秋天，我们竟然料想不到又在桂林相会；过了没多久，宗衮因为国事的缘故又回到滑台。坐船坐车，来来往往，哪里只止三万里呢？人的一生有多久？刚聚在一起，突然间又要分别，象这样相距遥远，更何况像这样的知己朋友极难遇上，还有什么好说的！","　　时间正值十一月，我们几个朋友出城到野外为宗衮饯行。秋天的天空洁净无杂物，像是俯向红色的山崖。再加上万重高山耸立，\n"]}{"title":"千秋岁·苑边花外","nian":"宋代","author":"黄庭坚","contson":"\n少游得谪，尝梦中作词云：“醉卧古藤阴下，了不知南北。”竟以元符庚辰死于藤州光华亭上。崇宁甲申，庭坚窜宜州，道过衡阳。览其遗，始追和其《千秋岁》词。\n苑边花外，记得同朝退。飞骑轧，鸣珂碎。齐歌云绕扇，赵舞风回带。严鼓断，杯盘狼藉犹相对。 洒泪谁能会？醉卧藤阴盖。人已去，词空在。兔园高宴悄，虎观英游改。重感慨，波涛万顷珠沉海。\n","contyishang":["译文秦少游被贬官，曾经在梦中作词，词中说：“醉卧在古藤树荫下，了然不知南北。”（友人秦观）竟于元符庚辰年在光华亭中去世。崇宁甲胄年间，我来到宜州，途中路过衡阳。我看了秦观的遗迹，开始追和他的《千秋岁》一词。还记得，在小园边的百花丛外，我们一同退朝。马儿飞驰，马头的玉饰敲击作响。宴会上，歌声像云，在羽扇旁萦绕，舞蹈像风，在丝带间回旋。急促的鼓声突然停歇，杯盘放得乱七八糟，我们仍相对欢笑。就算挥洒泪水，我们又怎能再会？只得醉卧在如伞盖般的藤阴。友人离去了，唯有词空空地还在。朝中的美宴不复，我们四人的郊游的时光也不再。再感慨，愁绪如万顷波涛中的小珠，沉入深海\n"]}{"title":"天山雪歌送萧治归京","nian":"唐代","author":"岑参","contson":"\n天山雪云常不开，千峰万岭雪崔嵬。北风夜卷赤亭口，一夜天山雪更厚。能兼汉月照银山，复逐胡风过铁关。交河城边鸟飞绝，轮台路上马蹄滑。晻霭寒氛万里凝，阑干阴崖千丈冰。将军狐裘卧不暖，都护宝刀冻欲断。正是天山雪下时，送君走马归京师。雪中何以赠君别，惟有青青松树枝。\n","contyishang":["译文天山上的云雪终年不开，巍巍千山万岭白雪皑皑。夜来北风卷过赤亭路口，天山一夜之间大雪更厚。雪光和着月光照映银山，雪花追着北风飞过铁关。交河城边飞鸟早已断绝，轮台路上战马难以走过。寒云昏暗凝结万里天空，山崖陡峭悬挂千丈坚冰。将军皮袍久卧不觉温暖，都护宝刀冻得像要折断。天山正是大雪纷飞之时，送别为友走马归还京师。冰雪之中怎将心意表示，只有赠您青青松柏树枝！","注释⑴萧治：作者友人，生平未详。⑵开：消散。⑶崔嵬（cuī wéi）：山势高耸的样子。\n"]}