{"title":"","nian":"","author":"","contson":"","contyishang":[]}{"title":"瘗旅文","nian":"明代","author":"王守仁","contson":"\n　　维正德四年秋月三日，有吏目云自京来者，不知其名氏，携一子一仆，将之任，过龙场，投宿土苗家。予从篱落间望见之，阴雨昏黑，欲就问讯北来事，不果。明早，遣人觇之，已行矣。\n　　薄午，有人自蜈蚣坡来，云：“一老人死坡下，傍两人哭之哀。”予曰：“此必吏目死矣。伤哉！”薄暮，复有人来，云：“坡下死者二人，傍一人坐哭。”询其状，则其子又死矣。明日，复有人来，云：“见坡下积尸三焉。”则其仆又死矣。呜呼伤哉！\n　　念其暴骨无主，将二童子持畚、锸往瘗之，二童子有难色然。予曰：“嘻！吾与尔犹彼也！”二童闵然涕下，请往。就其傍山麓为三坎，埋之。又以只鸡、饭三盂，嗟吁涕洟而告之，曰：\n　　呜呼伤哉！繄何人？繄何人？吾龙场驿丞余姚王守仁也。吾与尔皆中土之产，吾不知尔郡邑，尔乌为乎来为兹山之鬼乎？古者重去其乡，游宦不逾千里。吾以窜逐而来此，宜也。尔亦何辜乎？闻尔官吏目耳，俸不能五斗，尔率妻子躬耕可有也。乌为乎以五斗而易尔七尺之躯？又不足，而益以尔子与仆乎？呜呼伤哉！\n　　尔诚恋兹五斗而来，则宜欣然就道，胡为乎吾昨望见尔容蹙然，盖不任其忧者？夫冲冒雾露，扳援崖壁，行万峰之顶，饥渴劳顿，筋骨疲惫，而又瘴疬侵其外，忧郁攻其中，其能以无死乎？吾固知尔之必死，然不谓若是其速，又不谓尔子尔仆亦遽然奄忽也！皆尔自取，谓之何哉！吾念尔三骨之无依而来瘗尔，乃使吾有无穷之怆也。\n　　呜呼伤哉！纵不尔瘗，幽崖之狐成群，阴壑之虺如车轮，亦必能葬尔于腹，不致久暴露尔。尔既已无知，然吾何能违心乎？自吾去父母乡国而来此，三年矣，历瘴毒而苟能自全，以吾未尝一日之戚戚也。今悲伤若此，是吾为尔者重，而自为者轻也。吾不宜复为尔悲矣。\n　　吾为尔歌，尔听之。歌曰：连峰际天兮，飞鸟不通。游子怀乡兮，莫知西东。莫知西东兮，维天则同。异域殊方兮，环海之中。达观随寓兮，奚必予宫。魂兮魂兮，无悲以恫。\n　　又歌以慰之曰：与尔皆乡土之离兮，蛮之人言语不相知兮。性命不可期，吾苟死于兹兮，率尔子仆，来从予兮。吾与尔遨以嬉兮，骖紫彪而乘文螭兮，登望故乡而嘘唏兮。吾苟获生归兮，尔子尔仆，尚尔随兮，无以无侣为悲兮！道旁之冢累累兮，多中土之流离兮，相与呼啸而徘徊兮。餐风饮露，无尔饥兮。朝友麋鹿，暮猿与栖兮。尔安尔居兮，无为厉于兹墟兮！\n","contyishang":["译文　　在大明正德四年秋季某月初三日，有一名吏目从北京来到这里，不知他姓甚名谁。身边带着一个儿子、一个仆人，将要上任，路过龙场，投宿在一户苗族人家。我从篱笆中间望见他，当时阴雨昏黑，想靠近他打听北方的情况，没有实现。第二天早晨，派人去探视，他已经走了。　　近午时刻，有人从蜈蚣坡那边来，说：“有一个老人死于坡下，旁边两人哭得很伤心。”我说：“这一定是吏目死了。可悲啊！”傍晚，又有人来说：“坡下死了两个人，旁边一人坐着叹息。”问明他们的情状，方知他的儿子又死了。第二天，又有人来说：“看到坡下堆了三具尸体。”那么，他的仆人又死了。唉，令人伤心啊！　　想到他们\n"]}{"title":"讳辩","nian":"唐代","author":"韩愈","contson":"\n　　愈与李贺书，劝贺举进士。贺举进士有名，与贺争名者毁之，曰贺父名晋肃，贺不举进士为是，劝之举者为非。听者不察也，和而唱之，同然一辞。皇甫湜曰：“若不明白，子与贺且得罪。”愈曰：“然。”\n　　律曰：“二名不偏讳。”释之者曰：“谓若言‘征’不称‘在’，言‘在’不称‘征’是也。”律曰：“不讳嫌名。”释之者曰：“谓若‘禹’与‘雨’、‘丘’与‘蓲’之类是也。”今贺父名晋肃，贺举进士，为犯二名律乎？为犯嫌名律乎？父名晋肃，子不得举进士，若父名仁，子不得为人乎？夫讳始于何时？作法制以教天下者，非周公孔子欤？周公作诗不讳，孔子不偏讳二名，《春秋》不讥不讳嫌名，康王钊之孙，实为昭王。曾参之父名晳，曾子不讳昔。周之时有骐期，汉之时有杜度，此其子宜如何讳？将讳其嫌遂讳其姓乎？将不讳其嫌者乎？汉讳武帝名彻为通，不闻又讳车辙之辙为某字也；讳吕后名雉为野鸡，不闻又讳治天下之治为某字也。今上章及诏，不闻讳浒、势、秉、机也。惟宦官宫妾，乃不敢言谕及机，以为触犯。士君子言语行事，宜何所法守也？今考之于经，质之于律，稽之以国家之典，贺举进士为可邪？为不可邪？\n　　凡事父母，得如曾参，可以无讥矣；作人得如周公孔子，亦可以止矣。今世之士，不务行曾参周公孔子之行，而讳亲之名，则务胜于曾参周公孔子，亦见其惑也。夫周公孔子曾参卒不可胜，胜周公孔子曾参，乃比于宦者宫妾，则是宦者宫妾之孝于其亲，贤于周公孔子曾参者邪？ \n","contyishang":["译文　　我写信给李贺，劝他参加进士科的考试。李贺如去参加进士科考试就会考中，所以和他争名的人就攻击这件事情，说：“李贺父亲名晋肃，李贺不参加进士科的考试才是对的，劝他考进士的人是不对的。”听到这种议论的人没有仔细想，就异口同声，跟着附和。皇甫湜对我说：“如果不把这件事说清楚，你和李贺将要蒙受坏名声。”我说：“是这样的”。","　　《礼记》上的规定说：“名字的两个字不必都避讳。”解释的人说：“孔子的母亲名‘征在’，这是说如果说‘征’就不说‘在’，说到‘在’就不说‘征’。”《礼记》上的规定又说：“不避讳声音相近的字。”解释的人说：“说的是像‘禹’和‘雨’、‘丘’和‘\n"]}{"title":"祭十二郎文","nian":"唐代","author":"韩愈","contson":"\n　　年、月、日，季父愈闻汝丧之七日，乃能衔哀致诚，使建中远具时羞之奠，告汝十二郎之灵：\n　　呜呼！吾少孤，及长，不省所怙，惟兄嫂是依。中年，兄殁南方，吾与汝俱幼，从嫂归葬河阳。既又与汝就食江南。零丁孤苦，未尝一日相离也。吾上有三兄，皆不幸早世。承先人后者，在孙惟汝，在子惟吾。两世一身，形单影只。嫂尝抚汝指吾而言曰：“韩氏两世，惟此而已！”汝时尤小，当不复记忆。吾时虽能记忆，亦未知其言之悲也。\n　　吾年十九，始来京城。其后四年，而归视汝。又四年，吾往河阳省坟墓，遇汝从嫂丧来葬。又二年，吾佐董丞相于汴州，汝来省吾。止一岁，请归取其孥。明年，丞相薨。吾去汴州，汝不果来。是年，吾佐戎徐州，使取汝者始行，吾又罢去，汝又不果来。吾念汝从于东，东亦客也，不可以久；图久远者，莫如西归，将成家而致汝。呜呼！孰谓汝遽去吾而殁乎！吾与汝俱少年，以为虽暂相别，终当久相与处。故舍汝而旅食京师，以求斗斛之禄。诚知其如此，虽万乘之公相，吾不以一日辍汝而就也。\n　　去年，孟东野往。吾书与汝曰：“吾年未四十，而视茫茫，而发苍苍，而齿牙动摇。念诸父与诸兄，皆康强而早世。如吾之衰者，其能久存乎？吾不可去，汝不肯来，恐旦暮死，而汝抱无涯之戚也！”孰谓少者殁而长者存，强者夭而病者全乎！\n　　呜呼！其信然邪？其梦邪？其传之非其真邪？信也，吾兄之盛德而夭其嗣乎？汝之纯明而不克蒙其泽乎？少者、强者而夭殁，长者、衰者而存全乎？未可以为信也。梦也，传之非其真也，东野之书，耿兰之报，何为而在吾侧也？呜呼！其信然矣！吾兄之盛德而夭其嗣矣！汝之纯明宜业其家者，不克蒙其泽矣！所谓天者诚难测，而神者诚难明矣！所谓理者不可推，而寿者不可知矣！\n　　虽然，吾自今年来，苍苍者或化而为白矣，动摇者或脱而落矣。毛血日益衰，志气日益微，几何不从汝而死也。死而有知，其几何离；其无知，悲不几时，而不悲者无穷期矣。\n　　汝之子始十岁，吾之子始五岁。少而强者不可保，如此孩提者，又可冀其成立邪?呜呼哀哉！呜呼哀哉！\n　　汝去年书云：“比得软脚病，往往而剧。”吾曰：“是疾也，江南之人，常常有之。”未始以为忧也。呜呼！ 其竟以此而殒其生乎？抑别有疾而至斯极乎？\n　　汝之书，六月十七日也。东野云，汝殁以六月二日；耿兰之报无月日。盖东野之使者，不知问家人以月日；如耿兰之报，不知当言月日。东野与吾书，乃问使者，使者妄称以应之乎。其然乎？其不然乎？\n　　今吾使建中祭汝，吊汝之孤与汝之乳母。彼有食，可守以待终丧，则待终丧而取以来；如不能守以终丧，则遂取以来。其余奴婢，并令守汝丧。吾力能改葬，终葬汝于先人之兆，然后惟其所愿。\n　　呜呼！汝病吾不知时，汝殁吾不知日，生不能相养以共居，殁不能抚汝以尽哀，敛不凭其棺，窆不临其穴。吾行负神明，而使汝夭；不孝不慈，而不能与汝相养以生，相守以死。一在天之涯，一在地之角，生而影不与吾形相依，死而魂不与吾梦相接。吾实为之，其又何尤！彼苍者天，曷其有极！自今已往，吾其无意于人世矣！当求数顷之田于伊颍之上，以待余年，教吾子与汝子，幸其成；长吾女与汝女，待其嫁，如此而已。\n　　呜呼，言有穷而情不可终，汝其知也邪？其不知也邪？呜呼哀哉！尚飨！ \n","contyishang":["　　某年、某月、某日，叔父韩愈在听说你去世后的第七天，才得以含着哀痛向你表达诚意，并派建中在远方备办了应时的鲜美食品作为祭品，告慰你十二郎的灵位：","　　唉，我自幼丧父，等到大了，不知道父亲是什么模样，只有依靠兄嫂抚养。哥哥正当中年时就因与犯罪的宰相关系密切而受牵连被贬为韶州刺史，次年死于贬所 。我和你都还小，跟随嫂嫂把灵柩送回河阳老家安葬。随后又和你到江南谋生，孤苦伶丁，也未曾一天分开过。我上面本来有三个哥哥，都不幸早死。继承先父的后代，在孙子辈里只有你，在儿子辈里只有我。韩家子孙两代各剩一人，孤孤单单。嫂子曾经抚摸着你的头对我说：“韩氏两代，就只有你们两个了！”那时你比\n"]}{"title":"齐桓公伐楚盟屈完","nian":"先秦","author":"左丘明","contson":"\n　　齐侯与蔡姬乘舟于囿，荡公。公惧变色；禁之，不可。公怒，归之，未之绝也。蔡人嫁之。\n　　四年春，齐侯以诸侯之师侵蔡，蔡溃，遂伐楚。楚子使与师言曰：“君处北海，寡人处南海，唯是风马牛不相及也。不虞君之涉吾地也，何故？”管仲对曰：“昔召康公命我先君太公曰：‘五侯九伯，女实征之，以夹辅周室。’赐我先君履：东至于海，西至于河，南至于穆陵，北至于无棣。尔贡包茅不入，王祭不共，无以缩酒，寡人是征；昭王南征而不复，寡人是问。”对曰：“贡之不入，寡君之罪也，敢不共给？昭王之不复，君其问诸水滨。”(徵 通 征)\n　　师进，次于陉。\n　　夏，楚子使屈完如师。师退，次于召陵。齐侯陈诸侯之师，与屈完乘而观之。齐侯曰：“岂不榖()是为？ 先君之好是继，与不榖同好，何如？”对曰：“君惠徼福于敝邑之社稷，辱收寡君，寡君之愿也。”齐侯曰：“以此众战，谁能御之！以此攻城，何城不克！”对曰：“君若以德绥诸侯，谁敢不服？ 君若以力，楚国方城以为城，汉水以为池，虽众，无所用之！”\n　　屈完及诸侯盟。\n","contyishang":["译文　　齐桓公与夫人蔡姬在园林中乘舟游玩，蔡姬故意晃动小船，桓公吓得脸色都变了，他阻止蔡姬，蔡姬却不听。桓公一怒之下让她回到了蔡国，但没有说与她断绝夫妻关系，蔡姬的哥哥蔡穆侯却让她改嫁了。　　鲁僖公四年的春天，齐桓公率领诸侯国的军队攻打蔡国。蔡国溃败，接着又去攻打楚国。　　楚成王派使节到诸侯之师对齐桓公说：“您住在北方，我住在南方，双方相距遥远，即使是马牛牝牡相诱也不相及。没想到您进入了我们的国土这是什么缘故？”管仲回答说：“从前召康公命令我们先君姜太公说：‘五等诸侯和九州长官，你都有权征讨他们，从而共同辅佐周王室。’召康公还给了我们先君征讨的范围：东\n"]}{"title":"五代史伶官传序","nian":"宋代","author":"欧阳修","contson":"\n　　呜呼！盛衰之理，虽曰天命，岂非人事哉！原庄宗之所以得天下，与其所以失之者，可以知之矣。\n　　世言晋王之将终也，以三矢赐庄宗而告之曰：“梁，吾仇也；燕王，吾所立；契丹与吾约为兄弟；而皆背晋以归梁。此三者，吾遗恨也。与尔三矢，尔其无忘乃父之志！”庄宗受而藏之于庙。其后用兵，则遣从事以一少牢告庙，请其矢，盛以锦囊，负而前驱，及凯旋而纳之。\n　　方其系燕父子以组，函梁君臣之首，入于太庙，还矢先王，而告以成功，其意气之盛，可谓壮哉！及仇雠已灭，天下已定，一夫夜呼，乱者四应，仓皇东出，未及见贼而士卒离散，君臣相顾，不知所归。至于誓天断发，泣下沾襟，何其衰也！岂得之难而失之易欤？抑本其成败之迹，而皆自于人欤？\n　　《书》曰：“满招损，谦得益。”忧劳可以兴国，逸豫可以亡身，自然之理也。故方其盛也，举天下之豪杰，莫能与之争；及其衰也，数十伶人困之，而身死国灭，为天下笑。夫祸患常积于忽微，而智勇多困于所溺，岂独伶人也哉！作《伶官传》。 \n","contyishang":["译文　　唉！盛衰的道理，虽说是天命决定的，难道说不是人事造成的吗？推究庄宗所以取得天下，与他所以失去天下的原因，就可以明白了。　　世人传说晋王临死时，把三枝箭赐给庄宗，并告诉他说：“梁国是我的仇敌，燕王是我推立的，契丹与我约为兄弟，可是后来都背叛我去投靠了梁。这三件事是我的遗恨。交给你三枝箭，你不要忘记你父亲报仇的志向。”庄宗受箭收藏在祖庙。以后庄宗出兵打仗，便派手下的随从官员，用猪羊去祭告祖先，从宗庙里恭敬地取出箭来，装在漂亮的丝织口袋里，使人背着在军前开路，等打了胜仗回来，仍旧把箭收进宗庙。　　当他用绳子绑住燕王父子，用小木匣装着梁国君臣的头，走进\n"]}{"title":"齐宣王见颜斶 / 颜斶说齐王","nian":"先秦","author":"佚名","contson":"\n　　齐宣王见颜斶，曰：“斶前！”斶亦曰：“王前！”宣王不说。左右曰：“王，人君也。斶，人臣也。王曰‘斶前’，亦曰‘王前’，可乎？”斶对曰：“夫斶前为慕势，王前为趋士。与使斶为慕势，不如使王为趋士。”王忿然作色曰：“王者贵乎？士贵乎？”对曰：“士贵耳，王者不贵。”王曰：“有说乎？”斶曰：“有。昔者秦攻齐，令曰：‘有敢去柳下季垄五十步而樵采者，死不赦。’令曰：‘有能得齐王头者，封万户侯，赐金千镒。’由是观之，生王之头，曾不若死士之垄也。”宣王默然不悦。\n　　左右皆曰：“斶来，斶来！大王据千乘之地，而建千石锺，万石虡。天下之士，仁义皆来役处；辩士并进，莫不来语；东西南北，莫敢不服。求万物无不备具，而百姓无不亲附。今夫士之高者，乃称匹夫，徒步而处农亩，下则鄙野、监门、闾里，士之贱也，亦甚矣！” \n　　斶对曰：“不然。斶闻古大禹之时，诸侯万国。何则？德厚之道，得贵士之力也。故舜起农亩，出于岳鄙，而为天子。及汤之时，诸侯三千。当今之世，南面称寡者，乃二十四。由此观之，非得失之策与？稍稍诛灭，灭亡无族之时，欲为监门、闾里，安可得而有乎哉？是故《易传》不云乎。’居上位，未得其实，以喜其为名者，必以骄奢为行。据慢骄奢，则凶中之。是故无其实而喜其名者削，无德而望其福者约，无功而受其禄者辱，祸必握。’故曰：‘矜功不立，虚愿不至。’此皆幸乐其名，华而无其实德者也。是以尧有九佐，舜有七友，禹有五丞，汤有三辅，自古及今而能虚成名于天下者，无有。是以君王无羞亟问，不愧下学；是故成其道德而扬功名于后世者，尧、舜、禹、汤、周文王是也。故曰：‘无形者，形之君也。无端者，事之本也。’夫上见其原，下通其流，至圣人明学，何不吉之有哉！老子曰：‘虽贵，必以贱为本；虽高，必以下为基。是以侯王称孤寡不谷，是其贱必本于？’非夫孤寡者，人之困贱下位也，而侯王以自谓，岂非下人而尊贵士与？夫尧传舜，舜传傅禹，周成王任周公旦，而世世称曰明主，是以明乎士之贵也。”\n　　宣王曰：“嗟乎！君子焉可侮哉，寡人自取病耳！及今闻君子之言，乃今闻细人之行，愿请受为弟子。且颜先生与寡人游，食必太牢，出必乘车，妻子衣服。” 　 颜斶辞去曰：“夫玉生于山，制则破焉，非弗宝贵矣，然大璞不完。士生乎鄙野，推选则禄焉，非不得尊遂也，然而形神不全。斶愿得归，晚食以当肉，安步以当车，无罪以当贵，清静贞正以自虞。制言者王也，尽忠直言者斶也。言要道已备矣，愿得赐归，安行而反臣之邑屋。”则再拜而辞去也。斶知足矣，归反朴，则终身不辱也。\n　　君子曰：“斶知足矣，归真返璞，则终身不辱。” \n","contyishang":["译文一　　齐宣王召见齐人颜斶，说：“颜斶，上前来！”颜斶也说：“大王，上前来！”宣王很不高兴。左右近臣说：“大王是人君，你是人臣；大王说，‘颜斶，上前来！‘你也说，‘大王，上前来！’可以吗？”颜斶回答说：“我上前是趋炎附势，大王上前是礼贤下士；与其让我趋炎附势，不如让大王礼贤天下士。”宣王怒容满面，说：“是王尊贵，还是士尊贵？”颜斶回答说：“士尊贵，王并不尊贵。”宣王说：“可有什么道理吗？”颜斶说：“有，从前秦国进攻齐国，秦王下令说：‘有人敢在柳下季墓地五十步内砍柴的，判以死罪，不予赦免。’又下令说：‘有人能砍下齐王的头的，封邑万户，赐金二万两。’由此看来，活王的头，还不如死\n"]}{"title":"答苏武书","nian":"两汉","author":"李陵","contson":"\n　　子卿足下：\n　　勤宣令德，策名清时，荣问休畅，幸甚幸甚。远托异国，昔人所悲，望风怀想，能不依依？昔者不遗，远辱还答，慰诲勤勤，有逾骨肉，陵虽不敏，能不慨然？\n　　自从初降，以至今日，身之穷困，独坐愁苦。终日无睹，但见异类。韦韝毳幕，以御风雨；羶肉酪浆，以充饥渴。举目言笑，谁与为欢？胡地玄冰，边土惨裂，但闻悲风萧条之声。凉秋九月，塞外草衰。夜不能寐，侧耳远听，胡笳互动，牧马悲鸣，吟啸成群，边声四起。晨坐听之，不觉泪下。嗟乎子卿，陵独何心，能不悲哉！\n　　与子别后，益复无聊，上念老母，临年被戮；妻子无辜，并为鲸鲵；身负国恩，为世所悲。子归受荣，我留受辱，命也如何？身出礼义之乡，而入无知之俗；违弃君亲之恩，长为蛮夷之域，伤已！令先君之嗣，更成戎狄之族，又自悲矣。功大罪小，不蒙明察，孤负陵心区区之意。每一念至，忽然忘生。陵不难刺心以自明，刎颈以见志，顾国家于我已矣，杀身无益，适足增羞，故每攘臂忍辱，辙复苟活。左右之人，见陵如此，以为不入耳之欢，来相劝勉。异方之乐，只令人悲，增忉怛耳。\n　　嗟乎子卿，人之相知，贵相知心，前书仓卒，未尽所怀，故复略而言之。\n　　昔先帝授陵步卒五千，出征绝域。五将失道，陵独遇战，而裹万里之粮，帅徒步之师；出天汉之外，入强胡之域；以五千之众，对十万之军；策疲乏之兵，当新羁之马。然犹斩将搴旗，追奔逐北，灭迹扫尘，斩其枭帅，使三军之士，视死如归。陵也不才，希当大任，意谓此时，功难堪矣。匈奴既败，举国兴师。更练精兵，强逾十万。单于临阵，亲自合围。客主之形，既不相如；步马之势，又甚悬绝。疲兵再战，一以当千，然犹扶乘创痛，决命争首。死伤积野，余不满百，而皆扶病，不任干戈，然陵振臂一呼，创病皆起，举刃指虏，胡马奔走。兵尽矢穷，人无尺铁，犹复徒首奋呼，争为先登。当此时也，天地为陵震怒，战士为陵饮血。单于谓陵不可复得，便欲引还，而贼臣教之，遂使复战，故陵不免耳。\n　　昔高皇帝以三十万众，困于平城。当此之时，猛将如云，谋臣如雨，然犹七日不食，仅乃得免。况当陵者，岂易为力哉？而执事者云云，苟怨陵以不死。然陵不死，罪也；子卿视陵，岂偷生之士而惜死之人哉？宁有背君亲，捐妻子而反为利者乎？然陵不死，有所为也，故欲如前书之言，报恩于国主耳，诚以虚死不如立节，灭名不如报德也。昔范蠡不殉会稽之耻，曹沬不死三败之辱，卒复勾践之仇，报鲁国之羞，区区之心，窃慕此耳。何图志未立而怨已成，计未从而骨肉受刑，此陵所以仰天椎心而泣血也。\n　　足下又云：“汉与功臣不薄。”子为汉臣，安得不云尔乎？昔萧樊囚絷，韩彭葅醢，晁错受戮，周魏见辜。其余佐命立功之士，贾谊亚夫之徒，皆信命世之才，抱将相之具，而受小人之谗，并受祸败之辱，卒使怀才受谤，能不得展。彼二子之遐举，谁不为之痛心哉？陵先将军，功略盖天地，义勇冠三军，徒失贵臣之意，刭身绝域之表。此功臣义士所以负戟而长叹者也。何谓不薄哉？且足下昔以单车之使，适万乘之虏。遭时不遇，至于伏剑不顾；流离辛苦，几死朔北之野。丁年奉使，皓首而归；老母终堂，生妻去帷。此天下所希闻，古今所未有也。蛮貊之人，尚犹嘉子之节，况为天下之主乎？陵谓足下当享茅土之荐，受千乘之赏。闻子之归，赐不过二百万，位不过典属国，无尺土之封，加子之勤。而妨功害能之臣，尽为万户侯；亲戚贪佞之类，悉为廊庙宰。子尚如此，陵复何望哉？且汉厚诛陵以不死，薄赏子以守节，欲使远听之臣望风驰命，此实难矣，所以每顾而不悔者也。陵虽孤恩，汉亦负德。昔人有言：“虽忠不烈，视死如归。”陵诚能安，而主岂复能眷眷乎？男儿生以不成名，死则葬蛮夷中，谁复能屈身稽颡，还向北阙，使刀笔之吏弄其文墨邪？愿足下勿复望陵。\n　　嗟乎子卿，夫复何言？相去万里，人绝路殊。生为别世之人，死为异域之鬼。长与足下生死辞矣。幸谢故人，勉事圣君。足下胤子无恙，勿以为念。努力自爱，时因北风，复惠德音。李陵顿首。\n","contyishang":["译文　　子卿足下：　　您辛勤地宣扬美德，在太平盛世当官，美名流传于四方，真是值得庆幸啊！我流落在远方异国，这是前人所感悲痛的。遥望南方，怀念故人，怎能不满含深情？以前承蒙您不弃，从远处赐给我回音，殷勤地安慰、教诲，超过了骨肉之情。我虽然愚钝，又怎能不感慨万端？　　我从投降以来，身处艰难困境，一人独坐，愁闷苦恼。整天看不见别的，只见到些异族之人。我戴不惯皮袖套，住不惯毡幕，也只能靠它们来抵御风雨；吃不惯腥羶的肉，喝不惯乳浆，也只能用它们来充饥解渴。眼看四周，有谁能一起谈笑欢乐呢？胡地结着厚厚的坚冰，边塞上的土被冻得裂开，只听见悲惨凄凉的风声。深秋九月，塞\n"]}{"title":"祭公谏征犬戎","nian":"先秦","author":"佚名","contson":"\n　　穆王将征犬戎，祭公谋父谏曰：“不可。先王耀德不观兵。夫兵，戢而时动，动则威；观则玩，玩则无震。是故周文公之《颂》曰：‘载戢干戈，载櫜弓矢；我求懿德，肆于时夏。允王保之。’先王之于民也，茂正其德，而厚其性；阜其财求，而利其器用；明利害之乡，以文修之，使务利而避害，怀德而畏威，故能保世以滋大。\n　　昔我先世后稷，以服事虞夏。及夏之衰也，弃稷弗务，我先王不窋，用失其官，而自窜于戎翟之间。不敢怠业，时序其德，纂修其绪，修其训典；朝夕恪勤，守以惇笃，奉以忠信，奕世戴德，不忝前人。至于武王，昭前之光明，而加之以慈和，事神保民，莫不欣喜。商王帝辛，大恶于民，庶民弗忍，欣戴武王，以致戎于商牧。是先王非务武也，勤恤民隐，而除其害也。\n　　夫先王之制：邦内甸服，邦外侯服，侯、卫宾服，夷、蛮要服，戎、狄荒服。甸服者祭，侯服者祀，宾服者享，要服者贡，荒服者王。日祭，月祀，时享，岁贡，终王，先王之训也。\n　　有不祭，则修意；有不祀，则修言；有不享，则修文；有不贡，则修名；有不王，则修德。序成而有不至，则修刑。于是乎有刑不祭，伐不祀，征不享，让不贡，告不王。于是乎有刑罚之辟，有攻伐之兵，有征讨之备，有威让之令，有文告之辞。布令陈辞，而又不至，则又增修于德，无勤民于远。\n　　是以近无不听，远无不服。今自大毕、伯士之终也，犬戎氏以其职来王，天子曰：‘予必以不享征之’，且观之兵，其无乃废先王之训，而王几顿乎？吾闻夫犬戎树惇，能帅旧德，而守终纯固，其有以御我矣。”王不听，遂征之，得四白狼、四白鹿以归。自是荒服者不至。 \n","contyishang":["译文　　周穆王将征伐犬戎，祭公谋父劝阻说：“不行。先王显示德行而不炫耀武力。兵力是储存起来到一定时候动用的，一动用就使人畏惧；炫耀武力就会滥用，滥用就不能使人畏惧。所以周文公的《诗经·周颂·时迈》说：‘将兵器好好收藏，将弓箭藏在皮囊；我们君王寻求美德，施予这华夏之邦。君王定能保持天命久长。’先王对于百姓，努力端正他们的德行，使他们的性情更加宽厚；扩大他们的财源，改进他们的工具；指明利害的方向，用礼法整顿他们，使他们追求利益而避免祸害，怀念恩德而畏惧威力，所以能保证周王室世代相承，日益壮大。　　从前我们先王世代做农官之长，服事虞、夏两朝。到夏朝衰落的时候，废除了农官\n"]}{"title":"贾谊论","nian":"宋代","author":"苏轼","contson":"\n　　非才之难，所以自用者实难。惜乎！贾生，王者之佐，而不能自用其才也。\n　　夫君子之所取者远，则必有所待；所就者大，则必有所忍。古之贤人，皆负可致之才，而卒不能行其万一者，未必皆其时君之罪，或者其自取也。\n　　愚观贾生之论，如其所言，虽三代何以远过？得君如汉文，犹且以不用死。然则是天下无尧、舜，终不可有所为耶？仲尼圣人，历试于天下，苟非大无道之国，皆欲勉强扶持，庶几一日得行其道。将之荆，先之以冉有，申之以子夏。君子之欲得其君，如此其勤也。孟子去齐，三宿而后出昼，犹曰：“王其庶几召我。”君子之不忍弃其君，如此其厚也。公孙丑问曰：“夫子何为不豫？”孟子曰：“方今天下，舍我其谁哉？而吾何为不豫？”君子之爱其身，如此其至也。夫如此而不用，然后知天下果不足与有为，而可以无憾矣。若贾生者，非汉文之不能用生，生之不能用汉文也。\n　　夫绛侯亲握天子玺而授之文帝，灌婴连兵数十万，以决刘、吕之雌雄，又皆高帝之旧将，此其君臣相得之分，岂特父子骨肉手足哉？贾生，洛阳之少年。欲使其一朝之间，尽弃其旧而谋其新，亦已难矣。为贾生者，上得其君，下得其大臣，如绛、灌之属，优游浸渍而深交之，使天子不疑，大臣不忌，然后举天下而唯吾之所欲为，不过十年，可以得志。安有立谈之间，而遽为人“痛哭”哉！观其过湘为赋以吊屈原，纡郁愤闷，趯然有远举之志。其后以自伤哭泣，至于夭绝。是亦不善处穷者也。夫谋之一不见用，则安知终不复用也？不知默默以待其变，而自残至此。呜呼！贾生志大而量小，才有余而识不足也。\n　　古之人，有高世之才，必有遗俗之累。是故非聪明睿智不惑之主，则不能全其用。古今称苻坚得王猛于草茅之中，一朝尽斥去其旧臣，而与之谋。彼其匹夫略有天下之半，其以此哉！愚深悲生之志，故备论之。亦使人君得如贾生之臣，则知其有狷介之操，一不见用，则忧伤病沮，不能复振。而为贾生者，亦谨其所发哉！ \n","contyishang":["译文　　人要有才能并不难，要使自己的才能施展出来实在不容易。可惜啊，贾谊虽然能够做帝王的辅佐之臣，却未能施展自己的才能。","　　君子要想达成长远的目标，就一定要等待时机；要想成就伟大的功业，就一定要能够忍耐。古代的贤能之士，都有建功立业的才能，但有些人最终未能施展其才能的万分之一的原因，未必都是当时君王的过错，也有可能是他们自己造成的。","　　我看贾谊的议论，照他所说的规划目标，即使夏、商、周三代的成就又怎能超过他呢？遇到像汉文帝这样的明君，尚且因未能尽才而郁郁死去，照这样说来，如果天下没有尧、舜那样的圣君，就终身不能有所作为了吗？孔子是圣人，曾周\n"]}{"title":"信陵君救赵论","nian":"明代","author":"唐顺之","contson":"\n　　论者以窃符为信陵君之罪，余以为此未足以罪信陵也。夫强秦之暴亟矣，今悉兵以临赵，赵必亡。赵，魏之障也。赵亡，则魏且为之后。赵、魏，又楚、燕、齐诸国之障也，赵、魏亡，则楚、燕、齐诸国为之后。天下之势，未有岌岌于此者也。故救赵者，亦以救魏；救一国者，亦以救六国也。窃魏之符以纾魏之患，借一国之师以分六国之灾，夫奚不可者？\n　　然则信陵果无罪乎？曰：又不然也。余所诛者，信陵君之心也。\n　　信陵一公子耳，魏固有王也。赵不请救于王，而谆谆焉请救于信陵，是赵知有信陵，不知有王也。平原君以婚姻激信陵，而信陵亦自以婚姻之故，欲急救赵，是信陵知有婚姻，不知有王也。其窃符也，非为魏也，非为六国也，为赵焉耳。非为赵也，为一平原君耳。使祸不在赵，而在他国，则虽撤魏之障，撤六国之障，信陵亦必不救。使赵无平原，而平原亦非信陵之姻戚，虽赵亡，信陵亦必不救。则是赵王与社稷之轻重，不能当一平原公子，而魏之兵甲所恃以固其社稷者，只以供信陵君一姻戚之用。幸而战胜，可也，不幸战不胜，为虏于秦，是倾魏国数百年社稷以殉姻戚，吾不知信陵何以谢魏王也。\n　　夫窃符之计，盖出于侯生，而如姬成之也。侯生教公子以窃符，如姬为公子窃符于王之卧内，是二人亦知有信陵，不知有王也。余以为信陵之自为计，曷若以唇齿之势激谏于王，不听，则以其欲死秦师者而死于魏王之前，王必悟矣。侯生为信陵计，曷若见魏王而说之救赵，不听，则以其欲死信陵君者而死于魏王之前，王亦必悟矣。如姬有意于报信陵，曷若乘王之隙而日夜劝之救，不听，则以其欲为公子死者而死于魏王之前，王亦必悟矣。如此，则信陵君不负魏，亦不负赵；二人不负王，亦不负信陵君。何为计不出此？信陵知有婚姻之赵，不知有王。内则幸姬，外则邻国，贱则夷门野人，又皆知有公子，不知有王。则是魏仅有一孤王耳。\n　　呜呼！自世之衰，人皆习于背公死党之行而忘守节奉公之道，有重相而无威君，有私仇而无义愤，如秦人知有穰侯，不知有秦王，虞卿知有布衣之交，不知有赵王，盖君若赘旒久矣。由此言之，信陵之罪，固不专系乎符之窃不窃也。其为魏也，为六国也，纵窃符犹可。其为赵也，为一亲戚也，纵求符于王，而公然得之，亦罪也。\n　　虽然，魏王亦不得无罪也。兵符藏于卧内，信陵亦安得窃之？信陵不忌魏王，而径请之如姬，其素窥魏王之疏也；如姬不忌魏王，而敢于窃符，其素恃魏王之宠也。木朽而蛀生之矣。古者人君持权于上，而内外莫敢不肃。则信陵安得树私交于赵？赵安得私请救于信陵？如姬安得衔信陵之恩？信陵安得卖恩于如姬？履霜之渐，岂一朝一夕也哉！由此言之，不特众人不知有王，王亦自为赘旒也。\n　　故信陵君可以为人臣植党之戒，魏王可以为人君失权之戒。《春秋》书葬原仲、翚帅师。嗟夫！圣人之为虑深矣！\n","contyishang":["译文　　评论者拿盗窃兵符一事做为信陵君的罪过，我认为凭这一点还够不上拿来责罪于信陵君的哩。那强劲的秦国 暴虐到极点了，如今把其所有的兵力来压于赵国 ，赵国肯定会灭亡。赵国是魏国的屏障，赵国亡了，那么魏国将要步其后尘；赵国与魏国，又是楚、燕、齐各国的屏障，赵、魏亡了，那么楚、燕、齐各国就得步其后尘了。天下的形势，再没有岌岌可危到像当时一样的了。因此，救赵国，也就是用以救魏国；救这一个国家，也就是用以救六个国家啊。盗窃魏国的兵符来解脱魏国的祸患，借用一国的军队来分担六国的灾难，这有什么不可以的！","　　那么信陵君真的没有罪过吗？回答是：这话又不对了。我所责备的，是信\n"]}{"title":"敬姜论劳逸","nian":"先秦","author":"佚名","contson":"\n　　公父文伯退朝，朝其母，其母方绩，文伯曰：“以歜之家而主犹绩，惧干季孙之怒也。其以歜为不能事主乎？”其母叹曰：“鲁其亡乎？使僮子备官而未之闻耶？居，吾语女。昔圣王之处民也，择瘠土而处之，劳其民而用之，故长王天下。夫民劳则思，思则善心生；逸则淫，淫则忘善；忘善则恶心生。沃土之民不材，淫也。瘠土之民，莫不向义，劳也。\n　　是故天子大采朝日，与三公九卿，祖识地德，日中考政，与百官之政事。师尹惟旅牧相，宣序民事。少采夕月，与大史司载纠虔天刑。日入，监九御，使洁奉鐕郊之粢盛，而後即安。诸侯朝修天子之业命，昼考其国国职，夕省其典刑，夜儆百工，使无慆淫，而後即安。卿大朝考其职，昼讲其庶政，夕序其业，夜庀其家事，而後即安。士朝受业，昼而讲贯，夕而习复，夜而计过，无憾，而後即安。自庶人以下，明而动，晦而休，无日以怠。王后亲织玄紞，公侯之夫人，加之纮、綖。卿之内为大带，命妇成祭服。列士之妻，加之以朝服。自庶士以下，皆衣其夫。社而赋事，蒸而献功，男女效绩，愆则有辟。古之制也！君子劳心，小人劳力，先王之训也！自上以下，谁敢淫心舍力？\n　　今我寡也，尔又在下位，朝夕处事，犹恐忘先人之业。况有怠惰，其何以避辟？吾冀而朝夕修我，曰：‘必无废先人。’尔今曰：‘胡不自安？’以是承君之官，余惧穆伯之绝祀也？”\n　　仲尼闻之曰：“弟子志之，季氏之妇不淫矣！”\n","contyishang":["译文　　公父文伯退朝之后，去看望他的母亲，他的母亲正在放线，文伯说：“象我公父歜这样的人家还要主母亲自放线，这恐怕会让季孙恼怒。他会觉得我公父歜不愿意孝敬母亲吧？”他的母亲叹了一口气说：“鲁国要灭亡了吧？让你这样的顽童充数做官却不把做官之道讲给你听？坐下来，我讲给你听。过去圣贤的国王为老百姓安置居所，选择贫瘠之地让百姓定居下来，使百姓劳作，发挥他们的才能，因此(君主)就能够长久地统治天下。老百姓要劳作才会思考，要思考才能（找到）改善生活（的好办法）；闲散安逸会导致人们过度享乐，人们过度享乐就会忘记美好的品行；忘记美好的品行就会产生邪念。居住在沃土之地的百姓劳动水平不高，是因为\n"]}{"title":"箕子碑","nian":"唐代","author":"柳宗元","contson":"\n　　凡大人之道有三：一曰正蒙难，二曰法授圣，三曰化及民。殷有仁人曰箕子，实具兹道以立于世，故孔子述六经之旨，尤殷勤焉。\n　　当纣之时，大道悖乱，天威之动不能戒，圣人之言无所用。进死以并命，诚仁矣，无益吾祀，故不为。委身以存祀，诚仁矣，与亡吾国，故不忍。具是二道，有行之者矣。是用保其明哲，与之俯仰；晦是谟范，辱于囚奴；昏而无邪，隤而不息；故在易曰“箕子之明夷”，正蒙难也。及天命既改，生人以正，乃出大法，用为圣师。周人得以序彝伦而立大典；故在书曰“以箕子归作《洪范》”，法授圣也。及封朝鲜，推道训俗，惟德无陋，惟人无远，用广殷祀，俾夷为华，化及民也。率是大道，丛于厥躬，天地变化，我得其正，其大人欤？\n　　呜乎！当其周时未至，殷祀未殄，比干已死，微子已去，向使纣恶未稔而自毙，武庚念乱以图存，国无其人，谁与兴理？是固人事之或然者也。然则先生隐忍而为此，其有志于斯乎？\n　　唐某年，作庙汲郡，岁时致祀，嘉先生独列于易象，作是颂云：\n　　蒙难以正，授圣以谟。宗祀用繁，夷民其苏。宪宪大人，显晦不渝。圣人之仁，道合隆污。明哲在躬，不陋为奴。冲让居礼，不盈称孤。高而无危，卑不可逾。非死非去，有怀故都。时诎而伸，卒为世模。易象是列，文王为徒。大明宣昭，崇祀式孚。古阙颂辞，继在后儒。 \n","contyishang":["译文一　　凡是有德行的人遵从的道理有三种：第一是纠正人违法作乱。第二是把大道传授于圣人。第三是教化万民。在殷朝时有一位仁人叫箕子，他实实在在地具备了这三道，以大德行立于世上。所以孔子在叙述六经的要旨大意时，尤其殷勤。　　在殷纣王之时，大道逆乱，上天的震怒不能引起人们警戒，圣人的言论无所用处。臣下拼死进谏，把己身的生死置之度外，诚然是仁者的作为了，但无益于殷朝的社稷祭祀，所以不这样做；委曲求全，以保存殷朝的祭祀，诚然是仁者的所为了，但是亡国的预兆很明显，所以不忍心去这样做。这两条路，都有人行了。这样的作为，是保其贤明，与世俗人一同俯仰曲伸，隐藏自己的谋略，在奴隶中间\n"]}{"title":"送天台陈庭学序","nian":"明代","author":"宋濂","contson":"\n　　西南山水，惟川蜀最奇。然去中州万里，陆有剑阁栈道之险，水有瞿塘、滟滪之虞。跨马行，则篁竹间山高者，累旬日不见其巅际。临上而俯视，绝壑万仞，杳莫测其所穷，肝胆为之悼栗。水行，则江石悍利，波恶涡诡，舟一失势尺寸，辄糜碎土沉，下饱鱼鳖。其难至如此。故非仕有力者，不可以游；非材有文者，纵游无所得；非壮强者，多老死于其地。嗜奇之士恨焉。\n　　天台陈君庭学，能为诗，由中书左司掾，屡从大将北征，有劳，擢四川都指挥司照磨，由水道至成都。成都，川蜀之要地，扬子云、司马相如、诸葛武侯之所居，英雄俊杰战攻驻守之迹，诗人文士游眺饮射赋咏歌呼之所，庭学无不历览。既览必发为诗，以纪其景物时世之变，于是其诗益工。越三年，以例自免归，会予于京师；其气愈充，其语愈壮，其志意愈高；盖得于山水之助者侈矣。\n　　予甚自愧，方予少时，尝有志于出游天下，顾以学未成而不暇。及年壮方可出，而四方兵起，无所投足。逮今圣主兴而宇内定，极海之际，合为一家，而予齿益加耄矣。欲如庭学之游，尚可得乎？\n　　然吾闻古之贤士，若颜回、原宪，皆坐守陋室，蓬蒿没户，而志意常充然，有若囊括于天地者。此其故何也？得无有出于山水之外者乎？庭学其试归而求焉？苟有所得，则以告予，予将不一愧而已也！\n","contyishang":["译文　　我国西南一带的山水，只四川境内最为奇特。但那里与中原一带相距万里之遥，陆路上有剑阁、栈道之类的险阻；水路上有瞿塘峡、滟滪堆之类的忧虑。骑着马走，沿路层层竹林遮蔽高山，连续十来天，仰头看不到山顶；登上高处往下俯瞰，绝险的山谷有几万尺深，茫茫渺渺看不到谷底，令人惊恐万状，肝胆颤抖。乘船在水中行，江水悍猛，礁石尖利，波涛险恶，漩涡诡异，船只一旦稍微失去控驭，偏离航道仅有尺寸大小，就被撞得粉碎像泥土般下沉，船中人便喂饱了江中鱼鳖之腹，通往四川的道路艰难到这种地步。因此，不是做官出仕富有财力的人不能前往游历；不是天生富有文才的人，即使游览了也无所得；不是身强体壮人，大多老死在那\n"]}{"title":"文帝议佐百姓诏","nian":"两汉","author":"刘恒","contson":"\n　　间者数年比不登，又有水旱疾疫之灾，朕甚忧之。愚而不明，未达其咎。意者朕之政有所失、而行有过与？乃天道有不顺、地利或不得、人事多失和、鬼神废不享与？何以致此？将百官之奉养或费、无用之事或多与？何其民食之寡乏也？\n　　夫度田非益寡，而计民未加益，以口量地，其于古犹有余，而食之甚不足者，其咎安在？无乃百姓之从事于末、以害农者蕃、为酒醪以靡谷者多、六畜之食焉者众与？细大之义，吾未能得其中。其与丞相、列侯、吏二千石、博土议之，有可以佐百姓者，率意远思，无有所隐。 \n","contyishang":["译文　　近来连续几年作物欠收，又有水灾旱灾和疾病成灾，我非常担忧啊。我愚而不明，不知道导致（这些）问题的原因。我想，我的政策有过失因而执政有过错吗？是天道有不顺、地利或许没有得到、人事大都失去了和睦、鬼神被遗弃没有祭祀吗？为什么会这样呢？养官的俸禄是不是太多了，没用的事是不是做得太多了？为什么民众的粮食会匮乏呢？　　计算（一下）田地没有更少，统计民众人口没有增加，按照人口来算田地，那比古人还有多余啊，但吃的东西非常不足的，它的根源在哪里呢？难道是百姓从事商业损害农业的地方很多，还是做酒浪费的谷子很多，禽畜吃掉的粮食很多吗？大大小小的道理，我没能明白它的主要原因，要\n"]}{"title":"亲政篇","nian":"明代","author":"王鏊","contson":"\n　　《易》之《泰》：“上下交而其志同。”其《否》曰：“上下不交而天下无邦。”盖上之情达于下，下之情达于上，上下一体，所以为“泰”。下之情壅阏而不得上闻，上下间隔，虽有国而无国矣，所以为“否”也。\n　　交则泰，不交则否，自古皆然，而不交之弊，未有如近世之甚者。君臣相见，止于视朝数刻；上下之间，章奏批答相关接，刑名法度相维持而已。非独沿袭故事，亦其地势使然。何也？国家常朝于奉天门，未尝一日废，可谓勤矣。然堂陛悬绝，威仪赫奕，御史纠仪，鸿胪举不如法，通政司引奏，上特视之，谢恩见辞，湍湍而退，上何尝治一事，下何尝进一言哉？此无他，地势悬绝，所谓堂上远于万里，虽欲言无由言也。\n　　愚以为欲上下之交，莫若复古内朝之法。盖周之时有三朝：库门之外为正朝，询谋大臣在焉；路门之外为治朝，日视朝在焉；路门之内为内朝，亦曰燕朝。《玉藻》云：“君日出而视朝，退视路寝听政。” 盖视朝而见群臣，所以正上下之分；听政而视路寝，所以通远近之情。汉制：大司马、左右前后将军、侍中、散骑诸吏为中朝，丞相以下至六百石为外朝。唐皇城之北南三门曰承天，元正、冬至受万国之朝贡，则御焉，盖古之外朝也。其北曰太极门，其西曰太极殿，朔、望则坐而视朝，盖古之正朝也。又北曰两仪殿，常日听朝而视事，盖古之内朝也。宋时常朝则文德殿，五日一起居则垂拱殿，正旦、冬至、圣节称贺则大庆殿，赐宴则紫宸殿或集英殿，试进士则崇政殿。侍从以下，五日一员上殿，谓之轮对，则必入陈时政利害。内殿引见，亦或赐坐，或免穿靴，盖亦有三朝之遗意焉。盖天有三垣，天子象之。正朝，象太极也；外朝，象天市也；内朝，象紫微也。自古然矣。\n　　国朝圣节、冬至、正旦大朝则会奉天殿，即古之正朝也。常日则奉天门，即古之外朝也。而内朝独缺。然非缺也，华盖、谨身、武英等殿，岂非内朝之遗制乎？洪武中如宋濂、刘基，永乐以来如杨士奇、杨荣等，日侍左右，大臣蹇义、夏元吉等，常奏对便殿。于斯时也，岂有壅隔之患哉？今内朝未复，临御常朝之后，人臣无复进见，三殿高閟，鲜或窥焉。故上下之情，壅而不通；天下之弊，由是而积。孝宗晚年，深感有慨于斯，屡召大臣于便殿，讲论天下事。方将有为，而民之无禄，不及睹至治之美，天下至今以为恨矣。\n　　惟陛下远法圣祖，近法孝宗，尽铲近世壅隔之弊。常朝之外，即文华、武英二殿，仿古内朝之意，大臣三日或五日一次起居，侍从、台谏各一员上殿轮对；诸司有事咨决，上据所见决之，有难决者，与大臣面议之；不时引见群臣，凡谢恩辞见之类，皆得上殿陈奏。虚心而问之，和颜色而道之，如此，人人得以自尽。陛下虽身居九重，而天下之事灿然毕陈于前。外朝所以正上下之分，内朝所以通远近之情。如此，岂有近时壅隔之弊哉？唐、虞之时，明目达聪，嘉言罔伏，野无遗贤，亦不过是而已。\n","contyishang":["译文　　《易经》中的《泰》卦说：“上下交好通气，他们的志意就和同。”那《否》卦说：“上下阴隔，国家就要灭亡。”因为上面的意图能够通到下面，下面的意见能够传到上面，上下成为一个整体，所以叫做“泰”。如果下面的意见被阻塞，不能传到上面；上下之间有隔膜，虽然名义上有国家，裨上却没有国家，所以叫做“否”。　　上下通气就泰，上下阻隔就否，自古以来都是这样。但上下不通气的弊病，没有象近代这样厉害的了。君臣互相见面，只在皇上临朝的短时间内。上下之间，只不过靠奏章、批答互相关联，用名分、法度彼此维持罢了。这不单是遵循老规矩，也是地位权势使他们这样。为什么呢？皇上常常在奉天门上朝，\n"]}{"title":"送杨少尹序","nian":"唐代","author":"韩愈","contson":"\n　　昔疏广、受二子，以年老，一朝辞位而去。于是公卿设供帐，祖道都门外，车数百辆；道路观者，多叹息泣下，共言其贤。汉史既传其事，而后世工画者，又图其迹，至今照人耳目，赫赫若前日事。\n　　国子司业杨君巨源，方以能诗训后进，一旦以年满七十，亦白相去，归其乡。世常说古今人不相及，今杨与二疏，其意岂异也？\n　　予忝在公卿后，遇病不能出，不知杨侯去时，城门外送者几人，车几辆，马几匹，道旁观者，亦有叹息知其为贤与否；\n　　而太史氏又能张大其事为传，继二疏踪迹否，不落莫否。见今世无工画者，而画与不画，固不论也。\n　　然吾闻杨侯之去，相有爱而惜之者，白以为其都少尹，不绝其禄。又为歌诗以劝之，京师之长于诗者，亦属而和之。又不知当时二疏之去，有是事否。古今人同不同，未可知也。\n　　中世士大夫，以官为家，罢则无所于归。杨侯始冠，举于其乡，歌《鹿鸣》而来也。今之归，指其树曰：“某树，吾先人之所种也；某水、某丘，吾童子时所钓游也。”乡人莫不加敬，诫子孙以杨侯不去其乡为法。古之所谓乡先生没而可祭于社者，其在斯人欤？其在斯人欤？ \n","contyishang":["　　古时候疏广、疏受叔侄二人，因为年老，同一天辞掉职位离去。当时，朝廷中的公卿摆设宴席，在京都门外为他们饯行，车驾有数百辆之多；道路上旁观的，有很多人为之感叹并流下了眼泪，无不称赞他们贤明。汉代的史书既记载了他们的事迹，而后世擅长绘画的人，又画下了他们的形象，到今天依然光彩照人，清清楚楚的仿佛是前不久发生的事情。","　　国子监司业杨巨源，正以他善于写诗来教育学生，一旦到了七十岁，也禀白丞相离职回归他的故乡。世上常说古时的人和现今的人是不能并论的，而今杨巨源与疏氏二人，他们的思想难道有什么差异吗？","　　我攀附于公卿之末，恰逢生病不能出去送行。不知道杨少尹走的时\n"]}{"title":"项羽本纪赞","nian":"两汉","author":"司马迁","contson":"\n　　太史公曰：吾闻之周生曰：“舜目盖重瞳子。”又闻项羽亦重瞳子。羽岂其苗裔邪？何兴之暴也？夫秦失其政，陈涉首难，豪杰蜂起，相与并争，不可胜数。然羽非有尺寸，乘势起陇亩之中，三年，遂将五诸侯灭秦，分裂天下而封王侯，政由羽出，号为霸王，位虽不终，近古以来，未尝有也。及羽背关怀楚，放逐义帝而自立，怨王侯叛己，难矣。自矜功伐，奋其私智，而不师古，谓霸王之业，欲以力征经营天下，五年，卒亡其国，身死东城，尚不觉寤，而不自责，过矣。乃引“天亡我，非用兵之罪也”，岂不谬哉！\n","contyishang":["译文　　太史公说：我从周生那里听说，“舜的眼睛大概是双瞳孔”，又听说项羽亦是双瞳孔。项羽也是双瞳人。项羽难道是舜的后代么？为什么他崛起得这样迅猛呢？那秦王朝政治差失、混乱的时候，陈涉首先发难反秦，一时间英雄豪杰纷纷起来，互相争夺天下的人数也数不清。但是项羽并没有一尺一寸可以依靠的权位，只不过奋起于民间，三年的时间，就发展到率领五国诸侯一举灭秦，并且分割秦的天下，自行封赏王侯，政令都由项羽颁布，自号为“霸王”。虽然霸王之位并未维持到底，但近古以来未曾有过这样的人物。　等到项羽放弃关中，怀恋故乡楚地，流放义帝而自立为王，此时再抱怨王侯们背叛自己，那就很难了。自己夸耀功劳，独逞个人\n"]}{"title":"曹刿论战","nian":"先秦","author":"左丘明","contson":"\n　　十年春，齐师伐我。公将战。曹刿请见。其乡人曰：“肉食者谋之，又何间焉？”刿曰：“肉食者鄙，未能远谋。”乃入见。问：“何以战？”公曰：“衣食所安，弗敢专也，必以分人。”对曰：“小惠未徧，民弗从也。”公曰：“牺牲玉帛，弗敢加也，必以信。”对曰：“小信未孚，神弗福也。”公曰：“小大之狱，虽不能察，必以情。”对曰：“忠之属也。可以一战。战则请从。”（徧 同：遍)\n　　公与之乘，战于长勺。公将鼓之。刿曰：“未可。”齐人三鼓。刿曰：“可矣。”齐师败绩。公将驰之。刿曰：“未可。”下视其辙，登轼而望之，曰：“可矣。”遂逐齐师。\n　　既克，公问其故。对曰：“夫战，勇气也。一鼓作气，再而衰，三而竭。彼竭我盈，故克之，夫大国，难测也，惧有伏焉。吾视其辙乱，望其旗靡，故逐之。”\n","contyishang":["译文　　鲁庄公十年的春天，齐国军队攻打我们鲁国。鲁庄公将要迎战。曹刿请求拜见鲁庄公。他的同乡说：“当权的人自会谋划这件事，你又何必参与呢？”曹刿说：“当权的人目光短浅，不能深谋远虑。”于是入朝去见鲁庄公。曹刿问：“您凭借什么作战？”鲁庄公说：“衣食（这一类）养生的东西，我从来不敢独自专有，一定把它们分给身边的大臣。”曹刿回答说：“这种小恩小惠不能遍及百姓，老百姓是不会顺从您的。”鲁庄公说：“祭祀用的猪牛羊和玉器、丝织品等祭品，我从来不敢虚报夸大数目，一定对上天说实话。”曹刿说：“小小信用，不能取得神灵的信任，神灵是不会保佑您的。”鲁庄公说：“大大小小的诉讼案件，即使不能一一明\n"]}{"title":"触龙说赵太后","nian":"先秦","author":"刘向","contson":"\n　　赵太后新用事，秦急攻之。赵氏求救于齐，齐曰：“必以长安君为质，兵乃出。”太后不肯，大臣强谏。太后明谓左右：“有复言令长安君为质者，老妇必唾其面。”\n　　左师触龙言愿见太后。太后盛气而揖之。入而徐趋，至而自谢，曰：“老臣病足，曾不能疾走，不得见久矣。窃自恕，而恐太后玉体之有所郄也，故愿望见太后。”太后曰：“老妇恃辇而行。”曰：“日食饮得无衰乎？”曰：“恃粥耳。”曰：“老臣今者殊不欲食，乃自强步，日三四里，少益耆食，和于身。”太后曰：“老妇不能。”太后之色少解。\n　　左师公曰：“老臣贱息舒祺，最少，不肖；而臣衰，窃爱怜之。愿令得补黑衣之数，以卫王宫。没死以闻。”太后曰：“敬诺。年几何矣？”对曰：“十五岁矣。虽少，愿及未填沟壑而托之。”太后曰：“丈夫亦爱怜其少子乎？”对曰：“甚于妇人。”太后笑曰：“妇人异甚。”对曰：“老臣窃以为媪之爱燕后贤于长安君。”曰：“君过矣！不若长安君之甚。”左师公曰：“父母之爱子，则为之计深远。媪之送燕后也，持其踵，为之泣，念悲其远也，亦哀之矣。已行，非弗思也，祭祀必祝之，祝曰：‘必勿使反。’岂非计久长，有子孙相继为王也哉？”太后曰：“然。”\n　　左师公曰：“今三世以前，至于赵之为赵，赵王之子孙侯者，其继有在者乎？”曰：“无有。”曰：“微独赵，诸侯有在者乎？”曰：“老妇不闻也。”“此其近者祸及身，远者及其子孙。岂人主之子孙则必不善哉？位尊而无功，奉厚而无劳，而挟重器多也。今媪尊长安君之位，而封之以膏腴之地，多予之重器，而不及今令有功于国，—旦山陵崩，长安君何以自托于赵？老臣以媪为长安君计短也，故以为其爱不若燕后。”太后曰：“诺，恣君之所使之。”\n　　于是为长安君约车百乘，质于齐，齐兵乃出。\n　　子义闻之曰：“人主之子也、骨肉之亲也，犹不能恃无功之尊、无劳之奉，已守金玉之重也，而况人臣乎。” \n","contyishang":["译文　　赵太后刚刚掌权，秦国就加紧进攻赵国。赵国向齐国求救。齐国说：“一定要用长安君作为人质，才出兵。”赵太后不同意。大臣们极力劝谏。太后明白地对左右侍臣说说：“有再说让长安君为人质的，我老太婆一定朝他脸上吐口水！”","　　左帅触龙（对侍臣）说，希望拜见太后。太后气冲冲地等着他。（触龙）走入殿内就用快走的姿势慢慢地走着小步，到（太后面前）谢罪，说：“老臣的脚有毛病，竟不能快跑，不能拜见您有很长时间了。我私下原谅了自己，但是又怕太后的福体有什么毛病，所以还是想来拜见太后。”说：“我（也是脚行毛病）要靠手推车行动。”（触龙）说：“您每天的饮食该不会减少吧？”（太后）\n"]}{"title":"祭石曼卿文","nian":"宋代","author":"欧阳修","contson":"\n　　维治平四年七月日，具官欧阳修，谨遣尚书都省令史李敭，至于太清，以清酌庶羞之奠，致祭于亡友曼卿之墓下，而吊之以文。曰：\n　　呜呼曼卿！生而为英，死而为灵。其同乎万物生死，而复归于无物者，暂聚之形；不与万物共尽，而卓然其不配者，后世之名。此自古圣贤，莫不皆然，而著在简册者，昭如日星。\n　　呜呼曼卿！吾不见子久矣，犹能仿佛子之平生。其轩昂磊落，突兀峥嵘而埋藏于地下者，意其不化为朽壤，而为金玉之精。不然，生长松之千尺，产灵芝而九茎。奈何荒烟野蔓，荆棘纵横；风凄露下，走磷飞萤！但见牧童樵叟，歌吟上下，与夫惊禽骇兽，悲鸣踯躅而咿嘤。今固如此，更千秋而万岁兮，安知其不穴藏孤貉与鼯鼪？此自古圣贤亦皆然兮，独不见夫累累乎旷野与荒城！\n　　呜呼曼卿！盛衰之理，吾固知其如此，而感念畴昔，悲凉凄怆，不觉临风而陨涕者，有愧乎太上之忘情。尚飨！\n","contyishang":["译文一　　在英宗治平四年七月某日，备具官爵履历的欧阳修，差遣尚书都省令史李到太清之下，以清酒和各种美味的菜肴作奠仪，致祭于亡友石曼卿的墓前，并作一篇文章吊祭说：　　“唉曼卿！在世时是英雄，死后成为神灵。他同万物一道生死，最后又回归到无物的地方。他是暂时相聚的形体，不与万物一道灭亡。他卓越挺立，永垂不朽，给后世留下英名。这从古时的圣贤到现在，都是这样的，留著于史册，像日月星辰一样明亮。　　唉曼卿！我没有看见你已经很久了，还能仿佛记得你生前的容貌。你气宇轩昂，襟怀坦白，光明磊落，高大英俊，虽然埋藏在地下，想来不会腐朽化为泥土，而会变成金玉的精华。如果不是这\n"]}{"title":"兰亭集序 / 兰亭序","nian":"魏晋","author":"王羲之","contson":"\n　　永和九年，岁在癸丑，暮春之初，会于会稽山阴之兰亭，修禊事也。群贤毕至，少长咸集。此地有崇山峻岭，茂林修竹；又有清流激湍，映带左右，引以为流觞曲水，列坐其次。虽无丝竹管弦之盛，一觞一咏，亦足以畅叙幽情。是日也，天朗气清，惠风和畅，仰观宇宙之大，俯察品类之盛，所以游目骋怀，足以极视听之娱，信可乐也。\n　　夫人之相与，俯仰一世，或取诸怀抱，悟言一室之内；或因寄所托，放浪形骸之外。虽趣舍万殊，静躁不同，当其欣于所遇，暂得于己，快然自足，不知老之将至。及其所之既倦，情随事迁，感慨系之矣。向之所欣，俯仰之间，已为陈迹，犹不能不以之兴怀。况修短随化，终期于尽。古人云：“死生亦大矣。”岂不痛哉！(不知老之将至 一作：曾不知老之将至)\n　　每览昔人兴感之由，若合一契，未尝不临文嗟悼，不能喻之于怀。固知一死生为虚诞，齐彭殇为妄作。后之视今，亦犹今之视昔。悲夫！故列叙时人，录其所述，虽世殊事异，所以兴怀，其致一也。后之览者，亦将有感于斯文。\n","contyishang":["译文　　永和九年，时在癸丑之年，三月上旬，我们会集在会稽郡山阴城的兰亭，为了做禊事。众多贤才都汇聚到这里，年龄大的小的都聚集在这里。兰亭这个地方有高峻的山峰，茂盛的树林，高高的竹子。又有清澈湍急的溪流，辉映环绕在亭子的四周，我们引溪水作为流觞的曲水，排列坐在曲水旁边，虽然没有演奏音乐的盛况，但喝点酒，作点诗，也足够来畅快叙述幽深内藏的感情了。","　　这一天，天气晴朗，空气清新，和风温暖，仰首观览到宇宙的浩大，俯看观察大地上众多的万物，用来舒展眼力，开阔胸怀，足够来极尽视听的欢娱，实在很快乐。","　　人与人相互交往，很快便度过一生。有的人在室内畅谈自\n"]}{"title":"王孙圉论楚宝","nian":"先秦","author":"佚名","contson":"\n　　王孙圉聘于晋，定公飨之。赵简子鸣玉以相，问于王孙圉曰：“楚之白珩犹在乎？”对曰：“然。”简子曰：“其为宝也，几何矣？”曰：“未尝为宝。楚之所宝者，曰观射父，能作训辞，以行事于诸侯，使无以寡君为口实。又有左史倚相，能道训典，以叙百物，以朝夕献善败于寡君，使寡君无忘先王之业；又能上下说于鬼神，顺道其欲恶，使神无有怨痛于楚国。又有薮曰云，连徒洲，金、木、竹、箭之所生也，龟、珠、角、齿、皮、革、羽、毛，所以备赋，以戒不虞者也；所以共币帛，以宾享于诸侯者也。若诸侯之好币具，而导之以训辞，有不虞之备，而皇神相之，寡君其可以免罪于诸侯，而国民保焉。此楚国之宝也。若夫白珩，先王之玩也，何宝之焉？”\n　　“圉闻国之宝，六而已：圣能制议百物，以辅相国家，则宝之；玉足以庇荫嘉谷，使无水旱之灾，则宝之；龟足以宪臧否，则宝之；珠足以御火灾，则宝之；金足以御兵乱，则宝之；山林薮泽足以备财用，则宝之。若夫哗嚣之美，楚虽蛮夷，不能宝也。” \n","contyishang":["译文　　（楚国大夫）王孙圉在晋国访问，（晋国国王）定公设宴招待他，（晋国大夫）赵简子（佩带着能发出）鸣响的玉来和他相见，问王孙圉说：“楚国的白珩还在吗？”（王孙圉）回答说：“在。”简子说：“它是宝啊，价值多少啊？”（王孙圉）说：“没（将它）当成宝。楚国所当成宝的，叫观射父，他能发表（上乘的）训导和外交辞令，来和各诸侯国打交道，使我国国君不会有什么话柄。还有左史倚相，能够说出（先王）的训导和典章，陈述各种事物，朝夕将成败的经验和教训告诉国君，使国君不忘记先王的基业；还能上下取悦鬼神，顺应了解它们的好恶，使神不会对楚国有怨怼。还有叫做云连徒洲的多草之湖，金属、木材、箭竹、箭杆所生\n"]}{"title":"报刘一丈书","nian":"明代","author":"宗臣","contson":"\n　　数千里外，得长者时赐一书，以慰长想，即亦甚幸矣；何至更辱馈遗，则不才益 将何以报焉？书中情意甚殷，即长者之不忘老父，知老父之念长者深也。\n　　至以「上下 相孚，才德称位」语不才，则不才有深感焉。 夫才德不称，固自知之矣；至於不孚之病，则尤不才为甚。\n　　且今之所谓孚者，何哉？日夕策马，候权者之门。门者故不入，则甘言媚词，作妇人状，袖金以私之。即门者持刺入，而主人又不即出见；立厩中仆马之间，恶气袭衣袖，即饥寒毒热不可忍，不去也 。抵暮，则前所受赠金者，出报客曰：「相公倦，谢客矣！客请明日来！」即明日， 又不敢不来。夜披衣坐，闻鸡鸣，即起盥栉，走马抵门；门者怒曰：「为谁？」则曰 ：「昨日之客来。」则又怒曰：「何客之勤也？岂有相公此时出见客乎？」客心耻之 ，强忍而与言曰：「亡奈何矣，姑容我入！」门者又得所赠金，则起而入之；又立向 所立厩中。 幸主者出，南面召见，则惊走匍匐阶下。主者曰：「进！」则再拜，故迟不起； 起则上所上寿金。主者故不受，则固请。主者故固不受，则又固请，然後命吏纳之。 则又再拜，又故迟不起；起则五六揖始出。出揖门者曰：「官人幸顾我，他日来，幸 无阻我也！」门者答揖。大喜奔出，马上遇所交识，即扬鞭语曰：「适自相公家来， 相公厚我，厚我！」且虚言状。即所交识，亦心畏相公厚之矣。相公又稍稍语人曰：「某也贤！某也贤！」闻者亦心许交赞之。\n　　此世所谓上下相孚也，长者谓仆能之乎？前所谓权门者，自岁时伏腊，一刺之外，即经年不往也。闲道经其门，则亦掩耳 闭目，跃马疾走过之，若有所追逐者，斯则仆之褊衷，以此长不见怡於长吏，仆则愈 益不顾也。每大言曰：「人生有命，吾惟有命，吾惟守分而已。」长者闻之，得无厌 其为迂乎？\n　　乡园多故，不能不动客子之愁。至于长者之抱才而困，则又令我怆然有感。天之与先生者甚厚，亡论长者不欲轻弃之，即天意亦不欲长者之轻弃之也，幸宁心哉！\n","contyishang":["译文　　在数千里以外，时常得到您老人家的来信，安慰我的长久想念，这已经十分幸运了。竟然还承蒙您赠送礼物，那么我更要用什么来报答呢？您在信中表达的情意十分恳切，说明您没有忘记我的老父亲，从而也可以知道老父亲是很深切地想念您老人家的。　　至于信中以“上下要互相信任，才能和品德要与职位相符合”的话教导我，正是我所亲切感受到的。我的才能和品德与职位不相符，本来我就知道的。至于不能做到上下相互信任的弊病，在我的身上表现得更厉害。　　且看当今社会上所说的上下信任是怎么一回事呢？当他从早到晚骑马去权贵人家的门口恭候的时候，守门的人故意为难不肯让他进去，他就用甜言媚语\n"]}{"title":"苏秦以连横说秦","nian":"先秦","author":"佚名","contson":"\n　　苏秦始将连横说秦惠王曰：“大王之国，西有巴、蜀、汉中之利，北有胡貉、代马之用，南有巫山、黔中之限，东有肴、函之固。田肥美，民殷富，战车万乘，奋击百万，沃野千里，蓄积饶多，地势形便，此所谓天府，天下之雄国也。以大王之贤，士民之众，车骑之用，兵法之教，可以并诸侯，吞天下，称帝而治。愿大王少留意，臣请奏其效。”\n　　秦王曰：“寡人闻之：毛羽不丰满者，不可以高飞，文章不成者不可以诛罚，道德不厚者不可以使民，政教不顺者不可以烦大臣。今先生俨然不远千里而庭教之，愿以异日。”\n　　苏秦曰：“臣固疑大王之不能用也。昔者神农伐补遂，黄帝伐涿鹿而禽蚩尤，尧伐驩兜，舜伐三苗，禹伐共工，汤伐有夏，文王伐崇，武王伐纣，齐桓任战而伯天下。由此观之，恶有不战者乎？古者使车毂击驰，言语相结，天下为一，约从连横，兵革不藏。文士并饬，诸侯乱惑，万端俱起，不可胜理。科条既备，民多伪态，书策稠浊，百姓不足。上下相愁，民无所聊，明言章理，兵甲愈起。辩言伟服，战攻不息，繁称文辞，天下不治。舌弊耳聋，不见成功，行义约信，天下不亲。于是乃废文任武，厚养死士，缀甲厉兵，效胜于战场。夫徒处而致利，安坐而广地，虽古五帝三王五伯，明主贤君，常欲坐而致之，其势不能。故以战续之，宽则两军相攻，迫则杖戟相橦，然后可建大功。是故兵胜于外，义强于内，威立于上，民服于下。今欲并天下，凌万乘，诎敌国，制海内，子元元，臣诸侯，非兵不可。今不嗣主，忽于至道，皆惛于教，乱于治，迷于言，惑于语，沈于辩，溺于辞。以此论之，王固不能行也。”\n　　说秦王书十上而说不行，黑貂之裘弊，黄金百斤尽，资用乏绝，去秦而归，羸縢履蹻，负书担橐，形容枯槁，面目犁黑，状有愧色。归至家，妻不下紝，嫂不为炊。父母不与言。苏秦喟叹曰：“妻不以我为夫，嫂不以我为叔，父母不以我为子，是皆秦之罪也。”乃夜发书，陈箧数十，得太公阴符之谋，伏而诵之，简练以为揣摩。读书欲睡，引锥自刺其股，血流至足，曰：“安有说人主，不能出其金玉锦绣，取卿相之尊者乎？”期年，揣摩成，曰：“此真可以说当世之君矣。”\n　　于是乃摩燕乌集阙，见说赵王于华屋之下，抵掌而谈，赵王大悦，封为武安君。受相印，革车百乘，锦绣千纯，白璧百双，黄金万溢，以随其后，约从散横以抑强秦，故苏秦相于赵而关不通。\n　　当此之时，天下之大，万民之众，王侯之威，谋臣之权，皆欲决苏秦之策。不费斗粮，未烦一兵，未战一士，未绝一弦，未折一矢，诸侯相亲，贤于兄弟。夫贤人在而天下服，一人用而天下从，故曰：式于政不式于勇；式于廊庙之内，不式于四境之外。当秦之隆，黄金万溢为用，转毂连骑，炫熿于道，山东之国从风而服，使赵大重。且夫苏秦，特穷巷掘门桑户棬枢之士耳，伏轼撙衔，横历天下，廷说诸侯之王，杜左右之口，天下莫之能伉。\n　　将说楚王，路过洛阳，父母闻之，清宫除道，张乐设饮，郊迎三十里。妻侧目而视，倾耳而听。嫂蛇行匍伏，四拜自跪而谢。苏秦曰：“嫂何前倨而后卑也？”嫂曰：“以季子之位尊而多金。”苏秦曰：“嗟乎！贫穷则父母不子，富贵则亲戚畏惧。人生世上，势位富厚，盖可忽乎哉？”\n","contyishang":["译文　　苏秦起先主张连横，劝秦惠王说：“大王您的国家，西面有巴、蜀、汉中的富饶，北面有胡貉和代马的物产，南面有巫山、黔中的屏障，东面有肴山、函谷关的坚固。耕田肥美，百姓富足，战车有万辆，武士有百万，在千里沃野上有多种出产，地势形胜而便利，这就是所谓的天府，天下显赫的大国啊。凭着大王的贤明，士民的众多，车骑的充足，兵法的教习，可以兼并诸侯，独吞天下，称帝而加以治理。希望大王能对此稍许留意一下，我请求来实现这件事。”　　秦王回答说：“我听说：羽毛不丰满的不能高飞上天，法令不完备的不能惩治犯人，道德不深厚的不能驱使百姓，政教不顺民心的不能烦劳大臣。现在您一本正经老远跑来\n"]}{"title":"青霞先生文集序","nian":"明代","author":"茅坤","contson":"\n　　青霞沈君，由锦衣经历上书诋宰执，宰执深疾之。方力构其罪，赖明天子仁圣，特薄其谴，徙之塞上。当是时，君之直谏之名满天下。已而，君纍然携妻子，出家塞上。会北敌数内犯，而帅府以下，束手闭垒，以恣敌之出没，不及飞一镞以相抗。甚且及敌之退，则割中土之战没者与野行者之馘以为功。而父之哭其子，妻之哭其夫，兄之哭其弟者，往往而是，无所控吁。君既上愤疆埸之日弛，而又下痛诸将士之日菅刈我人民以蒙国家也，数呜咽欷歔;，而以其所忧郁发之于诗歌文章，以泄其怀，即集中所载诸什是也。\n　　君故以直谏为重于时，而其所著为诗歌文章，又多所讥刺，稍稍传播，上下震恐。始出死力相煽构，而君之祸作矣。君既没，而中朝之士虽不敢讼其事，而一时阃寄所相与谗君者，寻且坐罪罢去。又未几，故宰执之仇君者亦报罢。而君之故人俞君，于是裒辑其生平所著若干卷，刻而传之。而其子襄，来请予序之首简。\n　　茅子受读而题之曰：若君者，非古之志士之遗乎哉？孔子删《诗》，自《小弁》之怨亲，《巷伯》之刺谗而下，其间忠臣、寡妇、幽人、怼士之什，并列之为“风”，疏之为“雅”，不可胜数。岂皆古之中声也哉？然孔子不遽遗之者，特悯其人，矜其志。犹曰“发乎情，止乎礼义”，“言之者无罪，闻之者足以为戒”焉耳。予尝按次春秋以来，屈原之《骚》疑于怨，伍胥之谏疑于胁，贾谊之《疏》疑于激，叔夜之诗疑于愤，刘蕡之对疑于亢。然推孔子删《诗》之旨而裒次之，当亦未必无录之者。君既没，而海内之荐绅大夫，至今言及君，无不酸鼻而流涕。呜呼！集中所载《鸣剑》、《筹边》诸什，试令后之人读之，其足以寒贼臣之胆，而跃塞垣战士之马，而作之忾也，固矣！他日国家采风者之使出而览观焉，其能遗之也乎？予谨识之。\n　　至于文词之工不工，及当古作者之旨与否，非所以论君之大者也，予故不著。嘉靖癸亥孟春望日归安茅坤拜手序。\n","contyishang":[]}{"title":"召公谏厉王止谤","nian":"先秦","author":"佚名","contson":"\n　　厉王虐，国人谤王。召公告曰：“民不堪命矣！”王怒，得卫巫，使监谤者。以告，则杀之。国人莫敢言，道路以目。\n　　王喜，告召公曰：“吾能弭谤矣，乃不敢言。”召公曰：“是障之也。防民之口，甚于防川。川壅而溃，伤人必多，民亦如之。是故为川者决之使导，为民者宣之使言。故天子听政，使公卿至于列士献诗，瞽献曲，史献书，师箴，瞍赋，曚诵，百工谏，庶人传语，近臣尽规，亲戚补察，瞽、史教诲，耆、艾修之，而后王斟酌焉，是以事行而不悖。民之有口，犹土之有山川也，财用于是乎出；犹其原隰之有衍沃也，衣食于是乎生。口之宣言也，善败于是乎兴。行善而备败，其所以阜财用衣食者也。夫民虑之于心而宣之于口，成而行之，胡可壅也？若壅其口，其与能几何？”\n　　王不听，于是国人莫敢出言。三年，乃流王于彘。\n","contyishang":["译文一　　周厉王残暴无道，老百姓纷纷责骂他。邵穆公对厉王说：“老百姓已不堪忍受暴虐的政令啦！”厉王听了勃然大怒，找到一个卫国的巫者，派他暗中监视敢于指责自己的人，一经巫者告密，就横加杀戮。于是人们都不敢随便说话，在路上相遇，也只能以眼神表达内心的愤恨。　　周厉王颇为得意，告诉邵公说：“我能制止毁谤啦，老百姓再也不敢吭声了。”邵公回答说：“你这样做只能堵住人们的嘴。可是防范老百姓的嘴，比防备河水泛滥更不易。河道因堵塞而造成决口，就会伤害很多人。倘使堵住老百姓的口，后果也将如此。因而治水者只能排除壅塞而加以疏通，治民者只能善于开导而让人说话。所以君王在处理政事上，让三\n"]}{"title":"六国论","nian":"宋代","author":"苏辙","contson":"\n　　尝读六国《世家》，窃怪天下之诸侯，以五倍之地，十倍之众，发愤西向，以攻山西千里之秦，而不免于死亡。常为之深思远虑，以为必有可以自安之计，盖未尝不咎其当时之士虑患之疏，而见利之浅，且不知天下之势也。\n　　夫秦之所以与诸侯争天下者，不在齐、楚、燕、赵也，而在韩、魏之郊；诸侯之所与秦争天下者，不在齐、楚、燕、赵也，而在韩、魏之野。秦之有韩、魏，譬如人之有腹心之疾也。韩、魏塞秦之冲，而弊山东之诸侯，故夫天下之所重者，莫如韩、魏也。昔者范睢用于秦而收韩，商鞅用于秦而收魏，昭王未得韩、魏之心，而出兵以攻齐之刚、寿，而范雎以为忧。然则秦之所忌者可以见矣。\n　　秦之用兵于燕、赵，秦之危事也。越韩过魏，而攻人之国都，燕、赵拒之于前，而韩、魏乘之于后，此危道也。而秦之攻燕、赵，未尝有韩、魏之忧，则韩、魏之附秦故也。夫韩、魏诸侯之障，而使秦人得出入于其间，此岂知天下之势邪！委区区之韩、魏，以当强虎狼之秦，彼安得不折而入于秦哉？韩、魏折而入于秦，然后秦人得通其兵于东诸侯，而使天下偏受其祸。\n　　夫韩、魏不能独当秦，而天下之诸侯，藉之以蔽其西，故莫如厚韩亲魏以摈秦。秦人不敢逾韩、魏以窥齐、楚、燕、赵之国，而齐、楚、燕、赵之国，因得以自完于其间矣。以四无事之国，佐当寇之韩、魏，使韩、魏无东顾之忧，而为天下出身以当秦兵；以二国委秦，而四国休息于内，以阴助其急，若此，可以应夫无穷，彼秦者将何为哉！不知出此，而乃贪疆埸尺寸之利，背盟败约，以自相屠灭，秦兵未出，而天下诸侯已自困矣。至于秦人得伺其隙以取其国，可不悲哉！\n","contyishang":["译文　　我读过史记中六国世家的故事，内心感到奇怪：全天下的诸侯，凭着比秦国大五倍的土地，多十倍的军队，全心全力向西攻打崤山西边面积千里的秦国，却免不了灭亡。我常为这件事作深远的思考，认为一定有能够用来自求安定的计策；因此我总是怪罪那时候的一些谋臣，在考虑忧患时是这般的粗略，图谋利益时又是那么的肤浅，而且不了解天下的情势啊！","　　秦国要和诸侯争夺天下的目标，不是放在齐、楚、燕、赵等地区，而是放在韩、魏的边境上；诸侯要和秦国争夺天下的目标，也不是放在齐、楚、燕、赵等地区，而是放在韩、魏的边境上。对秦国来说，韩、魏的存在，就好比人有心腹的疾病一样；韩、魏两国阻碍了秦\n"]}{"title":"冯谖客孟尝君","nian":"先秦","author":"佚名","contson":"\n　　齐人有冯谖者，贫乏不能自存，使人属孟尝君，愿寄食门下。孟尝君曰：“客何好？”曰：“客无好也。”曰：“客何能？”曰：“客无能也。”孟尝君笑而受之曰：“诺。”\n　　左右以君贱之也，食以草具。居有顷，倚柱弹其剑，歌曰：“长铗归来乎！食无鱼。”左右以告。孟尝君曰：“食之，比门下之客。”居有顷，复弹其铗，歌曰：“长铗归来乎！出无车。”左右皆笑之，以告。孟尝君曰：“为之驾，比门下之车客。”于是乘其车，揭其剑，过其友曰：“孟尝君客我。”后有顷，复弹其剑铗，歌曰：“长铗归来乎！无以为家。”左右皆恶之，以为贪而不知足。孟尝君问：“冯公有亲乎？”对曰，“有老母。”孟尝君使人给其食用，无使乏。于是冯谖不复歌。 \n　　后孟尝君出记，问门下诸客：“谁习计会，能为文收责于薛者乎？”冯谖署曰：“能。”孟尝君怪之，曰：“此谁也？”左右曰：“乃歌夫长铗归来者也。”孟尝君笑曰：“客果有能也，吾负之，未尝见也。”请而见之，谢曰：“文倦于事，愦于忧，而性懧愚，沉于国家之事，开罪于先生。先生不羞，乃有意欲为收责于薛乎？”冯谖曰：“愿之。”于是约车治装，载券契而行，辞曰：“责毕收，以何市而反？”孟尝君曰：“视吾家所寡有者。”\n　　驱而之薛，使吏召诸民当偿者，悉来合券。券遍合，起，矫命，以责赐诸民。因烧其券。民称万岁。\n　　长驱到齐，晨而求见。孟尝君怪其疾也，衣冠而见之，曰：“责毕收乎？来何疾也！”曰：“收毕矣。”“以何市而反？”冯谖曰；“君之‘视吾家所寡有者’。臣窃计，君宫中积珍宝，狗马实外厩，美人充下陈。君家所寡有者，以义耳！窃以为君市义。”孟尝君曰：“市义奈何？”曰：“今君有区区之薛，不拊爱子其民，因而贾利之。臣窃矫君命，以责赐诸民，因烧其券，民称万岁。乃臣所以为君市义也。”孟尝君不悦，曰：“诺，先生休矣！”\n　　后期年，齐王谓孟尝君曰：“寡人不敢以先王之臣为臣。”孟尝君就国于薛，未至百里，民扶老携幼，迎君道中。孟尝君顾谓冯谖：“先生所为文市义者，乃今日见之。”\n　　冯谖曰：“狡兔有三窟，仅得免其死耳；今君有一窟，未得高枕而卧也。请为君复凿二窟。”孟尝君予车五十乘，金五百斤，西游于梁，谓惠王曰：“齐放其大臣孟尝君于诸侯，诸侯先迎之者，富而兵强。”于是梁王虚上位，以故相为上将军，遣使者黄金千斤，车百乘，往聘孟尝君。冯谖先驱，诫孟尝君曰：“千金，重币也；百乘，显使也。齐其闻之矣。”梁使三反，孟尝君固辞不往也。 \n　　齐王闻之，君臣恐惧，遣太傅赍黄金千斤、文车二驷，服剑一，封书，谢孟尝君曰：“寡人不祥，被于宗庙之祟，沉于谄谀之臣，开罪于君。寡人不足为也；愿君顾先王之宗庙，姑反国统万人乎！”冯谖诫孟尝君曰：“愿请先王之祭器，立宗庙于薛。”庙成，还报孟尝君曰：“三窟已就，君姑高枕为乐矣。”\n　　孟尝君为相数十年，无纤介之祸者，冯谖之计也。\n","contyishang":["译文　　齐国有一人叫冯谖。因为太穷而不能养活自己。他便托人告诉孟尝君，表示意愿在他的门下寄居为食客。孟尝君问他有什么擅长。回答说没有什么擅长。又问他有什么本事？回答说也没有什么本事。孟尝君听了后笑了笑，但还是接受了他（《战国策·冯谖客孟尝君》）。　　旁边的人认为孟尝君看不起冯谖，就让他吃粗劣的饭菜。（按照孟尝君的待客惯例，门客按能力分为三等：上等（车客）出有车；中等（门下之客）食有鱼；下等（草具之客）食无鱼。）过了一段时间，冯谖倚着柱子弹着自己的剑，唱道：“长剑我们回去吧！没有鱼吃。”左右的人把这事告诉了孟尝君。孟尝君说：“让他吃鱼，按照中等门客的生活待遇。”又过\n"]}{"title":"吴山图记","nian":"明代","author":"归有光","contson":"\n　　吴、长洲二县，在郡治所，分境而治。而郡西诸山，皆在吴县。其最高者，穹窿、阳山、邓尉、西脊、铜井。而灵岩，吴之故宫在焉，尚有西子之遗迹。若虎丘、剑池及天平、尚方、支硎，皆胜地也。而太湖汪洋三万六千顷，七十二峰沉浸其间，则海内之奇观矣。\n　　余同年友魏君用晦为吴县，未及三年，以高第召入为给事中。君之为县，有惠爱，百姓扳留之，不能得，而君亦不忍于其民。由是好事者绘《吴山图》以为赠。\n　　夫令之于民，诚重矣。令诚贤也，其地之山川草木，亦被其泽而有荣也；令诚不贤也，其地之山川草木，亦被其殃而有辱也。君于吴之山川，盖增重矣。异时吾民将择胜于岩峦之间，尸祝于浮屠、老子之宫也，固宜。而君则亦既去矣，何复惓惓于此山哉?昔苏子瞻称韩魏公去黄州四十馀年而思之不忘，至以为《思黄州》诗，子瞻为黄人刻之于石。然后知贤者于其所至，不独使其人之不忍忘而已，亦不能自忘于其人也。\n　　君今去县已三年矣。一日，与余同在内庭，出示此图，展玩太息，因命余记之，噫!君之于吾吴有情如此，如之何而使吾民能忘之也! \n","contyishang":["译文　　吴县、长洲两县的县治，在吴郡的郡治所在地，两县划分境界各自管理。府城西南的众多山冈，都在吴县境内。其中最高的山峰，有穹窿、阳山、邓尉、西脊、铜井等山。灵岩山上，春秋时吴国的宫殿的故址就在那儿，还有西施的遗迹。像虎丘、剑池以及天平、尚方、支硎等处，都是名胜所在地。太湖浩浩淼淼，面积三万六千顷，七十二峰在湖中沉浮，真可以算海内奇观了。　　我同龄的好友魏用晦任吴县县令未满三年，因考绩列入优等被调入京城担任给事中。魏君任吴县县令期间有恩于民，离任时，百姓设法挽留却未能成功，魏君也舍不得离开他的百姓，于是有热心人便画了一幅《吴山图》来送给他。　　县令对于\n"]}{"title":"叔向贺贫","nian":"先秦","author":"佚名","contson":"\n　　叔向见韩宣子，宣子忧贫，叔向贺之。宣子曰：“吾有卿之名而无其实，无以从二三子，吾是以忧，子贺我，何故？”\n　　对曰：“昔栾武子无一卒之田，其宫不备其宗器，宣其德行，顺其宪则，使越于诸侯。诸侯亲之，戎狄怀之，以正晋国。行刑不疚，以免于难。及桓子，骄泰奢侈，贪欲无艺，略则行志，假货居贿，宜及于难，而赖武之德以没其身。及怀子，改桓之行，而修武之德，可以免于难，而离桓之罪，以亡于楚。夫郤昭子，其富半公室，其家半三军，恃其富宠，以泰于国。其身尸于朝，其宗灭于绛。不然，夫八郤，五大夫，三卿，其宠大矣，一朝而灭，莫之哀也，唯无德也。今吾子有栾武子之贫，吾以为能其德矣，是以贺。若不忧德之不建，而患货之不足，将吊不暇，何贺之有？”\n　　宣子拜，稽首焉，曰：“起也将亡，赖子存之，非起也敢专承之，其自桓叔以下，嘉吾子之赐。” \n","contyishang":["译文　　叔向去拜见韩宣子，韩宣子正为贫困而发愁，叔向却向他表示祝贺。　　宣子说：\"我有卿大夫的名称，却没有卿大夫的财富，没有什么荣誉可以跟其他的卿大夫们交往，我正为此发愁，你却祝贺我，这是什么缘故呢？\"　　叔向回答说：\"从前栾武子没有一百顷田，家里穷的连祭祀的器具都备不齐全；可是他能够传播德行，遵循法制，名闻于诸侯各国。各诸侯国都亲近他，一些少数民族都归附他，因此使晋国安定下来，执行法度，没有弊病，因而避免了灾难。传到桓子时，他骄傲自大，奢侈无度，贪得无厌，犯法胡为，放利聚财，该当遭到祸难，但依赖他父亲栾武子的余德，才得以\n"]}{"title":"乞校正陆贽奏议进御札子","nian":"宋代","author":"苏轼","contson":"\n　　臣等猥以空疏，备员讲读。圣明天纵，学问日新。臣等才有限而道无穷，心欲言而口不逮，以此自愧，莫知所为。\n　　窃谓人臣之纳忠，譬如医者之用药，药虽进于医手，方多传于古人。若已经效于世间，不必皆从于己出。\n　　伏见唐宰相陆贽，才本王佐，学为帝师。论深切于事情，言不离于道德。智如子房而文则过，辩如贾谊而术不疏，上以格君心之非，下以通天下之志。但其不幸，仕不遇时。德宗以苛刻为能，而贽谏之以忠厚；德宗以猜疑为术，而贽劝之以推诚；德宗好用兵，而贽以消兵为先；德宗好聚财，而贽以散财为急。至于用人听言之法，治边驭将之方，罪己以收人心，改过以应天道，去小人以除民患，惜名器以待有功，如此之流，未易悉数。可谓进苦口之乐石，针害身之膏肓。使德宗尽用其言，则贞观可得而复。\n　　臣等每退自西阁，即私相告言，以陛下圣明，必喜贽议论。但使圣贤之相契，即如臣主之同时。昔冯唐论颇、牧之贤，则汉文为之太息；魏相晁、董之对，则孝宣以致中兴。若陛下能自得师，莫若近取诸贽。夫六经三史，诸子百家，非无可观，皆足为治。但圣言幽远，末学支离，譬如山海之崇深，难以一二而推择。如贽之论，开卷了然。聚古今之精英，实治乱之龟鉴。臣等欲取其奏议，稍加校正，缮写进呈。愿陛下置之坐隅，如见贽面，反覆熟读，如与贽言。必能发圣性之高明，成治功于岁月。臣等不胜区区之意，取进止。 \n","contyishang":["译文　　臣等依凭空虚浅薄的才学，在翰林院侍讲、侍读的职位上充个数目。皇上的聪明睿智是上天赋予的，学问一天比一天深厚。臣等才学有限，然而圣贤之道没有穷尽，心中虽然想表述清楚可口头上表达不出来，因此自己感到很是惭愧，不知道该怎么办。","　　臣等认为作为臣子向皇帝进献忠诚，就像医生对准病症去用药一样，药虽然经医生之手传过去，但药方多是从古人那里留下来的。如果药方在世间证明确实很灵验，那么就不必一定要由医生自己创造出来才用。","　　臣等听说唐德宗时的宰相陆贽，才能本来就是帝王的辅佐，学问足可成为帝王的老师。他的议论深刻而切合物事人情，言语从不偏离圣贤的道德\n"]}{"title":"放鹤亭记","nian":"宋代","author":"苏轼","contson":"\n　　熙宁十年秋，彭城大水。云龙山人张君之草堂，水及其半扉。明年春，水落，迁于故居之东，东山之麓。升高而望，得异境焉，作亭于其上。彭城之山，冈岭四合，隐然如大环，独缺其西一面，而山人之亭，适当其缺。春夏之交，草木际天；秋冬雪月，千里一色；风雨晦明之间，俯仰百变。\n　　山人有二鹤，甚驯而善飞，旦则望西山之缺而放焉，纵其所如,或立于陂(bēi)田，或翔于云表；暮则傃东山而归。故名之曰“放鹤亭”。\n　　郡守苏轼，时从宾佐僚吏往见山人，饮酒于斯亭而乐之。挹山人而告之曰：“子知隐居之乐乎？虽南面之君，未可与易也。《易》曰：‘鸣鹤在阴，其子和之。’ 《诗》曰：‘鹤鸣于九皋，声闻于天。’盖其为物，清远闲放，超然于尘埃之外，故《易》《诗》人以比贤人君子。隐德之士，狎而玩之，宜若有益而无损者；然卫懿公好鹤则亡其国。周公作《酒诰》，卫武公作《抑戒》，以为荒惑败乱，无若酒者；而刘伶、阮籍之徒，以此全其真而名后世。嗟夫！南面之君，虽清远闲放如鹤者，犹不得好，好之则亡其国；而山林遁世之士，虽荒惑败乱如酒者，犹不能为害，而况于鹤乎？由此观之，其为乐未可以同日而语也。”山人忻然而笑曰：“有是哉！”乃作放鹤、招鹤之歌曰：\n　　鹤飞去兮西山之缺，高翔而下览兮择所适。翻然敛翼，宛将集兮，忽何所见，矫然而复击。独终日于涧谷之间兮，啄苍苔而履白石。\n　　鹤归来兮，东山之阴。其下有人兮，黄冠草屦，葛衣而鼓琴。躬耕而食兮，其馀以汝饱。归来归来兮，西山不可以久留。\n　　元丰元年十一月初八日记 《放鹤亭记》。 \n","contyishang":["译文　　 熙宁十年的秋天，彭城发大水，云龙山人张君的草堂，水已没到他家门的一半。第二年春天，大水落下，云龙山人搬到故居的东面。在东山的脚下，登到高处远望去，看到一个奇特的境地。于是，他便在那座山上建亭子。彭城山，山冈从四面合拢，隐约的像一个大环；只是在西面缺一个口，而云龙山人的亭子，恰好对着那个缺口。春夏两季交替的时候，草木茂盛，似乎接近天空；秋冬的瑞雪和皓月，千里一色。风雨阴晴，瞬息万变。山人养两只鹤，非常温驯而且善于飞翔。早晨就朝着西山的缺口放飞它们，任它们飞到哪里，有时立在低洼的池塘，有时飞翔在万里云海之外；到了晚上就向着东山飞回来，因此给这个亭子取名叫“放鹤亭”。\n"]}{"title":"","nian":"","author":"","contson":"","contyishang":[]}{"title":"桃花源记","nian":"魏晋","author":"陶渊明","contson":"\n　　晋太元中，武陵人捕鱼为业。缘溪行，忘路之远近。忽逢桃花林，夹岸数百步，中无杂树，芳草鲜美，落英缤纷，渔人甚异之。复前行，欲穷其林。\n　　林尽水源，便得一山，山有小口，仿佛若有光。便舍船，从口入。初极狭，才通人。复行数十步，豁然开朗。土地平旷，屋舍俨然，有良田美池桑竹之属。阡陌交通，鸡犬相闻。其中往来种作，男女衣着，悉如外人。黄发垂髫，并怡然自乐。\n　　见渔人，乃大惊，问所从来。具答之。便要还家，设酒杀鸡作食。村中闻有此人，咸来问讯。自云先世避秦时乱，率妻子邑人来此绝境，不复出焉，遂与外人间隔。问今是何世，乃不知有汉，无论魏晋。此人一一为具言所闻，皆叹惋。余人各复延至其家，皆出酒食。停数日，辞去。此中人语云：“不足为外人道也。”(间隔 一作：隔绝)\n　　既出，得其船，便扶向路，处处志之。及郡下，诣太守，说如此。太守即遣人随其往，寻向所志，遂迷，不复得路。\n　　南阳刘子骥，高尚士也，闻之，欣然规往。未果，寻病终，后遂无问津者。\n","contyishang":["译文","　　东晋太元年间，武陵有个人以打渔为生。（一天）他沿着溪水划船，忘记了路程的远近。忽然遇到一片桃林，在小溪两岸几百步之内，中间没有别的树，花草鲜嫩美丽，地上的落花繁多交杂。渔人对此感到十分诧异。便继续往前走，想要走到林子的尽头。","　　桃林的尽头就是溪水的源头，渔人发现了一座小山，山上有个小洞口，洞里隐隐约约的好像有点光亮。（渔人）便舍弃了船，从洞口进去。最初，山洞很狭窄，只容一个人通过；又走了几十步，突然变得开阔明亮了。（呈现在渔人眼前的是）一片平坦宽广的土地，一排排整齐的房舍，还有肥沃的田地、美丽的池塘，有桑树、竹林这类的植物。田间小路交错相通，鸡\n"]}{"title":"相州昼锦堂记","nian":"宋代","author":"欧阳修","contson":"\n　　仕宦而至将相，富贵而归故乡。此人情之所荣，而今昔之所同也。\n　　盖士方穷时，困厄闾里，庸人孺子，皆得易而侮之。若季子不礼于其嫂，买臣见弃于其妻。一旦高车驷马，旗旄导前，而骑卒拥后，夹道之人，相与骈肩累迹，瞻望咨嗟；而所谓庸夫愚妇者，奔走骇汗，羞愧俯伏，以自悔罪于车尘马足之间。此一介之士，得志于当时，而意气之盛，昔人比之衣锦之荣者也。\n　　惟大丞相魏国公则不然：公，相人也，世有令德，为时名卿。自公少时，已擢高科，登显仕。海内之士，闻下风而望余光者，盖亦有年矣。所谓将相而富贵，皆公所宜素有；非如穷厄之人，侥幸得志于一时，出于庸夫愚妇之不意，以惊骇而夸耀之也。然则高牙大纛，不足为公荣；桓圭衮冕，不足为公贵。惟德被生民，而功施社稷，勒之金石，播之声诗，以耀后世而垂无穷，此公之志，而士亦以此望于公也。岂止夸一时而荣一乡哉！\n　　公在至和中，尝以武康之节，来治于相，乃作“昼锦”之堂于后圃。既又刻诗于石，以遗相人。其言以快恩仇、矜名誉为可薄，盖不以昔人所夸者为荣，而以为戒。于此见公之视富贵为何如，而其志岂易量哉！故能出入将相，勤劳王家，而夷险一节。至于临大事，决大议，垂绅正笏，不动声色，而措天下于泰山之安：可谓社稷之臣矣！其丰功盛烈，所以铭彝鼎而被弦歌者，乃邦家之光，非闾里之荣也。\n　　余虽不获登公之堂，幸尝窃诵公之诗，乐公之志有成，而喜为天下道也。于是乎书。\n　　尚书吏部侍郎、参知政事欧阳修记。 \n","contyishang":["译文　　做官做到将相，富贵之后返回故乡，这从人情上说是光荣的，从古到今都是这样啊。　　大概士人在仕途不通的时候，困居乡里，那些平庸之辈甚至小孩，都能够轻视欺侮他。就像苏季子不被他的嫂嫂以礼相待，朱买臣被他的妻子嫌弃一样。可是一旦坐上四匹马拉的高大车子，旗帜在前面导引，而骑兵在后面簇拥，街道两旁的人们，一齐并肩接踵，一边瞻望一边称羡，而那些庸夫愚妇，恐惧奔跑，汗水淋漓，羞愧地跪在地上，面对车轮马足扬起的灰尘，十分后悔，暗自认罪。这么个小小的士人，在当世得志，那意气的壮盛，以前的人们就将他比作穿着锦绣衣裳的荣耀。　　只有大丞相魏国公却不是如此，魏国公，是相\n"]}{"title":"春王正月","nian":"先秦","author":"公羊高","contson":"\n　　元年者何？君之始年也。春者何？岁之始也。王者孰谓？谓文王也。曷为先言“王”而后言“正月？”王正月也。何言乎王正月？大一统也。 　　公何以不言即位？成公意也。何成乎公之意？公将平国而反之桓。曷为反之桓？桓幼而贵，隐长而卑。其为尊卑也微，国人莫知。隐长又贤，诸大夫扳隐而立之。隐于是焉而辞立，则未知桓之将必得立也；且如桓立，则恐诸大夫之不能相幼君也。故凡隐之立，为桓立也。隐长又贤，何以不宜立？立適以长不以贤，立子以贵不以长。桓何以贵？母贵也。母贵，则子何以贵？子以母贵，母以子贵。\n","contyishang":["译文　　“元年”是什么意思？指君王登位的第一年。“春”是什么意思？就是一年开始的季节。“王”指的谁？指周文王。为什么先说“王”，再说“正月”？因为指的是周王确立的正月。为什么要说周王的正月？是表明大一统，天下都实行王的政令。为什么不说隐公登位？这是成全隐公的心愿。为什么要成全隐公的心愿？隐公打算把国家治好，再把政权还给桓公。为什么要把政权还给桓公？因为桓公年幼而尊贵，隐公年长而卑贱。他兄弟俩身份尊卑的区别很微小，国人并不了解。隐公年长而贤明，诸大夫拥戴他为国君。这时如果隐公辞让，桓公能否登位，还没有把握。即使桓公能够登位，大夫们能否辅佐幼君，也没有把握。所以，隐公登位，全是替\n"]}{"title":"后廿九日复上宰相书","nian":"唐代","author":"韩愈","contson":"\n　　三月十六日，前乡贡进士韩愈，谨再拜言相公阁下。\n　　愈闻周公之为辅相，其急于见贤也，方一食三吐其哺，方一沐三握其发。天下之贤才皆已举用，奸邪谗佞欺负之徒皆已除去，四海皆已无虞，九夷八蛮之在荒服之外者皆已宾贡，天灾时变、昆虫草木之妖皆已销息，天下之所谓礼、乐、刑、政教化之具皆已修理，风俗皆已敦厚，动植之物、风雨霜露之所沾被者皆已得宜，休征嘉瑞、麟凤龟龙之属皆已备至，而周公以圣人之才，凭叔父之亲，其所辅理承化之功又尽章章如是。其所求进见之士，岂复有贤于周公者哉？不惟不贤于周公而已，岂复有贤于时百执事者哉？岂复有所计议、能补于周公之化者哉？然而周公求之如此其急，惟恐耳目有所不闻见，思虑有所未及，以负成王托周公之意，不得于天下之心。如周公之心，设使其时辅理承化之功未尽章章如是，而非圣人之才，而无叔父之亲，则将不暇食与沐矣，岂特吐哺握发为勤而止哉？维其如是，故于今颂成王之德，而称周公之功不衰。\n　　今阁下为辅相亦近耳。天下之贤才岂尽举用？奸邪谗佞欺负之徒岂尽除去？四海岂尽无虞？九夷、八蛮之在荒服之外者岂尽宾贡？天灾时变、昆虫草木之妖岂尽销息？天下之所谓礼、乐、刑、政教化之具岂尽修理？风俗岂尽敦厚？动植之物、风雨霜露之所沾被者岂尽得宜？休征嘉瑞、麟凤龟龙之属岂尽备至？其所求进见之士，虽不足以希望盛德，至比于百执事，岂尽出其下哉？其所称说，岂尽无所补哉？今虽不能如周公吐哺握发，亦宜引而进之，察其所以而去就之，不宜默默而已也。\n　　愈之待命，四十馀日矣。书再上，而志不得通。足三及门，而阍人辞焉。惟其昏愚，不知逃遁，故复有周公之说焉。阁下其亦察之。古之士三月不仕则相吊，故出疆必载质。然所以重于自进者，以其于周不可则去之鲁，于鲁不可则去之齐，于齐不可则去之宋，之郑，之秦，之楚也。今天下一君，四海一国，舍乎此则夷狄矣，去父母之邦矣。故士之行道者，不得于朝，则山林而已矣。山林者，士之所独善自养，而不忧天下者之所能安也。如有忧天下之心，则不能矣。故愈每自进而不知愧焉，书亟上，足数及门，而不知止焉。宁独如此而已，惴惴焉惟，不得出大贤之门下是惧。亦惟少垂察焉。渎冒威尊，惶恐无已。愈再拜。\n","contyishang":["译文　　三月十六日,前乡贡进士韩愈恭谨地再拜进言给相公阁下: 韩愈听说周公作宰辅时,他是多么急于接见贤才啊,正当吃一顿饭,却三次吐出口中的食物出来迎宾;正当洗一次头发,即三次握着头发出来见客.这时候,天下的贤才都已经提拔重用了,邪恶凶顽、图谋不轨、谄媚逢迎、虚伪欺诈的一流坏人，都已经清除；整个天下都已经无须担心；处在极边远地方的许多蛮夷部族，都已经归顺进贡；天时的灾害变化，昆虫草木的反常现象，都已经销声匿迹；国家的礼乐、刑政这些教化的制度都已建立；社会的风俗都已淳厚朴实；动物、植物，凡属风雨霜露所浸润滋养的一切，都已各得其所；麟、凤、龟、龙之类的美好吉祥的迹象，都已经一一出现\n"]}{"title":"纵囚论","nian":"宋代","author":"欧阳修","contson":"\n　　信义行于君子，而刑戮施于小人。刑入于死者，乃罪大恶极，此又小人之尤甚者也。宁以义死，不苟幸生，而视死如归，此又君子之尤难者也。方唐太宗之六年，录大辟囚三百余人，纵使还家，约其自归以就死。是以君子之难能，期小人之尤者以必能也。其囚及期，而卒自归无后者。是君子之所难，而小人之所易也。此岂近于人情哉?\n　　或曰：罪大恶极，诚小人矣；及施恩德以临之，可使变而为君子。盖恩德入人之深，而移人之速，有如是者矣。曰：太宗之为此，所以求此名也。然安知夫纵之去也，不意其必来以冀免，所以纵之乎?又安知夫被纵而去也，不意其自归而必获免，所以复来乎?夫意其必来而纵之，是上贼下之情也；意其必免而复来，是下贼上之心也。吾见上下交相贼以成此名也，乌有所谓施恩德与夫知信义者哉?不然，太宗施德于天下，于兹六年矣，不能使小人不为极恶大罪，而一日之恩，能使视死如归，而存信义。此又不通之论也!\n　　然则何为而可?曰：纵而来归，杀之无赦。而又纵之，而又来，则可知为恩德之致尔。然此必无之事也。若夫纵而来归而赦之，可偶一为之尔。若屡为之，则杀人者皆不死。是可为天下之常法乎?不可为常者，其圣人之法乎?是以尧、舜、三王之治，必本于人情，不立异以为高，不逆情以干誉。 \n","contyishang":["译文一　　信义可以在君子中施行，而种种刑罚则在小人中施行。判刑列入死刑的人，是罪大恶极的，又是小人中特别坏的人。宁愿为正义而死，不愿意苟且贪生，而视死如归，这在君子中也是很难做到的。在唐太宗即位后第六年时，把判处死刑的犯人三百余人登记在册，放他们回家，约定好到期自动回来接受死刑。这是君子都难以做到的事，而希望小人中最坏的人能做到自然更难。到了规定的时间，那些囚犯自动回来而没有延误。这是君子难以做到的，而小人却很容易地做到了。这难道近于人情吗?　　有人说：罪大恶极，确实是小人了；如果对他们采取恩德感化的手段，就可以使他们变为君子。恩德感化愈深入人心，人的转变速度就愈\n"]}