{"title":"京师得家书","nian":"明代","author":"袁凯","contson":"\n江水三千里，家书十五行。行行无别语，只道早还乡。\n","contyishang":["译文绵绵的江水有三千里长，家书有十五行那么长。行行之间没有其他的言语，只是告诉我要尽早回到故乡。","注释京师:指都城。"]}{"title":"连州阳山归路","nian":"宋代","author":"吕本中","contson":"\n稍离烟瘴近湘潭，疾病衰颓已不堪。儿女不知来避地，强言风物胜江南。\n","contyishang":["译文渐渐远离了岭南瘴气蒸郁的地方，前面不远就是湘潭；身体多病，衰弱疲惫，内心痛苦不堪。小儿女不知道自己是在逃难，硬是坚持说：眼前的风光景物，胜过江南。","注释①连州：治所在桂阳（今广东连县）；②阳山：县名，属连州，即今广东阳山县。③烟瘴：瘴气。此代指多瘴气的岭南地区。④湘潭，地名，治所在现在的湖南省。今湖南湘潭。⑤衰颓：指身体、精神等衰弱颓废。⑥ 避地：因逃避战争祸乱而移居他地。⑦ 强言：坚持说。⑧风物：风光景物。"]}{"title":"幼女词","nian":"明代","author":"毛铉","contson":"\n下床着新衣，初学小姑拜。低头羞见人，双手结裙带。\n","contyishang":["译文幼女下床穿上新衣，初次学着新娘的拜堂礼。恐怕他人取笑羞的不敢抬头，紧张的不停抚弄裙带。","注释小姑：这里是新娘的意思。结：扎缚、抚弄的意思。"]}{"title":"过许州","nian":"清代","author":"沈德潜","contson":"\n到处陂塘决决流，垂杨百里罨平畴。行人便觉须眉绿，一路蝉声过许州。\n","contyishang":["译文池塘里流着清水，垂柳罨覆着平野。到处一片翠绿，满眼都是生机。使人觉得仿佛胡须眉毛都被染绿了，一路蝉声陪伴我走过许州。","注释⑴许州：今河南许昌。⑵决决：流水声。陂（bēi）塘：池塘。⑶罨（yǎn）：覆盖。平畴：平整的田地。⑷行人：出行人。此处指自己。"]}{"title":"春日","nian":"宋代","author":"汪藻","contson":"\n一春略无十日晴，处处浮云将雨行。野田春水碧于镜，人影渡傍鸥不惊。桃花嫣然出篱笑，似开未开最有情。茅茨烟暝客衣湿，破梦午鸡啼一声。\n","contyishang":[]}{"title":"月儿弯弯照九州","nian":"宋代","author":"佚名","contson":"\n月儿弯弯照九州，几家欢乐几家愁。几家夫妇同罗帐，几个飘零在外头？\n","contyishang":["译文一弯月牙照人间，多少人家欢乐，多少人家忧愁。有多少人家能夫妻团聚，享受天伦之乐；又有多少人家无依无靠，四处飘零？","注释九州：指中国。此处借指人间。"]}{"title":"二砺","nian":"宋代","author":"郑思肖","contson":"\n愁里高歌梁父吟，犹如金玉戛商音。十年勾践亡吴计，七日包胥哭楚心。秋送新鸿哀破国，昼行饥虎齧空林。胸中有誓深于海，肯使神州竟陆沉？\n","contyishang":["译文愁闷时高歌一曲《梁父吟》，象敲金击玉一般发出悲凉的声音。要学勾践立下十年亡吴的大计，有包胥哭师秦庭七天七夜的坚心。秋雁悲鸣也懂得亡国的惨痛，空林饿虎白昼也要出来咬人。我心中立下比海还深的誓愿，决不让中国大好河山永远沉沦！","注释①《梁父吟》——梁父亦作梁甫，在泰山附近；《梁父吟》，乐曲名。《蜀志》：“诸葛亮好为《梁甫吟》”，作者因钦慕诸葛亮恢复中原的壮志，所以也爱唱这个曲调。　②戛商音——戛，敲击。商音，五音之一，其声悲凉。　③十年句——越王勾\n"]}{"title":"春暮","nian":"宋代","author":"曹豳","contson":"\n门外无人问落花，绿阴冉冉遍天涯。林莺啼到无声处，青草池塘独听蛙。\n","contyishang":["译文暮春时节，已没有人过问路上的落花，只见浓郁的树荫，无边无际，遍及天涯。林间的黄莺早已不再啼叫了，只能独自一人迈向长满青草的池塘畔，去聆听青蛙的叫声。","注释①绿阴：绿树浓荫。②冉冉：慢慢地，或柔软下垂。③天涯：天边。此指广阔大地。④独听蛙：只听见蛙鸣声。"]}{"title":"于长安归还扬州九月九日行薇山亭赋韵 / 长安九日诗","nian":"南北朝","author":"江总","contson":"\n心逐南云逝，形随北雁来。故乡篱下菊，今日几花开。\n","contyishang":["译文我的心追逐南去的云远逝了，身体却随着秋季由北向南飞回的大雁归来。故乡家里篱笆下栽种的菊花，今日又开了几朵呢？ ","注释①江总，南朝陈人。陈亡，入长安，仕于隋，后辞官南归，这首诗写于南归途中。②岑参，盛唐边塞诗人。安史之乱中，长安沦陷，故有此诗。"]}{"title":"","nian":"","author":"","contson":"","contyishang":[]}{"title":"断句","nian":"南北朝","author":"刘昶","contson":"\n白云满鄣来，黄尘暗天起。关山四面绝，故乡几千里。\n","contyishang":[]}{"title":"示三子","nian":"宋代","author":"陈师道","contson":"\n时三子已归自外家\n去远即相忘，归近不可忍。儿女已在眼，眉目略不省。喜极不得语，泪尽方一哂。了知不是梦，忽忽心未稳。\n","contyishang":["译文你们走远了，我倒也不再惦念；及至归期接近，反而难、以忍耐。儿女们已站在眼前，你们的容貌我已认不出来。欢喜到了极点，不知说什么好。收泪一笑，包含着多少悲哀。明知这不是在梦中，可我的心仍在摇摆不踏实。","注释①外家：外公家。②去远：离去很远。神宗元丰七年（1084），陈师道因家贫而将妻子儿女送往在四川做官的岳丈处寄养。③归近：归期临近。不可忍：难以忍耐，形容与子女见面的急切心情。④略：全，都。省（xing）：识，记得。⑤哂（shěn）：微笑。⑥了知：确实知\n"]}{"title":"雪梅·其一","nian":"宋代","author":"卢梅坡","contson":"\n梅雪争春未肯降，骚人阁笔费评章。梅须逊雪三分白，雪却输梅一段香。\n","contyishang":["译文梅花和雪花都认为各自占尽了春色，谁也不肯服输。难坏了诗人，难写评判文章。说句公道话，梅花须逊让雪花三分晶莹洁白，雪花却输给梅花一段清香。 ","注释①卢梅坡，宋诗人。生卒年不详。“梅坡”不是他的名字，而是他自号为梅坡。②降（xiáng），服输。③骚人：诗人。④阁笔：放下笔。阁，同“搁”放下。评章，评议的文章，这里指评议梅与雪的高下。"]}{"title":"秣陵怀古","nian":"清代","author":"纳兰性德","contson":"\n山色江声共寂寥，十三陵树晚萧萧。中原事业如江左，芳草何须怨六朝。\n","contyishang":[]}{"title":"柯敬仲墨竹","nian":"明代","author":"李东阳","contson":"\n莫将画竹论难易，刚道繁难简更难。君看萧萧只数叶，满堂风雨不胜寒。\n","contyishang":["　　前两句是借观柯九思的墨竹图而发议论，专门拈出了画竹的难易繁简问题，表达了诗人对文人画尚意崇简美学趣味的推崇。文人画起源于宋代，大诗人苏轼曾是文人画的极力推动者，文人画家文同也以画竹著名，柯九思画竹就祖述文同。苏轼曾有《文与可画筼筜谷偃竹记》一文专门论文同的画竹，文中指出画竹不能只讲形似，如果节节而为之，叶叶而累之，就没有竹了；画家画竹应该先在胸中酝酿，做到成竹在胸，然后以意为之一挥而就。苏轼之论，一方面说出了画竹不能从繁而应尚简，另一方面也道出了成竹在胸以意写之的追意论。苏轼在《书鄢陵王主簿所画折枝》诗中还说道：“论画以形似，见与儿童邻”，更进一步表达了他重传神写意的艺术见解。李东阳\n"]}{"title":"同儿辈赋未开海棠","nian":"金朝","author":"元好问","contson":"\n枝间新绿一重重， 小蕾深藏数点红。爱惜芳心莫轻吐， 且教桃李闹春风。\n","contyishang":["译文海棠枝间新长出的绿叶层层叠叠的，小花蕾隐匿其间微微泛出些许的红色。一定要爱惜自己那芳香的心，不要轻易地盛开，姑且让桃花李花在春风中尽情绽放吧！","注释1．赋：吟咏。2．同儿辈赋句：和儿女们一起做关于还没开放的海棠花的诗。 3．一重重：一层又一层。形容新生的绿叶茂盛繁密。 4．小蕾：指海棠花的花蕾。 5．芳心：原指年轻女子的心。这里一语双关，一指海棠的花芯，二指儿辈们的心。 6．轻吐：轻易、随便地开放。 7．且教：还是让。 8．闹春风：在春天里争妍斗艳。\n"]}{"title":"","nian":"","author":"","contson":"","contyishang":[]}{"title":"自责二首","nian":"宋代","author":"朱淑真","contson":"\n女子弄文诚可罪，那堪咏月更吟风。磨穿铁砚非吾事，绣折金针却有功。\n闷无消遣只看诗，不见诗中话别离。添得情怀转萧索，始知伶俐不如痴。 \n","contyishang":[]}{"title":"汴京纪事","nian":"宋代","author":"刘子翚","contson":"\n辇毂繁华事可伤，师师垂老过湖湘。缕衣檀板无颜色，一曲当时动帝王。\n","contyishang":["译文帝京当年是多么地繁华热闹，回想起来，使人无限地伤感；李师师也老了，漂泊流落在湖湘的民间。旧时的舞衣与檀板都黯然失色，饱受了风蚀尘染；有谁相信，她当年轻歌一曲，能使君王倾倒迷乱？","注释⑴汴京：今河南开封，是北宋都城。⑵辇（niǎn）：皇帝的车驾。古以“辇下”指京城。毂（gǔ）：车轮中心，有洞可以插轴的部分，同“辇”借指汴京。⑶师师：李师师，汴京人。传幼年为尼，后为妓，色艺动京师。宋徽宗常微行临幸其家。后入宫，封瀛国夫人。汴京破，有的记载说她自杀，大多数典籍都说她流落南方。《青泥莲花记》说“有人遇之于湖湘间，衰老\n"]}{"title":"出郊","nian":"明代","author":"杨慎","contson":"\n高田如楼梯，平田如棋局。白鹭忽飞来，点破秧针绿。\n","contyishang":["译文山坡上一级一级的畦田像楼梯，平原上整整齐齐的畦田像棋盘。白鹭忽然飞到水稻田上来，在一片绿色的秧苗上点上了白点。","注释①郊：泛指城外、野外、郊外。②高田：沿着山坡开辟的田畦，又叫梯田。③平田：指山下平地上的田块。④棋局：象棋盘。⑤鹭：一种长颈尖嘴的水鸟，常在河湖边、水田、沼泽地捕食鱼虾。⑥点破：打破了。⑦秧针：水稻始生的秧苗。"]}{"title":"凛凛岁云暮","nian":"两汉","author":"佚名","contson":"\n凛凛岁云暮，蝼蛄夕鸣悲。凉风率已厉，游子寒无衣。锦衾遗洛浦，同袍与我违。独宿累长夜，梦想见容辉。良人惟古欢，枉驾惠前绥。愿得常巧笑，携手同车归。既来不须臾，又不处重闱。亮无晨风翼，焉能凌风飞？眄睐以适意，引领遥相睎。徙倚怀感伤，垂涕沾双扉。\n","contyishang":["译文寒冷的岁末，百虫非死即藏，那蝼蛄彻夜鸣叫而悲声不断。冷风皆已吹得凛冽刺人，遥想那游子居旅外地而无寒衣。结婚定情后不久，良人便经商求仕远离家乡。独宿于长夜漫漫，梦想见到亲爱夫君的容颜。梦中的夫君还是殷殷眷恋着往日的欢爱，梦中见到他依稀还是初来迎娶的样子。但愿此后长远过着欢乐的日子，生生世世携手共度此生。梦中良人归来没有停留多久，更未在深闺同自己亲热一番，一刹那便失其所在。只恨自己没有鸷鸟一样的双翼，因此不能凌风飞去，飞到良人的身边。在无可奈何的心情中，只有伸长着颈子远望寄意，聊以\n"]}{"title":"宿新市徐公店","nian":"宋代","author":"杨万里","contson":"\n篱落疏疏一径深，树头花落未成阴。儿童急走追黄蝶，飞入菜花无处寻。\n","contyishang":["译文篱笆稀稀落落，一条小路通向远方，树上的花瓣纷纷飘落，却还尚未形成树阴。小孩子飞快地奔跑着追赶黄色的蝴蝶，可是蝴蝶突然飞入菜花丛中，再也找不到了。","注释①篱：篱笆。②疏疏：稀疏。③径：小路。④阴：树叶茂盛浓密而形成的树荫。⑤急走：奔跑。"]}{"title":"小池","nian":"宋代","author":"杨万里","contson":"\n泉眼无声惜细流，树阴照水爱晴柔。小荷才露尖尖角，早有蜻蜓立上头。\n","contyishang":["译文泉眼悄然无声是因舍不得细细的水流，树荫倒映水面是喜爱晴天和风的轻柔。娇嫩的小荷叶刚从水面露出尖尖的角，早有一只调皮的小蜻蜓立在它的上头。","注释泉眼：泉水的出口。惜：吝惜。照水：映在水里。晴柔：晴天里柔和的风光。尖尖角：初出水端还没有舒展的荷叶尖端。上头：上面，顶端。为了押韵，“头”不读轻声。"]}{"title":"题《墨葡萄图》 / 题葡萄图","nian":"明代","author":"徐渭","contson":"\n半生落魄已成翁,独立书斋啸晚风。笔底明珠无处卖,闲抛闲掷野藤中。\n","contyishang":["　　明朝嘉靖年间，官居别驾的雷鸣阳在净众寺后的南山上，由下至顶建造了三座十分精致的山亭。史称鸣阳三亭。亭子建好后，还没有为亭子题名立匾。想请一位博学多才的名士，依山景转换之状，题写三座亭名，雷鸣阳想到了会稽山阴才子徐渭。徐渭不负厚望，上山观景拟名，劳累一天，为鸣阳三亭题写了“滴翠亭”、“怡心亭”、“观潮亭”三块匾额，见晚霞吐彩，日色已晚，就借宿在净众寺中。闲来无事，","　　徐渭想与方丈对奕一局。刚踏进方丈室，迎面墙上挂着的一幅《墨葡萄图》吸引他。 他仔细观赏，精心揣摸，觉得此图神形皆备，物似现今、栩栩如生，非高手难以绘就，只是如此精美之图，为何没有题字落款！徐渭感到十分纳闷\n"]}{"title":"咏荆轲","nian":"魏晋","author":"陶渊明","contson":"\n燕丹善养士，志在报强嬴。招集百夫良，岁暮得荆卿。君子死知己，提剑出燕京；素骥鸣广陌，慷慨送我行。雄发指危冠，猛气冲长缨。饮饯易水上，四座列群英。渐离击悲筑，宋意唱高声。萧萧哀风逝，淡淡寒波生。商音更流涕，羽奏壮士惊。心知去不归，且有后世名。登车何时顾，飞盖入秦庭。凌厉越万里，逶迤过千城。图穷事自至，豪主正怔营。惜哉剑术疏，奇功遂不成。其人虽已没，千载有馀情。\n","contyishang":["译文燕国太子喜欢收养门客，目的是对秦国报仇雪恨。 他到处招集有本领的人，这一年年底募得了荆卿。 君子重义气为知己而死，荆轲仗剑就要辞别燕京。 白色骏马在大路上鸣叫，众人意气激昂为他送行。 个个同仇敌忾怒发冲冠，勇猛之气似要冲断帽缨。 易水边摆下盛大的别宴，在座的都是人中的精英。 渐离击筑筑声慷慨悲壮，宋意唱歌歌声响遏行云。 座席中吹过萧萧的哀风，水面上漾起淡淡的波纹。 唱到商音听者无不流泪，奏到羽音荆轲格外惊心。 他明知这一去不再回返，留下的姓名将万古长存。\n"]}{"title":"相鼠","nian":"先秦","author":"佚名","contson":"\n相鼠有皮，人而无仪！人而无仪，不死何为？相鼠有齿，人而无止！人而无止，不死何俟？相鼠有体，人而无礼，人而无礼！胡不遄死？\n","contyishang":["译文你看这黄鼠还有皮，人咋会不要脸面。人若不要脸面，还不如死了算啦。你看这黄鼠还有牙齿，人却不顾德行。人要没有德行，不去死还等什么。你看这黄鼠还有肢体，人却不知礼义。人要不知礼义，还不如快快死去。","注释⑴相：视也。⑵仪：威仪，指人的举止作风大方正派而言，具有尊严的行为外表。一说为“礼仪”。⑶何为：为何，为什么。⑷止：假借为“耻”，郑笺释为“容止”，也可通。⑸俟：等。“不死何俟”为“俟何”宾语前置。⑹体：肢体。⑺礼：礼仪，指知礼仪，或指有教养。\n"]}{"title":"咏史·郁郁涧底松","nian":"魏晋","author":"左思","contson":"\n郁郁涧底松，离离山上苗。以彼径寸茎，荫此百尺条。世胄蹑高位，英俊沉下僚。地势使之然，由来非一朝。金张藉旧业，七叶珥汉貂。冯公岂不伟，白首不见招。\n","contyishang":["译文茂盛的松树生长在山涧底,风中低垂摇摆着的小苗生长在山头上.(由于生长的地势高低不同,)凭它径寸之苗,却能遮盖百尺之松.贵族世家的子弟能登上高位获得权势,有才能的人却埋没在低级职位中.这是所处的地位不同使他们这样的,这种情况由来已久 并非一朝一夕造成的.汉代金日磾和张安世二家就是依靠了祖上的遗业,子孙七代做了高官.(珥汉貂:珥,插.汉代侍中官员的帽子上插貂鼠尾作装饰.)汉文帝时的冯唐难道还不算是个奇伟的人才吗?可就因为出身微寒,白头发了仍不被重用。","注释①郁郁：严密浓绿的样子。涧：两山之间。\n"]}{"title":"竹石","nian":"清代","author":"郑燮","contson":"\n咬定青山不放松，立根原在破岩中。千磨万击还坚劲，任尔东西南北风。(坚劲 一作：韧)\n","contyishang":["译文竹子抓住青山一点也不放松，它的根牢牢地扎在岩石缝中。经历成千上万次的折磨和打击，它依然那么坚强，不管是酷暑的东南风，还是严冬的西北风，它都能经受得住，还会依然坚韧挺拔。 ","注释①竹石：扎根在石缝中的竹子。诗人是著名画家，他画的竹子特别有名，这是他题写在竹石画上的一首诗。②咬定：比喻根扎得结实，像咬着青山不松口一样。③立根：扎根，生根。④原：本来,原本，原来。⑤破岩：裂开的山岩，即岩石的缝隙。⑥磨：折磨，挫折，磨炼。⑦击：打击。⑧坚劲：坚强有力。\n"]}{"title":"杂诗","nian":"魏晋","author":"陶渊明","contson":"\n人生无根蒂，飘如陌上尘。分散逐风转，此已非常身。落地为兄弟，何必骨肉亲！得欢当作乐，斗酒聚比邻。盛年不重来，一日难再晨。及时当勉励，岁月不待人。\n","contyishang":["译文人生在世没有根蒂，飘泊如路上的尘土。生命随风飘转，此身历尽了艰难，已经不是原来的样子了。世人都应当视同兄弟，何必亲生的同胞弟兄才能相亲呢？遇到高兴的事就应当作乐，有酒就要邀请近邻共饮。青春一旦过去便不可能重来，一天之中永远看不到第二次日出。应当趁年富力强之时勉励自己，光阴流逝，并不等待人。 ","注释①蒂（dì帝）：瓜当、果鼻、花与枝茎相连处都叫蒂。陌：东西的路，这里泛指路。这两句是说人生在世没有根蒂，飘泊如路上的尘土。 ②此：指此身。非常身：不是经久不变的身，即不再是盛年壮年之身\n"]}{"title":"东溪","nian":"宋代","author":"梅尧臣","contson":"\n行到东溪看水时，坐临孤屿发船迟。野凫眠岸有闲意，老树着花无丑枝。短短蒲茸齐似剪，平平沙石净于筛。情虽不厌住不得，薄暮归来车马疲。\n","contyishang":["译文　　我来到东溪边观赏溪景，面对着水中的孤石迟迟舍不得上船离开。野鸭在岸边睡着，充满闲情逸趣；老树伸展着秀丽的枝干，繁花似锦，惹人喜爱。溪旁短短的蒲草整齐得似乎经过修剪，平坦的沙岸，洁白的沙石仿佛多次被粗选细筛。我虽然迷上了这里但不得不回去，傍晚到家马儿已累得精疲力衰。","注释⑴东溪：即宛溪，在作者家乡安徽宣城。溪发源于天目山，至城东北与句溪合，宛、句两水，合称“双溪”。溪中多石，水波翻涌，奇变可玩。⑵野凫：野鸭。⑶蒲茸：初生的菖蒲。⑷住不得：再不能停留下去了。⑸薄暮：黄昏。"]}{"title":"襄邑道中","nian":"宋代","author":"陈与义","contson":"\n飞花两岸照船红，百里榆堤半日风。卧看满天云不动，不知云与我俱东。\n","contyishang":["注释①襄邑：今河南省睢（suī）县，在开封（北宋京城）东南150里，惠济河从境内通过。②榆堤：栽满榆树的河堤。③不知：不知道。④俱东： 俱： 一起 指一起向东。","译文两岸原野落花缤纷，随风飞舞,连船帆也仿佛也染上了淡淡的红色，船帆趁顺风，一路轻扬，沿着长满榆树的大堤，半日工夫就到了离京城百里以外的地方。躺在船上望着天上的云 ，它们好像都纹丝不动，却不知道云和我都在向东行前进。"]}{"title":"鄂州南楼书事","nian":"宋代","author":"黄庭坚","contson":"\n四顾山光接水光，凭栏十里芰荷香。清风明月无人管，并作南楼一味凉。\n","contyishang":["译文站在南楼上靠着栏杆向四周远望，只见山色和水色连接在一起，辽阔的水面上菱角、荷花盛开，飘来阵阵香气。清风明月没有人看管自由自在，月光融入清风从南面吹来，使人感到一片凉爽和惬意。","注释⑴鄂（è）州：在今湖北省武汉、黄石一带。南楼：在武昌蛇山顶。 ⑵.四顾：向四周望去。山光、水光：山色、水色。 ⑶凭栏：靠着栏杆。十里：形容水面辽阔。芰（jì）：菱角。 ⑷并：合并在一起。一味凉：一片凉意。 "]}{"title":"击壤歌","nian":"先秦","author":"佚名","contson":"\n日出而作，日入而息。凿井而饮，耕田而食。帝力于我何有哉！\n","contyishang":["译文太阳出来就去耕作田地，太阳落山就回家去休息。凿一眼井就可以有水喝，种出庄稼就不会饿肚皮。这样的日子有何不自在，谁还去羡慕帝王的权力。","注释壤：据论是古代儿童玩具，以木做成，前宽后窄，长一尺多，形如鞋。玩时，先将一壤置于地，然后在三四十步远处，以另一壤击之，中者为胜。作：劳动。息：休息。帝力句：一说为”帝何德与我哉“。帝力：尧帝的力量。何有：有什么（影响）。如果是”何德“，那就是有什么（恩惠）。"]}{"title":"樵夫","nian":"宋代","author":"萧德藻","contson":"\n一担乾柴古渡头，盘缠一日颇优游。归来涧底磨刀斧，又作全家明日谋。\n","contyishang":["译文挑上了一担干柴到古渡头去卖，换了钱足够一天的开销，便心满意快。他回到家中又在山涧边磨快刀斧，为筹集明天的生活费用做好准备。","注释① 盘缠：本意指路费，这里作开销解。②优游：悠闲。这里是宽裕的意思。③谋：筹划。"]}{"title":"重赠吴国宾","nian":"明代","author":"边贡","contson":"\n汉江明月照归人，万里秋风一叶身。休把客衣轻浣濯，此中犹有帝京尘。\n","contyishang":["　　重赠者，再作一诗相赠也，这首诗，还是送别诗。 ","　　汉江，流经陕豫鄂，经过作者的好友吴国宾的家乡，吴国宾来到南京，现在就要回乡，只身踏上万里归途，汉江的明月会一路相送，回家后，不要轻易把身上的衣服洗掉，因为衣上沾着了帝京的灰尘。","　　“此中犹有帝京尘”，一句，包含了作者对吴国宾的殷切期望：不要灰心，只要努力，还有希望博取功名，同时，还语重心长地告诉客人，回乡后，不要忘记了我们这些在南京的友人。","　　边贡的这首诗，用“休把客衣轻浣濯”，来比喻相互之间的长久友谊，可谓饱含深情，用语独到，意味深长。 "]}{"title":"回车驾言迈","nian":"两汉","author":"佚名","contson":"\n回车驾言迈，悠悠涉长道。四顾何茫茫，东风摇百草。所遇无故物，焉得不速老。盛衰各有时，立身苦不早。人生非金石，岂能长寿考？奄忽随物化，荣名以为宝。\n","contyishang":["译文转回车子驾驶向远方，路途遥远，长途跋涉，难以到达。一路上四野广大而无边际，春天的东风吹摇枯萎的野草。眼前看到的都不是过去的事物，人怎么能够不迅速衰老？盛和衰各有不同的时间，只恨建立功名的机会来得太迟。人不如金石般坚固，生命是脆弱的，怎么能够长寿不老？倏忽之间生命就衰老死亡了，应立刻进取获得声名荣禄。","注释⑴回：转也。驾：象声词。言：语助词。迈：远行也。一说喻声音悠长。⑵悠悠：远而未至之貌。涉长道：犹言“历长道”。涉，本义是徒步过水；引申之，凡渡水都叫“涉”；再引申之，则不限\n"]}{"title":"己亥杂诗·其五","nian":"清代","author":"龚自珍","contson":"\n浩荡离愁白日斜，吟鞭东指即天涯。落红不是无情物，化作春泥更护花。\n","contyishang":["译文浩浩荡荡的离别愁绪向着日落西斜的远处延伸, 离开北京，马鞭向东一挥，感觉就是人在天涯一般。我辞官归乡，有如从枝头上掉下来的落花，但它却不是无情之物，化成了春天的泥土，还能起着培育下一代的作用。","注释选自《龚自珍全集》浩荡离愁：离别京都的愁思浩如水波，也指作者心潮不平。浩荡：无限。吟鞭：诗人的马鞭。 东指：东方故里。 天涯：指离京都遥远。落红：落花。花朵以红色者为尊贵，因此落花又称为落红。花：比喻国家。即：到。"]}{"title":"病起书怀","nian":"宋代","author":"陆游","contson":"\n病骨支离纱帽宽，孤臣万里客江干。位卑未敢忘忧国，事定犹须待阖棺。天地神灵扶庙社，京华父老望和銮。出师一表通今古，夜半挑灯更细看。\n","contyishang":["译文病体虚弱消瘦，以致头上的纱帽也显得宽大了，孤单一人客居在万里之外的成都江边。虽然职位低微却从未敢忘记忧虑国事，但若想实现统一理想，只有死后才能盖棺定论。希望天地神灵保佑国家社稷，北方百姓都在日夜企盼着君主御驾亲征收复失落的河山。诸葛孔明的传世之作《出师表》忠义之气万古流芳，深夜难眠，还是挑灯细细品读吧。","注释⑴病起：病愈。⑵病骨：指多病瘦损的身躯。支离：憔悴；衰疲。⑶孤臣：孤立无助或不受重用的远臣。江干：江边；江岸。⑷忘忧：忘却忧虑。⑸阖（hé ）棺：指死亡，诗\n"]}