{"title":"解连环·孤雁","nian":"宋代","author":"张炎","contson":"\n楚江空晚。怅离群万里，恍然惊散。自顾影、欲下寒塘，正沙净草枯，水平天远。写不成书，只寄得、相思一点。料因循误了，残毡拥雪，故人心眼。 谁怜旅愁荏苒。谩长门夜悄，锦筝弹怨。想伴侣、犹宿芦花，也曾念春前，去程应转。暮雨相呼，怕蓦地、玉关重见。未羞他、双燕归来，画帘半卷。\n","contyishang":["译文　　在空阔的楚江夜晚，我痛心突然被惊散后，自己已脱离雁群万里之远。顾影自怜，想到飞下寒塘，只见地面一片眼前草枯沙净，江水平阔伸向遥远天边。孤单一只的我无法排成字形，只能寄去相思情意的一点。还生怕这样徘徊迁延会耽误北地吞毡嚼雪的故人，传达他们眷念故园的心愿。　　有谁会可怜我长途飞行的艰难？让我想起深夜孤居长门宫的皇后，锦筝弹着心中无限的幽怨。料想自己的伴侣还栖宿在芦花中，他们是否正惦念我在春前，会转程从旧路飞回北边。我仿佛听到他们在暮雨中声声呼唤，只怕在边塞突然相见。这样当双燕归来后栖息于画帘半卷的房檐，我也不会羞惭。 ","注释⑴楚：泛指南\n"]}{"title":"高阳台·落梅","nian":"宋代","author":"吴文英","contson":"\n宫粉雕痕，仙云堕影，无人野水荒湾。古石埋香，金沙锁骨连环。南楼不恨吹横笛，恨晓风、千里关山。半飘零，庭上黄昏，月冷阑干。 寿阳空理愁鸾。问谁调玉髓，暗补香瘢。细雨归鸿，孤山无限春寒。离魂难倩招清此，梦缟衣、解佩溪边。最愁人，啼鸟清明，叶底青圆。\n","contyishang":["译文　　宛如宫女脂粉残留的秀痕，仿佛云间仙子飘坠下的倩影。一树新梅，南放在野水荒湾。古石下埋藏你芳香的遗骨，金沙滩葬着她的连环锁骨。不恨南楼的横笛吹奏起《梅花落》的笛曲，声声幽怨哀伤。但我更恨的是早晨的和风吹遍万水掠过千山，梅花被吹得飘零片片。香气在黄昏的庭院中扩散，幽冷的月光下梅花的疏影摇曳翩翩。寿阳公主空对着宝镜弥补脸上痕瘢，悄悄地妆饰姣好的容颜。试问有谁调匀玉髓，来悄悄修补香艳的痕斑？潇潇细雨中归鸿不断，翩翩飞远，无边无际的春寒，还笼罩着那种满梅花的孤山。远去的幽魂请谁才能招还，只能在梦境中与你在溪边想见。你穿着洁白的衣裙，解下玉佩赠给我作为留念。最令人忧愁的是，当梅雨\n"]}{"title":"菊花","nian":"唐代","author":"元稹","contson":"\n秋丛绕舍似陶家，遍绕篱边日渐斜。 不是花中偏爱菊，此花开尽更无花。\n","contyishang":["译文一丛一丛的秋菊环绕着房屋，看起来好似诗人陶渊明的家。绕着篱笆观赏菊花，不知不觉太阳已经快落山了。不是因为百花中偏爱菊花，只是因为菊花开过之后便不能够看到更好的花了。","注释⑴秋丛：指丛丛秋菊。⑵舍（shè）：居住的房子。⑶陶家：陶渊明的家。陶，指东晋诗人陶渊明。⑷遍绕：环绕一遍。⑸篱（lí）：篱笆。⑹日渐斜（xiá）：太阳渐渐落山。斜，倾斜。因古诗需与上一句押韵，所以应读xiá。⑺尽：完。⑻更（gèng）：再。"]}{"title":"洞仙歌·荷花","nian":"宋代","author":"刘光祖","contson":"\n晚风收暑，小池塘荷净。独倚胡床酒初醒。起徘徊、时有香气吹来，云藻乱，叶底游鱼动影。 空擎承露盖，不见冰容，惆怅明妆晓鸾镜。后夜月凉时，月淡花低，幽梦觉、欲凭谁省。且应记、临流凭阑干，便遥想，江南红酣千顷。\n","contyishang":["译文　　傍晚的清风消除了白昼的热气，小池塘里荷叶静静地挺立。我从胡床上酒后醒来，独自在池塘边散步徘徊。微风不断吹来荷叶的清香，水草晃动，看得见荷叶下鱼儿游动的模样。眼前荷秆空空地举着它的叶片，而那冰清玉洁的荷花已难睹其面。我忧愁啊，荷花的模样已经如此这般，明晨怎堪化妆对镜去照容颜。夜深人静，月亮在充满凉意的空中穿行，月光惨淡、花朵低垂，犹如一个凄凉幽幻的梦境。这情景能有谁会理解，又有何人能够同情?也应记得，那临江手扶栏杆眺望的情景，江南湖面千顷，全是荷花的一片浓红。 ","注释①胡床：一种可以折叠的轻便坐具，也叫交椅、交床。由胡地传入，故名。②\n"]}{"title":"撼庭秋·别来音信千里","nian":"宋代","author":"晏殊","contson":"\n别来音信千里，恨此情难寄。碧纱秋月，梧桐夜雨，几回无寐。楼高目断，天遥云黯，只堪憔悴。念兰堂红烛，心长焰短，向人垂泪。\n","contyishang":["译文碧纱窗里看惯了春花秋月，听厌了梧桐夜雨点点滴滴敲打着相思之人的心，多少回彻夜无眠。她日登上高楼眺望，天地寥阔，阴云密布，全无离人的半点踪影，让人更加忧伤憔悴。可叹啊！那厅堂里燃着的红烛，空自心长焰短，替人流着一滴滴相思的苦泪。","注释①碧纱：即碧纱厨。绿纱编制的蚊帐。②梧桐夜雨：概括温庭筠《更漏子》词： “梧桐树，三更雨，不道离情正苦。一叶叶，一声声，空阶滴到明。”③无寐：失眠。④目断：望尽，望而不见。⑤憔悴：瘦弱萎靡的样子。⑥念兰堂红烛：想到芳香高雅居室里的红烛。\n"]}{"title":"王充道送水仙花五十支","nian":"宋代","author":"黄庭坚","contson":"\n凌波仙子生尘袜，水上轻盈步微月。是谁招此断肠魂，种作寒花寄愁绝。含香体素欲倾城，山矾是弟梅是兄。坐对真成被花恼，出门一笑大江横。\n","contyishang":["译文凌波仙子尘土沾上罗袜，在水上轻盈地踏着微月。是谁招引来着断肠的惊魂，种成了寒花寄愁绝。形体素洁、蕴含芳香欲倾城，山矾是她的弟弟梅是兄。我独坐相对真是个被花恼，出门一笑但见大江横。","注释⑴王充道：作者的友人，当时在荆州做官。水仙花：放在盆中与水石同供，白花黄心，有“金盏银台”之称，绿叶亭亭，幽香微吐，是冬天花中清品。⑵“凌波”句：借用曹植《洛神赋》中“凌波微步，罗袜生尘”的描写，把水仙比作在月下水上行走的洛神。⑶微月，任渊注：“盖言袜如新月之状”，这说得通。⑷断肠魂：悲伤的灵\n"]}{"title":"摊破浣溪沙·揉破黄金万点轻","nian":"宋代","author":"李清照","contson":"\n揉破黄金万点轻。剪成碧玉叶层层。风度精神如彦辅，大鲜明。梅蕊重重何俗甚，丁香千结苦粗生。熏透愁人千里梦，却无情。\n","contyishang":["译文桂花它那金光灿烂的色彩和碧玉一般如刀裁似的层层绿叶，其“风度精神”就像晋代名士王衍和乐广一样风流飘逸，名重于时。梅花只注重外形，它那重重叠叠的花瓣儿，就像一个只会矫妆打扮的女子使人感到很俗气。丁香花簇簇拥结在一起显的太小气，一点也不舒展。桂花的浓香把我从怀念故人和过去的梦中熏醒，不让我怀念过去这是不是太无情了？","注释①摊破浣溪沙：词牌名，《浣溪沙》的变体，又名《添字浣溪沙》。②揉破黄金万点轻：形容桂花色彩的星星点点。轻：四印斋本《漱玉词》作“明”，注“一作‘轻’”。 按上半阕末句已押“明”字，此句不应重押，应该是“轻”字\n"]}{"title":"古风·其五十九","nian":"唐代","author":"李白","contson":"\n碧荷生幽泉，朝日艳且鲜。秋花冒绿水，密叶罗青烟。秀色空绝世，馨香为谁传。坐看飞霜满，凋此红芳年。结根未得所，愿托华池边。\n","contyishang":[]}{"title":"严郑公宅同咏竹","nian":"唐代","author":"杜甫","contson":"\n绿竹半含箨，新梢才出墙。色侵书帙晚，阴过酒樽凉。 雨洗娟娟净，风吹细细香。但令无剪伐，会见拂云长。\n","contyishang":["译文嫩绿的竹子有一半还包着笋壳，新长的枝梢刚伸出墙外。翠竹的影子投映在书上，使人感到光线暗下来。竹影移过酒樽也觉得清凉。竹经雨洗显得秀丽而洁净，微风吹来，可以闻到淡淡的清香。只要不被摧残，一定可以看到它长到拂云之高。","注释严郑公：即严武，受封郑国公含han箨（tuò）：包有笋壳。箨：笋壳书shu帙（zhì）：书套。帙：包书的布套。"]}{"title":"观梅有感","nian":"元代","author":"刘因","contson":"\n东风吹落战尘沙，梦想西湖处士家。只恐江南春意减，此心元不为梅花。\n","contyishang":["译文北方战乱初定，春风吹落梅树枝叶上的尘埃，经冬的梅花今又开放，不由得联想到以爱梅著称的林逋。或许这北方的梅花，在经历了战争烽烟后，也梦想着能够植根于林逋的孤山梅园中吧？","注释①西湖处士：指北宋诗人林逋（bū）。林逋，字君复，钱塘（今浙江杭州）人。终身不仕，亦终生未婚。隐居于杭州西湖孤山，二十年足迹不涉城市。因喜植梅养鹤，故有“梅妻鹤子”之称。古人称像林逋这样的有德才而隐居的不仕者为处士。②元：同“原”。"]}{"title":"兰陵王·恨之极","nian":"宋代","author":"辛弃疾","contson":"\n己未八月二十日夜，梦有人以石研屏见饷者。其色如玉，光润可爱。中有一牛，磨角作斗状。云：“湘潭里中有张其姓者，多力善斗，号张难敌。一日，与人搏，偶败，忿赴河而死。居三日，其家人来视之，浮水上，则牛耳。自后并水之山往往有此石，或得之，里中辄不利。”梦中异之，为作诗数百言，大抵皆取古之怨愤变化异物等事，觉而忘其言。后三日，赋词以识其异。\n恨之极，恨极销磨不得。苌弘事，人道后来，其血三年化为碧。郑人缓也泣。吾父攻儒助墨。十年梦，沈痛化余，秋柏之间既为实。相思重相忆。被怨结中肠，潜动精魄。望夫江上岩岩立。嗟一念中变，后期长绝。君看启母愤所激。又俄倾为石。难敌，最多力。甚一忿沈渊，精气为物。依然困斗牛磨角。便影入山骨，至今雕琢。寻思人间，只合化，梦中蝶。  \n","contyishang":["译文怨恨真是到了极点，而怨恨到了极点就无法消散磨灭。苌弘含恨屈死于蜀，人们常说，他的血三年以后化为了碧玉。郑国人缓也曾泣涕相告：我的父亲攻击儒家协助墨家造成了我愤而自杀的后果；十年之后我托梦与他，告诉他我的满腔沉痛之所化，就是我那坟冢上的秋柏早已结出的累累果实。相思相忆至极亦容易转为怨恨。愁怨结于衷肠，会暗地里牵动精神魂魄，让人哀毁骨立；你可见那长江边上傲然矗立的“望夫岩”比比皆是。可叹还有因一念之差而生出变故以致终身难以挽回的。你看夏启的生母为怨愤所激，顷刻之间便化成了石头。张难敌，勇敢而力气超群。他一气而沉入深渊，其精气化物之后，依然作磨角斗牛困斗\n"]}{"title":"阿房宫赋","nian":"唐代","author":"杜牧","contson":"\n　　六王毕，四海一，蜀山兀，阿房出。覆压三百余里，隔离天日。骊山北构而西折，直走咸阳。二川溶溶，流入宫墙。五步一楼，十步一阁；廊腰缦回，檐牙高啄；各抱地势，钩心斗角。盘盘焉，囷囷焉，蜂房水涡，矗不知其几千万落。长桥卧波，未云何龙？复道行空，不霁何虹？高低冥迷，不知西东。歌台暖响，春光融融；舞殿冷袖，风雨凄凄。一日之内，一宫之间，而气候不齐。(不知乎 一作：不知其；西东 一作：东西)\n　　妃嫔媵嫱，王子皇孙，辞楼下殿，辇来于秦，朝歌夜弦，为秦宫人。明星荧荧，开妆镜也；绿云扰扰，梳晓鬟也；渭流涨腻，弃脂水也；烟斜雾横，焚椒兰也。雷霆乍惊，宫车过也；辘辘远听，杳不知其所之也。一肌一容，尽态极妍，缦立远视，而望幸焉。有不见者，三十六年。(有不见者 一作：有不得见者)燕赵之收藏，韩魏之经营，齐楚之精英，几世几年，剽掠其人，倚叠如山。一旦不能有，输来其间。鼎铛玉石，金块珠砾，弃掷逦迤，秦人视之，亦不甚惜。\n　　嗟乎！一人之心，千万人之心也。秦爱纷奢，人亦念其家。奈何取之尽锱铢，用之如泥沙！使负栋之柱，多于南亩之农夫；架梁之椽，多于机上之工女；钉头磷磷，多于在庾之粟粒；瓦缝参差，多于周身之帛缕；直栏横槛，多于九土之城郭；管弦呕哑，多于市人之言语。使天下之人，不敢言而敢怒。独夫之心，日益骄固。戍卒叫，函谷举，楚人一炬，可怜焦土！\n　　呜呼！灭六国者六国也，非秦也；族秦者秦也，非天下也。嗟乎！使六国各爱其人，则足以拒秦；使秦复爱六国之人，则递三世可至万世而为君，谁得而族灭也？秦人不暇自哀，而后人哀之；后人哀之而不鉴之，亦使后人而复哀后人也。\n","contyishang":["译文　　六国的君主灭亡了，全国（为秦所）统一；蜀地的山（树木被砍尽，）光秃秃的，阿房宫建造出来了。它（面积广大，）覆压着三百多里地面，（宫殿高耸，）把天日都隔离了。它从骊山向北建筑，再往西转弯，一直走向咸阳。渭水、樊川浩浩荡荡的，流进宫墙里边。五步一座楼，十步一个阁，走廊如绸带般萦回，牙齿般排列的飞檐像鸟嘴向高处啄着。楼阁各依地势的高低倾斜而建筑，（低处的屋角）钩住（高处的）屋心，（并排相向的）屋角彼此相斗。盘结交错，曲折回旋，（远观鸟瞰，）建筑群如密集的蜂房，如旋转的水涡，高高地耸立着，不知道它有几千万座。没有起云，为什么有龙？原来是一座长桥躺在水波上。不是雨过天晴，为什么\n"]}{"title":"满江红·咏竹","nian":"明代","author":"陆容","contson":"\n不种闲花，池亭畔、几竿修竹。相映带、一泓流水，森寒洁绿。风动仙人鸣佩遂，雨余净女添膏沐。未成林，难望凤来栖，聊医俗。问华胄，名淇澳。寻苗裔，湘江曲。性孤高似柏，阿娇金屋。坐荫从容烦暑退，清心恍惚微香触。历冰霜、不变好风姿，温如玉。\n","contyishang":[]}{"title":"绿头鸭·咏月","nian":"宋代","author":"晁端礼","contson":"\n晚云收，淡天一片琉璃。烂银盘、来从海底，皓色千里澄辉。莹无尘、素娥淡伫，静可数、丹桂参差。玉露初零，金风未凛，一年无似此佳时。露坐久，疏萤时度，乌鹊正南飞。瑶台冷，栏干凭暖，欲下迟迟。 念佳人、音尘别后，对此应解相思。最关情、漏声正永，暗断肠、花影偷移。料得来宵，清光未减，阴晴天气又争知。共凝恋、如今别后，还是隔年期。人强健，清尊素影，长愿相随。\n","contyishang":["译文傍晚浮云收敛，淡净的蓝天像一片澄碧的琉璃。银灿灿的圆盘，从海底升起，皓洁的月色洒下清澈的银辉，笼罩四野。晶莹莹纤尘不染，月宫嫦娥淡装伫立，明净净历历可数，那丹桂的枝叶参差不齐。刚刚开始结露，秋风尚未凛冽，一年中再没有如此美好的秋夕。露天下久坐仰望，疏落的流萤时时闪过，惊起的乌鸦向南飞去。登上冰冷的瑶台，将栏杆倚暖，欲下台阶却迟迟疑疑。我想念远方的佳人，自离别断了消息，当此夜月也应寄情千里缓解相思愁绪。最牵动情怀，是那铜漏的水声不断滴沥；暗自伤心悲惨，是那婆娑的花影偷偷转移。料想来日的夜晚，皎洁的月光依然清丽，但天气是阴是晴又怎能预知呢？我们倾心爱恋，如今离别后\n"]}{"title":"昌谷北园新笋四首","nian":"唐代","author":"李贺","contson":"\n箨落长竿削玉开，君看母笋是龙材。更容一夜抽千尺，别却池园数寸泥。\n斫取青光写楚辞，腻香春粉黑离离。无情有恨何人见，露压烟啼千万枝。\n家泉石眼两三茎，晓看阴根紫脉生。今年水曲春沙上，笛管新篁拔玉青。\n古竹老梢惹碧云，茂陵归卧叹清贫。风吹千亩迎雨啸，鸟重一枝入酒尊。\n","contyishang":["译文笋壳落掉后，新竹就很快地成长，像用刀把碧玉削开；你看那些健壮的大笋都是奇伟非凡之材。它们一夜之间将会猛长一千尺，远离竹园的数寸泥，直插云霄，冲天而立。","刮去竹上的青皮写下我楚辞般的诗句，白粉光洁香气浓郁留下一行行黑字迹。新竹无情但却愁恨满怀谁人能够看见？露珠滴落似雾里悲啼压得千枝万枝低。","自家庭院中泉水石缝中长着两三根竹子，早晨在郊野间大路上见到时有竹根露出地面并有不少新笋刚刚露头。今年水湾边春天的沙岸上，新竹会像青玉般地挺拔生长出来。","老竹虽老，仍矫天挺拔，梢可拂云，而我并不大老，却只能\n"]}{"title":"咏竹五首","nian":"明代","author":"憨山德清","contson":"\n寒飞千尺玉，清洒一林霜。纵是尘心重，相看亦顿忘。\n矫矫凌云姿，风生龙夜吼。霜雪不知年，真吾岁寒友。\n霜干寒如玉，风枝响似琴。潇湘一夜雨，滴碎客中心。\n叶落根偏固，心虚节更高。一林寒吹发，清夜伴松涛。\n淇澳春云碧，潇湘夜雨寒。虚窗人静听，飒飒响琅玕。\n","contyishang":[]}{"title":"和答钱穆父咏猩猩毛笔","nian":"宋代","author":"黄庭坚","contson":"\n爱酒醉魂在，能言机事疏。平生几两屐，身后五车书。物色看王会，勋劳在石渠。拔毛能济世，端为谢杨朱。\n","contyishang":[]}{"title":"望海楼","nian":"宋代","author":"米芾","contson":"\n云间铁瓮近青天，缥缈飞楼百尺连。三峡江声流笔底，六朝帆影落樽前。几番画角催红日，无事沧州起白烟。忽忆赏心何处是？春风秋月两茫然。\n","contyishang":["译文高耸入云的铁瓮城已近青天，凌云的缥缈高楼似与天相连。三峡的江声似乎流入我笔底，六朝的帆影好像映落我杯前。几番呜咽的画角催落着红日，远处幽静的沧洲袅起了白烟。忽忆起赏心美景究竟在何处？往事如烟那春风秋月已茫然。","注释①望海搂：旧址在江苏镇江城内，楼有蔡襄题字“望海”，后改名为连沧观，今不存。②云间铁瓮：谓铁瓮城高入云间。据《丹徒县志》，县城（今镇江）的子城又叫铁瓮城，相传为孙权所建。③缥缈：隐隐约约若有若无之状。飞楼：形容楼高凌空的样子。④“三峡”句：意谓眼前的江景引起我的诗\n"]}{"title":"玉烛新·白海棠","nian":"清代","author":"顾太清","contson":"\n初晴新雨后。乍洗褪胭脂，缟衣妆就。东风倦倚，憨憨态、不管敲残更漏。嫩寒天气，正睡稳、乌衣时候。深夜静、银烛高烧，微香暗侵襟袖。盈盈一点芳心，占多少春光，问卿知否？红妆莫斗。谁得似、净骨天然清瘦。神娟韵秀。雅称个、花仙为首。还要倩、流水高山，花前慢奏。\n","contyishang":["译文雨后初晴，白海棠如同一位洗去了胭脂，身着素衣的清丽女子。风吹拂着显得慵懒娇憨的样子，从早到晚都是如此惹人怜爱。到了微寒夜晚，白海棠披上了乌衣，静静睡去。院子里寂静无声，银烛还散发着柔和的光芒，白海棠发出微弱的香气暗侵襟袖，沁人心脾。你的芳心如花朵初绽，能占几分春光？花儿们争奇斗艳，可是谁能像你那样素净清雅？你的神韵，堪称花中第一，让我在花前为你弹奏一曲《高山流水》吧。","注释⑴新雨：刚下过雨。亦指刚下的雨⑵胭脂：亦作“胭脂”。 一种用于化妆和国画的红色颜料。亦泛指鲜艳的红色。⑶缟(gǎo)衣：白绢衣裳。\n"]}{"title":"水龙吟·燕忙莺懒芳残","nian":"宋代","author":"章楶","contson":"\n燕忙莺懒芳残，正堤上、柳花飘坠。轻飞乱舞，点画青林，全无才思。闲趁游丝，静临深院，日长门闭。傍珠帘散漫，垂垂欲下，依前被、风扶起。兰帐玉人睡觉，怪春衣、雪沾琼缀。绣床旋满，香毬无数，才圆却碎。时见蜂儿，仰粘轻粉，鱼吞池水。望章台路杳，金鞍游荡，有盈盈泪。(香毬 一作：香球)\n","contyishang":["译文燕儿忙忙，莺儿懒獭，繁花芳残。柳堤上，杨花飘飘坠落，轻轻舒展，曼舞婆婆，在绿色的林木中点画渲染，使人忆起韩愈“杨花榆荚无才思”的诗篇。杨花她悠闲地趁着春日的游丝，悄悄地进入了深深的庭院。此时正是日长门闭，依傍着珠帘四散。缓缓地想飘入闺房，却又一如先前，被风儿扶起。美丽的玉帐里少妇正在入睡，杨花沾满了少妇的春衣，像飞雪一般地沾附，像琼玉一般轻缀。美丽的绣床上也很快就沾满了无数的香球，才圆了，很快又破碎。少妇无法入睡，不时有蜂儿，身上沾着花粉在飞，池水里，有鱼儿戏水欢会。望望那夫婿游荡的长满柳树的章台路，路杳杳，无消息，不禁涌出了热泪。","注释\n"]}{"title":"虞美人·槐阴别院宜清昼","nian":"金朝","author":"元好问","contson":"\n槐阴别院宜清昼，入座春风秀。美人图子阿谁留。都是宣和名笔，内家收。莺莺燕燕分飞后，粉淡梨花瘦。只除苏小不风流。斜插一枝萱草，凤钗头。\n","contyishang":[]}{"title":"满庭芳·小阁藏春","nian":"宋代","author":"李清照","contson":"\n小阁藏春，闲窗锁昼，画堂无限深幽。篆香烧尽，日影下帘钩。手种江梅渐好，又何必、临水登楼。无人到，寂寥浑似，何逊在扬州。从来，知韵胜，难堪雨藉，不耐风揉。更谁家横笛，吹动浓愁。莫恨香消雪减，须信道、扫迹情留。难言处，良宵淡月，疏影尚风流。\n","contyishang":["译文在阁楼中好似春天一般，平常不用的窗子将白昼都隔在了外面，走在画廊里，发现这里非常深幽。篆香烧尽了，日影移上帘箔了，才发现黄昏将近。我喜爱梅花，自己种的江梅渐已长好，为什么一定要再临水登楼赏玩风月而荒废了时光呢。没有人来找我谈话聊天，如今在这样的寂寥环境里独自面对梅花，就好像当年何逊在扬州对花彷徨。梅花色泽美艳，它虽不像别的花那么畏惧霜雪，但毕竟娇弱，难以禁受寒风冷雨的摧残。又是谁吹起横笛曲《梅花落》，吹动了我的愁绪。不要怨恨暗香消失，落花似雪，要相信，虽然梅花踪迹难寻而它情意长留。我很难说出我的家世，多想有一个美好的夜晚，淡淡的月光投下梅枝横斜优美的姿影，从这\n"]}{"title":"黄莺儿·园林晴昼春谁主","nian":"宋代","author":"柳永","contson":"\n园林晴昼春谁主。暖律潜催，幽谷暄和，黄鹂翩翩，乍迁芳树。观露湿缕金衣，叶映如簧语。晓来枝上绵蛮，似把芳心深意低诉。无据。乍出暖烟来，又趁游蜂去。恣狂踪迹，两两相呼，终朝雾吟风舞。当上苑柳秾时，别馆花深处。此际海燕偏饶，都把韶光与。\n","contyishang":["译文晴丽之昼，谁主园林之春呢？春天阳气暗催草木萌发，葱郁的深谷也变得那样暖和。清晨，黄莺在林间翩翩飞舞，露水打湿的它们金黄色的毛羽，绿叶掩映中传来了它们悦耳的鸣声，绵绵蛮蛮如有情，低低地诉说着芳心深意。无缘无故地，黄莺出巢飞动的时候，清晨的雾霭尚未消散，又追逐随同游蜂而去。它们行踪放浪，两两相呼应，整日雾里唱风里舞。当上林苑柳树葱郁茂盛时，在别馆花深的地方，这期间燕子特别多，都把美好时光白白流失。","注释⑴黄莺儿：词牌名。《乐章集》入“正宫”，殆为柳永创调，即咏黄莺儿。九十六字，前片四仄韵，后片五仄韵。前后片各以一平声字领五言对句。\n"]}{"title":"咏牡丹","nian":"宋代","author":"陈与义","contson":"\n一自胡尘入汉关，十年伊洛路漫漫。青墩溪畔龙钟客，独立东风看牡丹。\n","contyishang":["译文　　自从金人的铁蹄踏碎了祖国的河山，十年了，回望故乡洛阳，路是那么的漫长。岁月使我变得衰老不堪，今天，我独自一个，流落在青墩溪畔，在煦煦春风中，欣赏着盛开的牡丹。","注释①一自：自从。②胡尘：指金兵。入汉关：指入侵中原。③十年：从靖康二年（1126）金兵攻陷汴京到诗人作此诗时整整十年。④伊洛：河南的伊水和洛水。《国语·周语》云：“昔伊洛竭而复之。”因此，“伊洛”既指诗人的故乡洛阳，又暗寓他亡国的悲痛。⑤青墩：在今浙江桐乡，当时诗人所居处。⑥龙钟：年老体衰，行动不便的样子，诗人自指。 时诗\n"]}{"title":"贺新郎·赋琵琶","nian":"宋代","author":"辛弃疾","contson":"\n凤尾龙香拨。自开元霓裳曲罢，几番风月？最苦浔阳江头客，画舸亭亭待发。记出塞、黄云堆雪。马上离愁三万里，望昭阳宫殿孤鸿没。弦解语，恨难说。辽阳驿使音尘绝。琐窗寒、轻拢慢捻，泪珠盈睫。推手含情还却手，一抹《梁州》哀彻。千古事，云飞烟灭。贺老定场无消息，想沉香亭北繁华歇，弹到此，为呜咽。\n","contyishang":["译文凤尾琴板刻着凤尾，龙香柏木制成弹拨。盛唐开元间霓裳羽衣的乐曲曾经何等辉煌，但一切都成过眼云烟。最不幸的是浔阳江头的诗客，亭亭画船等待着出发，忽听音乐声悲悲切切。记得王昭君出塞之时，当时黄云弥漫看去像茫茫白雪。当我离开故乡三千余里时，乐曲声声述说着无限的哀怨。我回头眺望昭阳的宫殿，只见孤雁在天边出没。琴弦懂得人间的情意，多少幽恨无法向人述说。征人去辽阳已经多年，如今什么音信都没有。佳人正在慢拨慢弹着琴，表达着心中的郁结，她的伤心泪沾湿了那美丽的长睫，她技艺超群，将《梁州》曲演奏得哀彻云霄。千古事，如一场云飞烟灭。贺老再也没有消息，沉香亭北的繁华也从此风光不再。当\n"]}{"title":"花犯·苔梅","nian":"宋代","author":"王沂孙","contson":"\n古婵娟，苍鬟素靥，盈盈瞰流水。断魂十里。叹绀缕飘零，难系离思。故山岁晚谁堪寄。琅玕聊自倚。谩记我、绿蓑冲雪，孤舟寒浪里。 三花两蕊破蒙茸，依依似有恨，明珠轻委。云卧稳，蓝衣正、护春憔悴。罗浮梦、半蟾挂晓，么凤冷、山中人乍起。又唤取、玉奴归去，余香空翠被。\n","contyishang":["　　“古婵娟，花鬟素靥，盈盈瞰流水”，以“古”字起笔描绘苔梅的苍古清奇之美。“古”字，以树龄之老，暗寓历尽沧桑、阅世甚深之意。“婵娟”，形态美好。“苍鬟”，形容苔丝如发鬟般飘垂。《梅谱》云：“苔梅有苔须垂于枝间，或长数寸，风至飘飘，殊为可玩。”靥者，及指妇女面容，以此喻梅花。“素”字，极写梅花的冰姿雪容。“盈盈”二字，风姿仪态之美。“瞰流水”，流水倒映梅姿，梅姿风态万千。梅奇水清，相映成趣。“断魂十里”承结前意，然后又一笔撇去，以“叹”字领起，写出“叹绀缕飘零，难系离思。”打入离思羁情，“绀缕”，深青色的丝缕，此以指梅树上的苔丝。词人飘泊在外，本来离思正苦，眼下见苔丝飘失零落，更勾起满腹\n"]}{"title":"喜雨亭记","nian":"宋代","author":"苏轼","contson":"\n　　亭以雨名，志喜也。古者有喜，则以名物，示不忘也。周公得禾，以名其书；汉武得鼎，以名其年；叔孙胜敌，以名其子。其喜之大小不齐，其示不忘一也。\n　　予至扶风之明年，始治官舍。为亭于堂之北，而凿池其南，引流种木，以为休息之所。是岁之春，雨麦于岐山之阳，其占为有年。既而弥月不雨，民方以为忧。越三月，乙卯乃雨，甲子又雨，民以为未足。丁卯大雨，三日乃止。官吏相与庆于庭，商贾相与歌于市，农夫相与忭于野，忧者以喜，病者以愈，而吾亭适成。\n　　于是举酒于亭上，以属客而告之，曰：“五日不雨可乎？”曰：“五日不雨则无麦。”“十日不雨可乎？”曰：“十日不雨则无禾。”“无麦无禾，岁且荐饥，狱讼繁兴，而盗贼滋炽。则吾与二三子，虽欲优游以乐于此亭，其可得耶？今天不遗斯民，始旱而赐之以雨。使吾与二三子得相与优游以乐于此亭者，皆雨之赐也。其又可忘耶？”\n　　既以名亭，又从而歌之，曰：“使天而雨珠，寒者不得以为襦；使天而雨玉，饥者不得以为粟。一雨三日，伊谁之力？民曰太守。太守不有，归之天子。天子曰不然，归之造物。造物不自以为功，归之太空。太空冥冥，不可得而名。吾以名吾亭。” \n","contyishang":["译文　　这座亭子用雨来命名，是为了纪念喜庆的事件。古时候有了喜事，就用它来命名事物，表示不忘的意思。周公得到天子赏赐的稻禾，便用“嘉禾”作为他文章的篇名；汉武帝得了宝鼎，便用“元鼎”称其年号；叔孙得臣打败敌人侨如，便用侨如作为儿子的名字。他们的喜事大小不一样，但表示不忘的意思却是一样的。","　　我到扶风的第二年，才开始造官邸，在堂屋的北面修建了一座亭子，在南面开凿了一口池塘，引来流水，种上树木，把它当做休息的场所。这年春天，在岐山的南面下了麦雨，占卜此事，认为今年有个好年成。然而此后整整一个月没有下雨，百姓才因此忧虑起来。到了三月的乙卯日，天才下雨，甲子日又下雨\n"]}{"title":"钴鉧潭西小丘记","nian":"唐代","author":"柳宗元","contson":"\n　　得西山后八日，寻山口西北道二百步，又得钴鉧潭。西二十五步，当湍而浚者为鱼梁。梁之上有丘焉，生竹树。其石之突怒偃蹇，负土而出，争为奇状者，殆不可数。其嵚然相累而下者，若牛马之饮于溪；其冲然角列而上者，若熊罴之登于山。\n　　丘之小不能一亩，可以笼而有之。问其主，曰：“唐氏之弃地，货而不售。”问其价，曰：“止四百。”余怜而售之。李深源、元克己时同游，皆大喜，出自意外。即更取器用，铲刈秽草，伐去恶木，烈火而焚之。嘉木立，美竹露，奇石显。由其中以望，则山之高，云之浮，溪之流，鸟兽之遨游，举熙熙然回巧献技，以效兹丘之下。枕席而卧，则清泠之状与目谋，瀯瀯之声与耳谋，悠然而虚者与神谋，渊然而静者与心谋。不匝旬而得异地者二，虽古好事之士，或未能至焉。\n　　噫！以兹丘之胜，致之沣、镐、鄠、杜，则贵游之士争买者，日增千金而愈不可得。今弃是州也，农夫渔父，过而陋之，贾四百，连岁不能售。而我与深源、克己独喜得之，是其果有遭乎！书于石，所以贺兹丘之遭也。 \n","contyishang":["译文　　（我）找到西山后的第八天，沿着山口向西北走两百步，又发现了钴鉧潭。钴鉧潭西面二十五步（的地方），在水流急而深处是一道坝。坝顶上有一座小丘，（小丘）上面生长着竹子和树木。小丘上的石头突出隆起、高然耸立，破土而出、争奇斗怪的，几乎（多得）数不清。那些重叠着、相负而下的石头，好像是（俯身）在小溪里喝水的牛马；那些高耸突出、如兽角斜列往上冲的石头，好像是在山上攀登的棕熊。","　　小丘很小，不到一亩，可以把它装到笼子里占有它。（我）打听它的主人是谁，（有人）说：“这是唐家不要的地方，想出售却卖不出去。”（我）问它的价钱，（有人）说：“只要四百文。”我很喜欢（这个小\n"]}{"title":"早梅","nian":"南北朝","author":"谢燮","contson":"\n迎春故早发，独自不疑寒。畏落众花后，无人别意看。\n","contyishang":["译文梅花要迎接春天的来临，所以它早先开放。尽管冬天的天气是多么寒冷，但它还是傲然独立，毫不畏惧。它只是怕开花落在群芳之后，到那时，人们游春的意兴索然，再也没有人特别注意地观赏它了。","注释⑴发：开花。⑵疑：畏惧，害怕。⑶别意：格外注意，特别注意。"]}{"title":"宴清都·连理海棠","nian":"宋代","author":"吴文英","contson":"\n绣幄鸳鸯柱，红情密、腻云低护秦树。芳根兼倚，花梢钿合，锦屏人妒。东风睡足交枝，正梦枕瑶钗燕股。障滟蜡、满照欢丛，嫠蟾冷落羞度。人闲万感幽单，华清惯浴，春盎风露。连鬟并暖，同心共结，向承恩处。凭谁为歌长恨？暗殿锁、秋灯夜语。叙旧期、不负春盟，红朝翠暮。\n","contyishang":["译文一棵棵连在一起的海棠树干，好象是一对对相依的鸳鸯，花团锦簇。红花开得茂盛，绿叶低垂，像似在护卫着连理的海棠。美丽的树根在地下相互交错依靠，柔嫩的花梢如精美的盒扇般相互依傍，惹得深闺女子嫉妒感伤。和煦的春风中，海棠花像美人熟睡，倚卧在相交的花枝上，如同情人进入甜蜜的梦乡，形似燕尾的玉钗遗落枕旁。多情的人举起红蜡烛，照遍美丽的海棠，尽情游玩观赏，月宫中孤居的嫦娥见此情景，更感幽怨哀伤。人世间的许多人都感到孤单凄凉，有几人能像杨贵妃那样赐浴华清池，尽情地享受皇帝的雨露风光。他们在温暖的芙蓉帐中，同心共结，相依相傍，誓愿世世代代永不分离。可为什么生死两茫茫，谁创作长恨\n"]}{"title":"天香·蜡梅","nian":"宋代","author":"吴文英","contson":"\n蟫叶黏霜，蝇苞缀冻，生香远带风峭。岭上寒多，溪头月冷，北枝瘦、南枝小。玉奴有姊，先占立、墙阴春早。初试宫黄澹薄，偷分寿阳纤巧。银烛泪深未晓。酒钟悭、贮愁多少。记得短亭归马，暮衙蜂闹。豆蔻钗梁恨袅。但怅望、天涯岁华老。远信难封，吴云雁杳。\n","contyishang":[]}{"title":"琐窗寒·玉兰","nian":"宋代","author":"吴文英","contson":"\n绀缕堆云，清腮润玉，汜人初见。蛮腥未洗，海客一怀凄惋。渺征槎、去乘阆风，占香上国幽心展。□遗芳掩色，真恣凝澹，返魂骚畹。 一盼。千金换。又笑伴鸱夷，共归吴苑。离烟恨水，梦杳南天秋晚。比来时、瘦肌更销，冷薰沁骨悲乡远。最伤情、送客咸阳，佩结西风怨。\n","contyishang":[]}{"title":"咏槿","nian":"唐代","author":"李白","contson":"\n园花笑芳年，池草艳春色。犹不如槿花，婵娟玉阶侧。 芬荣何夭促，零落在瞬息。岂若琼树枝，终岁长翕赩。\n","contyishang":["译文园花笑在美好的年岁，春光里池草更觉鲜艳。还不如篱边的木槿花，在玉阶旁姿态如婵娟。花香草茂生命太短促，花草凋落只在霎那间。哪里像美丽的玉树枝，一年到头都光彩灿烂。","注释1.园花：泛指园中百花。2.芳年：美好的年岁。亦指少年青春，意即为各自的芳年而笑。唐卢照邻《长安古意》诗：“借问吹箫向紫烟，曾经学舞度芳年。”3.艳春色：献艳于春色之中。4.婵娟：形容姿容美好的样子。唐孟郊《婵娟篇》：“花婵娟，泛春泉；竹婵娟，笼晓烟；妓婵娟，不长妍；月婵娟，真可怜。”5.芬荣：芳香\n"]}{"title":"解语花·梅花","nian":"宋代","author":"吴文英","contson":"\n门横皱碧，路入苍烟，春近江南岸。暮寒如剪。临溪影、一一半斜清浅。飞霙弄晚。荡千里、暗香平远。端正看、琼树三枝，总似兰昌见。酥莹云容夜暖。伴兰翘清瘦，箫凤柔婉。冷云荒翠，幽栖久、无语暗申春怨。东风半面。料准拟、何郎词卷、欢未阑、烟雨青黄，宜昼阴庭馆。\n","contyishang":[]}{"title":"解语花·云容冱雪","nian":"宋代","author":"施岳","contson":"\n云容冱雪，暮色添寒，楼台共临眺。翠丛深窅。无人处、数蕊弄春犹小。幽姿谩好。遥相望、含情一笑。花解语，因甚无言，心事应难表。 莫待墙阴暗老。称琴边月夜，笛里霜晓。护香须早。东风度、咫尺画阑琼沼。归来梦绕。歌云坠、依然惊觉。想恁时，小几银屏冷未了。\n","contyishang":["译文冬云冻凝成雪片，为黄昏增添了几分寒冷，我们登上楼台一起望远。远方无人的绿草丛中，有几枝小小的梅花在召唤着春天。它挺着自己幽清娇美的身材与我们遥遥相望，含情一笑似乎懂得人的语言。为什么它默默无语?大概它有心事难于表达。不要待在墙阴处暗暗地等着自己衰残，你最适宜于开在月光下，立在瑶琴边。在人们赞美你的笛声中绽放，在晨霜清冷中露出你的笑脸。喜爱梅花就要及早观赏，东风一吹，你便会发觉它已在身边围着画栏的池塘边出现。登高归来你又在我的梦中绕缠，歌声让我从梦中跌落下云端，突然惊醒后才发现只是一场虚幻。想到这个时候，入画的你应该在茶几旁的屏风上正经受着风寒。 ","注释\n"]}{"title":"早梅","nian":"唐代","author":"齐己","contson":"\n万木冻欲折，孤根暖独回。前村深雪里，昨夜一枝开。风递幽香出，禽窥素艳来。明年如应律，先发望春台。\n","contyishang":["译文万木禁受不住严寒快要摧折，梅树汲取地下暖气生机独回。皑皑的白雪笼罩着山村乡野，昨夜一枝梅花欺雪傲霜绽开。微风吹拂梅香四溢别有情味，素雅芳洁的姿态令禽鸟惊窥。明年如果梅花还能按时绽放，希望它开在众人爱赏的春台。","注释⑴孤根：单独的根，指梅树之根。孤：突出其独特个性。⑵暖独回：指阳气开始萌生。⑶递：传递。幽香：幽细的香气。窥：偷看。⑷素艳：洁白妍丽，这里指白梅。⑸应律：古代律制分十二律，有“六律”、“六吕”，即黄钟、大吕之类。古时人以十二律推测气候，此处应律是按季节\n"]}{"title":"花马池咏","nian":"明代","author":"崔允","contson":"\n秋风揽辔下边城，万里河流绕骑清。樽俎试看酬壮节，壶觞到处迓行旌。寒骄强弩云传箭，飚转轻车火作营。慷慨十年长剑在，登楼一笑暮山横。\n","contyishang":[]}{"title":"南乡子·梅花词和杨元素","nian":"宋代","author":"苏轼","contson":"\n寒雀满疏篱，争抱寒柯看玉蕤。忽见客来花下坐，惊飞。蹋散芳英落酒卮。 痛饮又能诗，坐客无毡醉不知。花尽酒阑春到也，离离。一点微酸已著枝。\n","contyishang":["译文疏疏的篱笆上，满是冬天的麻雀。它们争着飞到梅花树，欣赏白玉一样的梅花。忽见一群吃酒客人，来到梅花树下，麻雀惊飞踏散梅花，梅花落到酒杯里。使君痛饮又能诗，醉后的客人坐雪地，雪水融化也不知。酒已饮尽，花已赏够，春天悄悄来到人间。请看，离离一丝暖气，已经附着梅花枝。","注释①杨元素：即杨绘，字元素。苏轼为杭州通判时，杨元素是知州。②柯：树枝。③蕤（ruí）：花茂盛的样子。④酒卮（zhī）：酒杯。⑤离离：繁盛的样子。"]}{"title":"咏画障","nian":"唐代","author":"上官仪","contson":"\n芳晨丽日桃花浦，珠帘翠帐凤凰楼。蔡女菱歌移锦缆，燕姬春望上琼钩。新妆漏影浮轻扇，冶袖飘香入浅流。未减行雨荆台下，自比凌波洛浦游。\n","contyishang":[]}{"title":"西北有高楼","nian":"两汉","author":"佚名","contson":"\n西北有高楼，上与浮云齐。交疏结绮窗，阿阁三重阶。上有弦歌声，音响一何悲！谁能为此曲，无乃杞梁妻。清商随风发，中曲正徘徊。一弹再三叹，慷慨有余哀。不惜歌者苦，但伤知音稀。愿为双鸿鹄，奋翅起高飞。\n","contyishang":["译文那西北方有一座高楼矗立眼前,堂皇高耸恰似与浮云齐高。高楼镂著花纹的木条,交错成绮文的窗格,四周是高翘的阁檐，阶梯有层叠三重。楼上飘下了弦歌之声，这声音是多么的让人悲伤啊！谁能弹此曲,是那悲夫为齐君战死,悲恸而\"抗声长哭\"竟使杞之都城为之倾颓的女子.。商声清切而悲伤,随风飘发多凄凉!这悲弦奏到\"中曲\",便渐渐舒徐迟荡回旋.那琴韵和\"叹\"息声中,抚琴堕泪的佳人慷慨哀痛的声息不已。不叹惜铮铮琴声倾诉声里的痛苦,更悲痛的是对那知音人儿的深情呼唤。愿我\n"]}{"title":"水龙吟·载学士院有之","nian":"宋代","author":"辛弃疾","contson":"\n倚栏看碧成朱，等闲褪了香袍粉。上林高选，匆匆又换，紫云衣润。几许春风，朝薰暮染，为花忙损。笑旧家桃李，东涂西抹，有多少、凄凉恨。拟倩流莺说与，记荣华、易消难整。人间得意，千红百紫，转头春尽。白发怜君，儒冠曾误，平生官冷。算风流未减，年年醉里，把花枝问。\n","contyishang":[]}{"title":"薛宝钗咏白海棠","nian":"清代","author":"曹雪芹","contson":"\n珍重芳姿昼掩门，自携手瓮灌苔盆。胭脂洗出秋阶影，冰雪招来露砌魂。淡极始知花更艳，愁多焉得玉无痕。欲偿白帝宜清洁，不语婷婷日又昏。\n","contyishang":[]}{"title":"赏春 / 芳草 / 春游郁然有怀赋","nian":"唐代","author":"罗邺","contson":"\n芳草和烟暖更青，闲门要路一时生。 年年点检人间事，唯有春风不世情。\n","contyishang":[]}{"title":"柳梢青·茅舍疏篱","nian":"宋代","author":"杨无咎","contson":"\n茅舍疏篱。半飘残雪，斜卧低枝。可更相宜，烟笼修竹，月在寒溪。 宁宁伫立移时。判瘦损、无妨为伊。谁赋才情，画成幽思，写入新诗。\n","contyishang":[]}{"title":"金明池·咏寒柳","nian":"明代","author":"柳如是","contson":"\n有怅寒潮，无情残照，正是萧萧南浦。更吹起，霜条孤影，还记得，旧时飞絮。况晚来，烟浪斜阳，见行客，特地瘦腰如舞。总一种凄凉，十分憔悴，尚有燕台佳句。春日酿成秋日雨。念畴昔风流，暗伤如许。纵饶有，绕堤画舸，冷落尽，水云犹故。忆从前，一点东风，几隔着重帘，眉儿愁苦。待约个梅魂，黄昏月淡，与伊深怜低语。\n","contyishang":["译文挟来阵阵寒意的水浪，也有些心事重重；只有西去的阳光，投下惨淡的影子，渐渐地消失；南面的水岸是我送别的地方，你走了，一阵阵萧索的风，带来易水上的苍凉。那风呵，又吹起来了，吹起河岸上的柳。受尽霜冻的柳枝啊，落下最后一片黄叶，影子是这样的孤单。还记得吗，还得那飞絮如雪的时候？我久久瞭望你远去的帆影，直到夜幕降临，浪花飘起来了，是茫茫的烟雾，迷糊了最后一抹夕阳。只有那孤苦柳树，迎来匆忙的过客，扭动着瘦弱的腰身，好象要轻轻地舞动。春天里，我们彼此相爱，却在这寒冷的秋季，催生出无数相思的落泪。回忆起携手并肩时的亲密，那份感伤，就象无数的细绳把我的心捆扎。笙歌劲舞的画舫，依\n"]}{"title":"怨歌行","nian":"两汉","author":"班婕妤","contson":"\n新裂齐纨素，皎洁如霜雪。裁为合欢扇，团团似明月。出入君怀袖，动摇微风发。常恐秋节至，凉飙夺炎热。弃捐箧笥中，恩情中道绝。\n","contyishang":["译文最新裁出的齐地上好丝绢，犹如霜雪一般洁白。用它缝制出一把合欢团扇，像轮浑圆浑圆的明月。随你出入，伴你身侧，摇动起来微风徐徐拂面。团扇呵，常常担心秋来的季节，那时凉风会代替夏天的炎热。用不着的团扇将被抛弃，扔进竹箱，往日的恩情也就半路断绝。","注释⑴怨歌行：属乐府《相和歌·楚调曲》。⑵新裂：指刚从织机上扯下来。裂，截断。齐纨（wán）素：齐地（今山东省泰山以北及胶东半岛地区）出产的精细丝绢。纨素都是细绢，纨比素更精致。汉政府在齐设三服官，是生产纺织品的大型作坊，产品最为著名。素，生绢。\n"]}{"title":"少年游·栏干十二独凭春","nian":"宋代","author":"欧阳修","contson":"\n栏干十二独凭春，晴碧远连云。千里万里，二月三月，行色苦愁人。谢家池上，江淹浦畔，吟魄与离魂。那堪疏雨滴黄昏。更特地、忆王孙。\n","contyishang":["译文春天的日子，独自凭栏远眺，倚遍了一个个栏杆。这是一个晴日，碧绿的芳草绵延，与天边的云彩相连。放眼远处，辽阔无际，千里万里，时令正是盛春的二月三月间，远行之人啊，你去也，行色匆匆，令我愁苦无穷。谢家池塘边，江淹浦的岸边，独自吟诗颂苦。怎能承受哟，黄昏时节，又飘落几点疏疏的雨滴，更何况，此时此地，又想起了远行之人。","注释①少年游：词牌名，始见于晏同叔《珠玉词》。又名少年游令、小阑干、玉腊梅枝。《词谱》卷八调见《珠玉词》，因词有‘长似少年时’句，取以为名。②独凭春：春天时独自倚栏远眺。③晴碧：指蓝天下的青草。\n"]}{"title":"蝶恋花·一朵江梅春带雪","nian":"宋代","author":"赵鼎","contson":"\n长道县和元彦修梅词。彦修，钱塘人，名时敏。坐张天觉党，自户部员外郎谪监长道之白石镇。\n一朵江梅春带雪。玉软云娇，姑射肌肤洁。照影凌波微步怯。暗香浮动黄昏月。谩道广平心似铁。词赋风流，不尽愁千结。望断江南音信绝。陇头行客空情切。 \n","contyishang":["　　“蝶恋花”本唐教坊曲，多用仄声韵，其声情缠绵而凄婉。赵鼎此词，更于仄声韵中选用了“雪、洁、怯、月、铁、结、绝、切”等哽咽决绝的入声，借之倾吐了胸中积郁的愤激之情。虽然是　　一首和作，却借他人之酒杯浇自家的块垒，无一丝应酬的痕迹。","　　这首词写的是梅花。张炎《词源》说：“诗难于咏物，词尤难。体认稍真，则拘而不畅；模写差远，则晦而不明。要须收纵联密，用事合题。”赵鼎此词上片全用拟人化的手法，勾魂摄魄地刻绘了梅花的精神。“一朵江梅春带雪”，当然是白梅了。把它拟作藐姑射山上的女神，再恰当不过了。《庄子·逍遥游》：“藐姑射之山，有神人居焉，肌肤若冰雪，淖约若处子，不食五谷，吸风\n"]}{"title":"浣溪沙·绿玉枝头一粟黄","nian":"宋代","author":"毛珝","contson":"\n绿玉枝头一粟黄，碧纱帐里梦魂香。晓风和月步新凉。吟倚画栏怀李贺，笑持玉斧恨吴刚。素娥不嫁为谁妆？\n","contyishang":["译文桂树枝叶碧绿莹润，宛如玉琢而成，金黄的花瓣花蕊俏立枝头，黄绿相映，煞是迷人。看到它，便让人联想起酣眠于碧纱帐中的香艳佳人。斜倚画栏，想吟诗歌咏桂花却又难以成篇，于是不禁怀念起唐代的桂花诗仙李贺，想起月中的那棵丹桂树，更对那持斧斫桂的吴刚心生恨意。那广寒宫中仙袂飘举的嫦娥，既不嫁人，又为谁而妆扮一新呢?","注释素娥：即月中嫦娥。"]}{"title":"咏芭蕉","nian":"清代","author":"郑板桥","contson":"\n芭蕉叶叶为多情，一叶才舒一叶生。自是相思抽不尽，却教风雨怨秋声。\n","contyishang":[]}{"title":"核舟记","nian":"明代","author":"魏学洢","contson":"\n　　明有奇巧人曰王叔远，能以径寸之木，为宫室、器皿 、人物，以至鸟兽、木石，罔不因势象形，各具情态。尝贻余核舟一，盖大苏泛赤壁云。\n　　舟首尾长约八分有奇，高可二黍许。中轩敞者为舱，箬篷覆之。旁开小窗，左右各四，共八扇。启窗而观，雕栏相望焉。闭之，则右刻“山高月小，水落石出”，左刻“清风徐来，水波不兴”，石青糁之。(箬篷 一作：篛篷)\n　　船头坐三人，中峨冠而多髯者为东坡，佛印居右，鲁直居左。苏、黄共阅一手卷。东坡右手执卷端，左手抚鲁直背。鲁直左手执卷末，右手指卷，如有所语。东坡现右足，鲁直现左足，各微侧，其两膝相比者，各隐卷底衣褶中。佛印绝类弥勒，袒胸露乳，矫首昂视，神情与苏、黄不属。卧右膝，诎右臂支船，而竖其左膝，左臂挂念珠倚之——珠可历历数也。\n　　舟尾横卧一楫。楫左右舟子各一人。居右者椎髻仰面，左手倚一衡木，右手攀右趾，若啸呼状。居左者右手执蒲葵扇，左手抚炉，炉上有壶，其人视端容寂，若听茶声然。\n　　其船背稍夷，则题名其上，文曰“天启壬戌秋日，虞山王毅叔远甫刻”，细若蚊足，钩画了了，其色墨。又用篆章一，文曰“初平山人”，其色丹。\n　　通计一舟，为人五；为窗八；为箬篷，为楫，为炉，为壶，为手卷，为念珠各一；对联、题名并篆文，为字共三十有四；而计其长曾不盈寸。盖简桃核修狭者为之。嘻，技亦灵怪矣哉！\n","contyishang":["译文明朝(有一个）有特殊技艺（技艺精巧）的人名字叫王叔远。（他）能用直径一寸的木头，雕刻出宫殿、器具、人物，还有飞鸟、走兽、树木、石头，没有一件不是根据木头原来的样子模拟那些东西的形状，各有各的神情姿态。（他）曾经送给我一个用桃核雕刻成的小船，刻的是苏轼乘船游赤壁（的情形）。船头到船尾大约长八分多一点，大约有两个黄米粒那么高。中间高起而开敞的部分是船舱，用箬竹叶做的船篷覆盖着它。旁边有小窗，左右各四扇，一共八扇。打开窗户来看，雕刻着花纹的栏杆左右相对。关上窗户，就看到一副对联，右边刻着“山高月小，水落石出”八个字，左边刻着“清风徐来，水波不兴”八个字，用石青涂在字\n"]}{"title":"新植海石榴","nian":"唐代","author":"柳宗元","contson":"\n弱植不盈尺，远意驻蓬赢。月寒空阶曙，幽梦彩云生。粪壤擢珠树，莓苔插琼英。芳根閟颜色，徂岁为谁荣。\n","contyishang":["译文新栽海石榴，身短气弱实堪悯。想它来前意，青云之志满蓬瀛。月淡寒风起，空前瑟瑟待天明。去日依稀梦，犹望醒时彩云生。宝珠盈枝挂，粪土之壤岂有情。榴花满庭艳，莓苔之间红霞映。眼前憔悴形，珠光宝气锁芳根。种花人不解，试问去岁为谁荣？","注释⑴海石榴：海石榴乃是山茶花别称。因此花始出东南沿海，花红如榴，便有此称。。⑵弱植：软弱，扶不起来。意谓新移 的海石榴沿尚未成活，不盈尺，高不足一尺。⑶远意：意趣高远。驻：扎，指生长。蓬瀛 ：即蓬莱瀛州，海上仙山。\n"]}{"title":"萤火","nian":"唐代","author":"杜甫","contson":"\n幸因腐草出，敢近太阳飞。未足临书卷，时能点客衣。随风隔幔小，带雨傍林微。十月清霜重，飘零何处归。\n","contyishang":["译文萤火虫侥幸由腐草而化出，却胆敢靠近太阳飞舞。你的光亮不足以照亮书卷，却时时在扑点着我的衣服。你隔着帷幔随风晃动着影子，带着雨气在树林旁边闪着微光。十月到来清霜凝重，请问你飘泊流落归向何处？","注释（1）萤火：这里指萤火虫。（2）幸：侥幸。（3）因：依靠，凭借。（4）敢：岂敢，不敢。（5）未足：不足以。（6）时；有时。（7）点：玷污。（8）幔：帷幔。（9）微：指萤火虫闪着微光。（10）重：清霜凝重。\n"]}{"title":"卖残牡丹","nian":"唐代","author":"鱼玄机","contson":"\n临风兴叹落花频，芳意潜消又一春。应为价高人不问，却缘香甚蝶难亲。红英只称生宫里，翠叶那堪染路尘。及至移根上林苑，王孙方恨买无因。\n","contyishang":["译文频频叹息花被狂风吹落太多，芳香渐消失又要过一个春天。 应是价格太高人们不敢询问，又因香气太浓蝴蝶难以亲近。只有皇宫才配生长这种鲜花，哪能忍受让它沾染路上灰尘。等到把花移植到皇宫上林苑，王孙贵族才为没有买而遗恨。","注释⑴牡丹，原产山西一带，唐初移植长安，成为珍品，誉为国花。贞元（唐德宗年号，785—805）时，对牡丹玩赏更成为长安之社会风气。柳浑《牡丹》诗曰：“近来无奈牡丹何，数十千钱买一棵。”⑵频：频频不断。潜消：暗暗地消失。⑶缘：因为。⑷红英：鲜花。称：配，够格。\n"]}{"title":"题三义塔","nian":"近代","author":"鲁迅","contson":"\n三义塔者，中国上海闸北三义里遗鸠埋骨之塔也，在日本，农人共建。\n奔霆飞熛歼人子，败井颓垣剩饿鸠。 偶值大心离火宅，终遗高塔念瀛洲。精禽梦觉仍衔石，斗士诚坚共抗流。度尽劫波兄弟在，相逢一笑泯恩仇。西村博士于上海战后得丧家之鸠，持归养之，初亦相安，而终化去。建塔以藏，且征题咏，率成一律，聊答遐情云尔。\n","contyishang":["译文三义塔是为纪念中国上海闸北三义里那只被救而又死去的鸽子，并埋葬其遗骨之塔。此塔修建于日本，是当地爱好和平的农民共同修建的。日本强盗轰炸上海闸北人民，饥饿的鸽子在瓦砾堆中幸存。偶然遇到好心肠的日本友人，把这只劫后的鸪子带回东瀛。鸽子死了还建筑起高塔纪念，日本农民常把它记挂在心田。如果死去的鸽子从梦中醒回，将化作精卫鸟衔石填平东海。消除战争种下的仇恨的种子，中日两国人民必将同仇敌忾。西村真琴博士在上海战后救了一只失去家园的鸽子，并把这只鸽子带回到日本喂养，刚开始的时候还挺好，可是，鸽子最终还是死掉，遂为鸽子建冢以埋葬\n"]}{"title":"新雁过妆楼·中秋后一夕李方庵月庭延客命小妓过新水令坐间赋词","nian":"宋代","author":"吴文英","contson":"\n阆苑高寒。金枢动、冰宫桂树年年。翦秋一半，难破万户连环。织锦相思楼影下，钿钗暗约小帘间。共无眠。素娥惯得，西坠阑干。 谁知壶中自乐，正醉围夜玉，浅斗婵娟。雁风自劲，云气不上凉天。红牙润沾素手，听一曲清歌双雾鬟。徐郎老，恨断肠声在，离镜孤鸾。\n","contyishang":["　　《新雁过妆楼》，一名《雁过妆楼》。双调，九十九字，上片九句五平韵，下片十句四平韵。　　","　　“阆苑”两句，咏月。题曰“中秋后一夕”，鄞俗，过中秋节在八月十六。吴文英为鄞人，当时或已有此习俗，故作此词以记之。“阆苑”，神仙居处，这里借指月宫。“冰宫”，即广寒宫。“金枢”，星名，即北斗星也；又为月没之处，《文选·木华赋》词注：“金枢，西方月没之处”。此言月宫仙境高处不胜寒，北斗星移，广寒宫中的桂树泛香，年年都有这么一个大好的团圆佳节。“剪取”两句，述过中秋节。言中秋佳节，刚好在秋季的一半。但是时间上虽是两半分，却难以破坏世间千家万户中秋节团聚的传统习俗。“织锦”五句，“小\n"]}{"title":"南中咏雁诗","nian":"唐代","author":"韦承庆","contson":"\n万里人南去，三春雁北飞。不知何岁月，得与尔同归？\n","contyishang":[]}{"title":"小重山令·赋潭州红梅","nian":"宋代","author":"姜夔","contson":"\n人绕湘皋月坠时。斜横花树小，浸愁漪。一春幽事有谁知？东风冷，香远茜裙归。鸥去昔游非。遥怜花可可，梦依依。九疑云杳断魂啼。相思血，都沁绿筠枝。\n","contyishang":["译文在湘江边绕着江岸一直走下去，不觉月亮都快要落下来了。江畔的梅树横斜，小小的花枝开放，浸满了忧愁的涟漪。梅花的一春幽愁之事有谁知道呢？寒冷的东风吹起。梅花也很快就要花落香消了。鸥鸟离去，昔日之物已是物是人非。只能远远地怜惜那美丽动人的花朵和依依别梦。九嶷山云雾杳杳，娥皇、女英断魂哭泣，相思血泪浸透在绿竹枝上。","注释1.小重山令：即《小重山》，又名《小冲山》、《柳色新》。唐人常用此调写宫女幽怨。《词谱》以薛昭蕴词为正体。双调五十八字。上下片各四句，四平韵。换头句较上片起句少二字，其余各句上下片均同。另有五十七字、六十字两体，是变格。\n"]}{"title":"浣溪沙·从石楼石壁往来邓尉山中","nian":"清代","author":"郑文焯","contson":"\n一半黄梅杂雨晴，虚岚浮翠带湖明，闲云高鸟共身轻。山果打头休论价，野花盈手不知名，烟峦直是画中行。\n","contyishang":[]}{"title":"代迎春花招刘郎中","nian":"唐代","author":"白居易","contson":"\n幸与松筠相近栽，不随桃李一时开。杏园岂敢妨君去，未有花时且看来。\n","contyishang":["译文幸亏与松竹同处一起栽，不愿随着桃李花一时开。杏园哪里敢妨碍你离去，没有花之时你再且看来。","注释⑴刘郎中：即刘禹锡。因其曾官主客郎中，故有刘郎中之谓。⑵松筠（yún）：松与竹。因其材质坚韧，经冬不凋，常用以比喻节操坚贞。南齐王融《奉和南海王殿下咏秋胡妻》诗：“日月共为照，松筠俱以贞。”⑶杏园：园名。故址在今陕西省西安市郊大雁塔南。秦时为宜春下苑地。唐时与慈恩寺南北相直，在曲江池西南，为新进士游宴之地。"]}{"title":"梅花绝句·其二","nian":"宋代","author":"陆游","contson":"\n幽谷那堪更北枝，年年自分着花迟。高标逸韵君知否，正是层冰积雪时。\n","contyishang":[]}{"title":"玉楼春·红酥肯放琼苞碎","nian":"宋代","author":"李清照","contson":"\n红酥肯放琼苞碎。探著南枝开遍未。不知酝藉几多香，但见包藏无限意。 道人憔悴春窗底。闷损阑干愁不倚。要来小酌便来休，未必明朝风不起。\n","contyishang":["　　这是一首著名的咏梅词。傲立霜雪，一枝独秀的梅花是历来文人墨客的吟诵对象，特别是宋代咏梅词更多，其中能尽得梅花神韵的上乘之作却并不多见。","　　李清照的这首《玉楼春》当属其中的佼佼者，不仅写活了梅花，而且活画出赏梅者虽愁闷却仍禁不住要及时赏梅的矛盾心态。作者出手便不俗。首句以“红酥”比拟梅花花瓣的宛如红色凝脂，以“琼苞”形容梅花花苞的美好，都是抓住了梅花特征的准确用语，“肯放琼苞碎”者，是对“含苞欲放”的巧妙说法。","　　上片皆从此句生发。“探著南枝开遍未”，便是宛转说出梅花未尽开放。初唐时李峤《梅》诗云：“大庾敛寒光，南枝独早芳。”张方注：“大庚岭上梅，南\n"]}{"title":"李都尉古剑","nian":"唐代","author":"白居易","contson":"\n古剑寒黯黯，铸来几千秋。白光纳日月，紫气排斗牛。有客借一观，爱之不敢求。湛然玉匣中，秋水澄不流。至宝有本性，精刚无与俦。可使寸寸折，不能绕指柔。愿快直士心，将断佞臣头。不愿报小怨，夜半刺私仇。劝君慎所用，无作神兵羞。\n","contyishang":["译文这是一柄冷冰冰、暗幽幽的古剑，铸成以来，已经历了几千个春秋。那白色的剑光可掩日月，那紫色的剑气上冲斗牛。有一位客人想借来观赏，只因剑主珍爱它，不敢请求。在玉匣中它清澈发亮，好像澄明的秋水止而不流。最珍贵的宝物自有它的本性，那份精纯和坚刚，并世无俦。虽然可以使它一寸寸地折断，却不能使它化作绕指弯柔。希望它让正直的人士大快心意，将用它来斩断奸臣的人头。不希望它被用来报复个人小怨，在半夜的时候去刺杀私仇。劝你使用时务须谨慎，不要让神兵利器为你而抱愧蒙羞。","注释\n"]}{"title":"拂舞词 / 公无渡河","nian":"唐代","author":"温庭筠","contson":"\n黄河怒浪连天来，大响谹谹如殷雷。龙伯驱风不敢上，百川喷雪高崔嵬。二十三弦何太哀，请公勿渡立徘徊。下有狂蛟锯为尾，裂帆截棹磨霜齿。神椎凿石塞神潭，白马参覃赤尘起。公乎跃马扬玉鞭，灭没高蹄日千里。\n","contyishang":[]}{"title":"鹧鸪天·桂花","nian":"宋代","author":"李清照","contson":"\n暗淡轻黄体性柔，情疏迹远只香留。何须浅碧深红色，自是花中第一流。(深红 一作：轻)梅定妒，菊应羞，画阑开处冠中秋。骚人可煞无情思，何事当年不见收。(阑 通：栏)\n","contyishang":["译文　　淡黄色的桂花，并不鲜艳，但体态轻盈。于幽静之处，不惹人注意，只留给人香味。不需要具有名花的红碧颜色。桂花色淡香浓，应属最好的。　　（和桂花相比）梅花一定妒嫉，菊花自当羞惭。桂花是秋天里百花之首，天经地义。可憾屈原对桂花不太了解，太没有情意了。不然，他在《离骚》中赞美那么多花，为什么没有提到桂花呢？","注释⑴鹧鸪天：词牌名。⑵“画阑”句：化用李贺《金铜仙人辞汉歌》的“画栏桂树悬秋香”之句意，谓桂花为中秋时节首屈一指的花木。⑶“骚人”二句：取意于陈与义《清平乐·木犀》的“楚人未识孤妍，《离骚》遗恨千年”之句意。“骚\n"]}{"title":"咏瀑布","nian":"清代","author":"冯云山","contson":"\n穿天透地不辞劳，到底方知出处高。溪涧焉能留得住，终须大海作波涛。\n","contyishang":[]}{"title":"木兰花慢·中秋饮酒","nian":"宋代","author":"辛弃疾","contson":"\n可怜今夕月，向何处，去悠悠？是别有人间，那边才见，光影东头？是天外，空汗漫，但长风浩浩送中秋？飞镜无根谁系？姮娥不嫁谁留？谓经海底问无由，恍惚使人愁。怕万里长鲸，纵横触破，玉殿琼楼。虾蟆故堪浴水，问云何玉兔解沉浮？若道都齐无恙，云何渐渐如钩？\n","contyishang":["译文今晚的月亮是多么可爱，悠悠忽忽地向西走，它究竟要到哪里去呢？是另外还有一个人间，那边刚好看到你升起在东头呢？还是在那天外广阔的宇宙，空无所有，只有浩浩长风把这美好的中秋月送走呢？它象一面飞入天空的宝镜，却不会掉下来，难道是谁用一根无形的长绳把它系住了吗 ？月宫里的嫦娥直到如今没有出嫁 ，不知又是谁把她留住了呢 ？听说月亮游过海底，可又无从查问根由，这事真是不可捉摸，而叫人发愁。我怕大海中万里长鲸横冲直撞，会触破月宫的玉殿琼楼。月从海底经过，会水的虾蟆不用担心，可是那玉兔何曾学会游泳呢 ？如果这一切都安然无恙，那么，又为何逐渐变成弯钩模样？","注释\n"]}{"title":"烛影摇红·赋德清县圃古红梅","nian":"宋代","author":"吴文英","contson":"\n莓锁虹梁，稽山祠下当时见。横斜无分照溪光，珠网空凝遍。姑射青春对面。驾飞虬、罗浮路远。千年春在，新月苔池，黄昏山馆。 花满河阳，为君羞褪晨妆茜。云根直下是银河，客老秋槎变。雨外红铅洗断。又晴霞、惊飞暮管。倚阑祗怕，弄水鳞生，乘东风便。\n","contyishang":["　　“德清县圃古红梅”，词人在其《贺新郎·为德清赵令君赋小垂虹》词中也提到过“但东阁、官梅清瘦”，可以互为参照。此系词人晚年重游德清之作。　　","　　“莓锁”两句。言德清县县圃内有株年代久远盘旋如虹入天的红梅树，树身上长满了斑剥的莓苔。由此，词人想起：我在绍兴城外稽山下禹王殿见到的正梁，恐怕就是这种梅树做的吧。“横斜”两句，叹梅树之无人赏识。言梅树栽在县圃中，无法使它像“疏影横斜水清浅”似的受到诗人们的赏识，满树花蕊似珠网般的遍布枝梢，却独自在县圃内放香，没有人前来欣赏。《贺新郎·为德清赵令君赋小垂虹》也说到：“东阁官梅清瘦”，喻清高落魄之人遭受冷落，这里也是一语双关，以梅\n"]}{"title":"山园小梅二首","nian":"宋代","author":"林逋","contson":"\n众芳摇落独暄妍，占尽风情向小园。疏影横斜水清浅，暗香浮动月黄昏。霜禽欲下先偷眼，粉蝶如知合断魂。幸有微吟可相狎，不须檀板共金樽。\n剪绡零碎点酥乾，向背稀稠画亦难。日薄从甘春至晚，霜深应怯夜来寒。澄鲜只共邻僧惜，冷落犹嫌俗客看。忆着江南旧行路，酒旗斜拂堕吟鞍。\n","contyishang":["译文百花凋零，独有梅花迎着寒风昂然盛开，那明媚艳丽的景色把小园的风光占尽。稀疏的影儿，横斜在清浅的水中，清幽的芬芳浮动在黄昏的月光之下。寒雀想飞落下来时，先偷看梅花一眼；蝴蝶如果知道梅花的妍美，定会消魂失魄。幸喜我能低声吟诵，和梅花亲近，不用敲着檀板唱歌，执着金杯饮酒来欣赏它了。","像剪碎的丝绸点缀着酥酪般的枝干，要画出那姿态和布局确实为难。尽情享受着日落春晚，影单应当怯怕霜重夜寒。澄洁鲜艳只与相邻的高僧共惜，冷落孤傲犹嫌被俗人一看。想起旧时在江南的旅途上，香魂飘落于酒旗下行吟的马鞍。\n"]}