{"title":"赐萧瑀","nian":"唐代","author":"李世民","contson":"\n疾风知劲草，板荡识诚臣。勇夫安识义，智者必怀仁。\n","contyishang":[]}{"title":"题弟侄书堂","nian":"唐代","author":"杜荀鹤","contson":"\n何事居穷道不穷，乱时还与静时同。家山虽在干戈地，弟侄常修礼乐风。窗竹影摇书案上，野泉声入砚池中。少年辛苦终身事，莫向光阴惰寸功。\n","contyishang":["译文虽然住的屋子简陋但知识却没有变少，我还是与往常一样，尽管外面已经战乱纷纷。故乡虽然在打仗，可是弟侄还在接受儒家思想的教化。窗外竹子的影子还在书桌上摇摆，砚台中的墨汁好像发出了野外泉水的叮咚声。年轻时候的努力是有益终身的大事，对着匆匆逝去的光阴，不要丝毫放松自己的努力。","注释①何事：为什么。②居穷道不穷：处于穷困之境仍要注重修养。③乱时：战乱时期。静时：和平时期。④家山：家乡的山，这里代指故乡。⑤干戈：干和戈本是古代打仗时常用的两种武器，这里代指战争。\n"]}{"title":"乐天见示伤微之敦诗晦叔三君子皆有深分因成是诗以寄","nian":"唐代","author":"刘禹锡","contson":"\n吟君叹逝双绝句，使我伤怀奏短歌。世上空惊故人少，集中惟觉祭文多。芳林新叶催陈叶，流水前波让後波。万古到今同此恨，闻琴泪尽欲如何。\n","contyishang":["　　首联，写即指读了白居易寄来的两首绝句，後有感于友朋之离世，亦作诗抒发感慨。","　　颔联，写到友人一一离开人间，祭文所做自然增加，以致文集中祭文最多，对于友人去世之伤痛无奈之情，自己的孤独之感溢于言表。","　　颈联乃千古名句，亦最能体现刘禹锡的哲学思想。本义指春天里，茂盛的树林新长出的叶子，催换着老叶、旧叶；江河中，奔腾的流水前面的退让给后起的波浪。这里“陈叶”、“前波”可指微之、敦诗、晦叔等已经去世的好友，也可指旧事物。“新叶”、“後波”可指“晚辈”亦可指新事物。这一联我以为，至少包含了这些哲学思想：","　　1.新事物的产生旧事物的消亡有它的\n"]}{"title":"苦寒行","nian":"唐代","author":"齐己","contson":"\n冰峰撑空寒矗矗，云凝水冻埋海陆。 杀物之性，伤人之欲，既不能断绝蒺藜荆棘之根株， 又不能展凤凰麒麟之拳跼。如此则何如为和煦，为膏雨， 自然天下之荣枯，融融于万户。\n","contyishang":[]}{"title":"","nian":"","author":"","contson":"","contyishang":[]}{"title":"感遇十二首·其二","nian":"唐代","author":"张九龄","contson":"\n幽人归独卧，滞虑洗孤清。持此谢高鸟，因之传远情。日夕怀空意，人谁感至精？飞沈理自隔，何所慰吾诚?\n","contyishang":["　　这是一种修行境界在打坐中感受到淡泊明智、宁静致远。这种心如虚空唯一至精的感受谁能知道呢？对自己还没有达道的功夫的谦虚还是经常有一点心乱，想更上一个境界一念不生是谓诚。"]}{"title":"敬姜论劳逸","nian":"先秦","author":"佚名","contson":"\n　　公父文伯退朝，朝其母，其母方绩，文伯曰：“以歜之家而主犹绩，惧干季孙之怒也。其以歜为不能事主乎？”其母叹曰：“鲁其亡乎？使僮子备官而未之闻耶？居，吾语女。昔圣王之处民也，择瘠土而处之，劳其民而用之，故长王天下。夫民劳则思，思则善心生；逸则淫，淫则忘善；忘善则恶心生。沃土之民不材，淫也。瘠土之民，莫不向义，劳也。\n　　是故天子大采朝日，与三公九卿，祖识地德，日中考政，与百官之政事。师尹惟旅牧相，宣序民事。少采夕月，与大史司载纠虔天刑。日入，监九御，使洁奉鐕郊之粢盛，而後即安。诸侯朝修天子之业命，昼考其国国职，夕省其典刑，夜儆百工，使无慆淫，而後即安。卿大朝考其职，昼讲其庶政，夕序其业，夜庀其家事，而後即安。士朝受业，昼而讲贯，夕而习复，夜而计过，无憾，而後即安。自庶人以下，明而动，晦而休，无日以怠。王后亲织玄紞，公侯之夫人，加之纮、綖。卿之内为大带，命妇成祭服。列士之妻，加之以朝服。自庶士以下，皆衣其夫。社而赋事，蒸而献功，男女效绩，愆则有辟。古之制也！君子劳心，小人劳力，先王之训也！自上以下，谁敢淫心舍力？\n　　今我寡也，尔又在下位，朝夕处事，犹恐忘先人之业。况有怠惰，其何以避辟？吾冀而朝夕修我，曰：‘必无废先人。’尔今曰：‘胡不自安？’以是承君之官，余惧穆伯之绝祀也？”\n　　仲尼闻之曰：“弟子志之，季氏之妇不淫矣！”\n","contyishang":["译文　　公父文伯退朝之后，去看望他的母亲，他的母亲正在放线，文伯说：“象我公父歜这样的人家还要主母亲自放线，这恐怕会让季孙恼怒。他会觉得我公父歜不愿意孝敬母亲吧？”他的母亲叹了一口气说：“鲁国要灭亡了吧？让你这样的顽童充数做官却不把做官之道讲给你听？坐下来，我讲给你听。过去圣贤的国王为老百姓安置居所，选择贫瘠之地让百姓定居下来，使百姓劳作，发挥他们的才能，因此(君主)就能够长久地统治天下。老百姓要劳作才会思考，要思考才能（找到）改善生活（的好办法）；闲散安逸会导致人们过度享乐，人们过度享乐就会忘记美好的品行；忘记美好的品行就会产生邪念。居住在沃土之地的百姓劳动水平不高，是因为\n"]}{"title":"劝学","nian":"唐代","author":"颜真卿","contson":"\n三更灯火五更鸡，正是男儿读书时。黑发不知勤学早，白首方悔读书迟。\n","contyishang":["译文每天三更半夜到鸡啼叫的时候，是男孩子们读书的最好时间。少年时只知道玩，不知道要好好学习，到老的时候才后悔自己年少时为什么不知道要勤奋学习。","注释更：古时夜间计算时间的单位，一夜分五更，每更为两小时。午夜11点到1点为三更。五更鸡：天快亮时，鸡啼叫。黑发：年少时期，指少年。白首：头发白了，这里指老年。方：才。"]}{"title":"回车驾言迈","nian":"两汉","author":"佚名","contson":"\n回车驾言迈，悠悠涉长道。四顾何茫茫，东风摇百草。所遇无故物，焉得不速老。盛衰各有时，立身苦不早。人生非金石，岂能长寿考？奄忽随物化，荣名以为宝。\n","contyishang":["译文转回车子驾驶向远方，路途遥远，长途跋涉，难以到达。一路上四野广大而无边际，春天的东风吹摇枯萎的野草。眼前看到的都不是过去的事物，人怎么能够不迅速衰老？盛和衰各有不同的时间，只恨建立功名的机会来得太迟。人不如金石般坚固，生命是脆弱的，怎么能够长寿不老？倏忽之间生命就衰老死亡了，应立刻进取获得声名荣禄。","注释⑴回：转也。驾：象声词。言：语助词。迈：远行也。一说喻声音悠长。⑵悠悠：远而未至之貌。涉长道：犹言“历长道”。涉，本义是徒步过水；引申之，凡渡水都叫“涉”；再引申之，则不限\n"]}{"title":"桑生李树","nian":"未知","author":"佚名","contson":"\n南顿张助，于田中种禾，见李核，欲持去，顾见空桑，中有土，因植种，以余浆溉灌。后人见桑中反复生李，转相告语。有病目痛者，息阴下，言：\"李君令我目愈，谢以一豚。\"目痛小疾，亦行自愈。众犬吠声，盲者得视，远近翕赫，其下车骑常数千百，酒肉滂沱。间一岁余，张助远出来还，见之，惊云：“此有何神，乃我所种耳。”因就斫之。\n","contyishang":["译文南人张助在田里种庄稼，看见一个李核，想把它带回去 ，又回头看见根部枯空的桑树里有土，所以就种了进去，用剩下的水浇灌。后来有人看见桑树中忽然长出了李子，以为是神，就互相转告，有一个眼痛的病人在树下乘凉，说：李树使我的病好了，我要用一只小猪祭谢。眼痛的小病，自己也会痊愈，众人盲目符合，说是失明的人重见了光明，远近轰动，在边上下车马的常有数千，李树旁摆满了酒肉，过了一年，张助从远处回来，看见了惊讶地说：\"这算什么神呀，这是我种的啊。\"于是就跑去把树砍了。 ","注释空桑：枯空的桑树，老桑树有枯空的树洞：众犬吠声：一种狗叫，其他\n"]}{"title":"形影神三首","nian":"魏晋","author":"陶渊明","contson":"\n贵贱贤愚，莫不营营以惜生，斯甚惑焉；故极陈形影之苦，言神辨自然以释之。好事君子，共取其心焉。\n形赠影天地长不没，山川无改时。草木得常理，霜露荣悴之。谓人最灵智，独复不如兹。适见在世中，奄去靡归期。奚觉无一人，亲识岂相思。但余平生物，举目情凄洏。我无腾化术，必尔不复疑。愿君取吾言，得酒莫苟辞。\n影答形存生不可言，卫生每苦拙。诚愿游昆华，邈然兹道绝。与子相遇来，未尝异悲悦。憩荫若暂乖，止日终不别。此同既难常，黯尔俱时灭。身没名亦尽，念之五情热。立善有遗爱，胡为不自竭？酒云能消忧，方此讵不劣！\n神释大钧无私力，万理自森著。人为三才中，岂不以我故。与君虽异物，生而相依附。结托既喜同，安得不相语。三皇大圣人，今复在何处？彭祖爱永年，欲留不得住。老少同一死，贤愚无复数。日醉或能忘，将非促龄具？立善常所欣，谁当为汝誉？甚念伤吾生，正宜委运去。纵浪大化中，不喜亦不惧。应尽便须尽，无复独多虑。\n","contyishang":["译文　　人无论贵贱贤愚，都戮力劳心，操持经营，爱惜自己的生命。这种做法是实在是很困惑很糊涂的。因此极力陈述形影对此的抱苦含怨之辞，讲述神辨析自然之理来开释它们。关心此事的人们可以于此获取普遍的道理。","形赠影天地长久，永远不会湮灭，山川走形，永远不会变更。我们平时随处可见的草木，虽然生命短暂，但它们却拥有大自然恒久不变的道理：尽管冬霜使它们枯萎，然而当春天的露水降临时，它们又会重新焕发。人类是所谓的万物灵长，在生命这个话题上，却反而不能像那些植物一样得到永恒。适才还在世间相见，可转眼就去了另一个世界，永无归期。\n"]}{"title":"日出入","nian":"两汉","author":"佚名","contson":"\n日出入安穷？时世不与人同。故春非我春，夏非我夏，秋非我秋，冬非我冬。泊如四海之池，遍观是邪谓何？吾知所乐，独乐六龙，六龙之调，使我心若。訾黄其何不徕下。\n","contyishang":["译文日出日落，何时才终穷？时光岁月不与人的寿命齐同。所以春天并非我想要的春，夏天并非我想象中的夏，秋天并非我期盼的秋，冬天也并非我中意的冬。时间像辽阔的四海，人的寿命好比一个小池，遍观物象后才知道生命的无奈。我了解怎样才能快乐，只有独自驾驭六龙上天。六龙的协调步伐，使我的心胸顿时爽畅。唉，乘黄，怎么还不下降把我带上仙界。","注释①安穷：何有穷尽。安，何。穷，尽。②时世：犹时代。《荀子·尧问》：“时世不同。”一说指自然界之时序变化，与社会人事变化相对。③泊如\n"]}{"title":"三人成虎","nian":"两汉","author":"刘向","contson":"\n　　庞葱与太子质于邯郸，谓魏王曰：‘今一人言市有虎，王信之乎？’王曰：‘否。’‘二人言市有虎，王信之乎？’王曰：‘寡人疑之矣。’‘三人言市有虎，王信之乎？’王曰：‘寡人信之矣。’庞葱曰：‘夫市之无虎明矣，然而三人言而成虎。今邯郸去大梁也远于市，而议臣者过于三人，愿王察之。’王曰：‘寡人自为知。’于是辞行，而谗言先至。后太子罢质，果不得见。(庞葱 一作：庞恭)\n","contyishang":["译文　　庞葱要陪太子到邯郸去做人质，庞葱对魏王说：“现在，如果有一个人说大街上有老虎，您相信吗”“魏王说：“不相信。”庞葱说：“如果是两个人说呢？”魏王说：“那我就要疑惑了。”庞葱又说：“如果增加到三个人呢，大王相信吗？”魏王说：“我相信了。”庞葱说：“大街上不会有老虎那是很清楚的，但是三个人说有老虎，就像真有老虎了。如今邯郸离大梁，比我们到街市远得多，而毁谤我的人超过了三个。希望您能明察秋毫。”魏王说：“我知道该怎么办。”于是庞葱告辞而去，而毁谤他的话很快传到魏王那里。后来太子结束了人质的生活，庞葱果真不能再见魏王了。","注释庞恭：魏国大臣。\n"]}{"title":"子产坏晋馆垣","nian":"先秦","author":"左丘明","contson":"\n　　公薨之月，子产相郑伯以如晋，晋侯以我丧故，未之见也。子产使尽坏其馆之垣，而纳车马焉。\n　　士文伯让之，曰：“敝邑以政刑之不修，寇盗充斥，无若诸侯之属辱在寡君者何，是以令吏人完客所馆，高其闬 闳，厚其墙垣，以无忧客使。今吾子坏之，虽从者能戒，其若异客何？以敝邑之为盟主，缮完葺墙，以待宾客。若皆毁之，其何以共命？寡君使匄请命。\n　　对曰：“以敝邑褊小，介于大国，诛求无时，是以不敢宁居，悉索敝赋，以来会时事。逢执事之不闲，而未得见；又不获闻命，未知见时。不敢输币，亦不敢暴露。其输之，则君之府实也，非荐陈之，不敢输也。其暴露之，则恐燥湿之不时而朽蠹，以重敝邑之罪。侨闻文公之为盟主也，宫室卑庳，无观台榭，以崇大诸侯之馆，馆如公寝；库厩缮修，司空以时平易道路，圬人以时塓馆宫室；诸侯宾至，甸设庭燎，仆人巡宫，车马有所，宾从有代，巾车脂辖，隶人、牧、圉，各瞻其事；百官之属各展其物；公不留宾，而亦无废事；忧乐同之，事则巡之，教其不知，而恤其不足。宾至如归，无宁灾患；不畏寇盗，而亦不患燥湿。今铜鞮之宫数里，而诸侯舍于隶人，门不容车，而不可逾越；盗贼公行。而天疠不戒。宾见无时，命不可知。若又勿坏，是无所藏币以重罪也。敢请执事，将何所命之？虽君之有鲁丧，亦敝邑之忧也。若获荐币，修垣而行，君之惠也，敢惮勤劳？”\n　　文伯复命。赵文子曰：“信。我实不德，而以隶人之垣以赢诸侯，是吾罪也。”使士文伯谢不敏焉。\n　　晋侯见郑伯，有加礼，厚其宴好而归之。乃筑诸侯之馆。\n　　叔向曰：“辞之不可以已也如是夫！子产有辞，诸侯赖之，若之何其释辞也？《诗》曰：‘辞之辑矣，民之协矣；辞之怿矣，民之莫矣。’其知之矣。” \n","contyishang":["译文　　鲁襄公死去的那个月，子产辅佐郑简公到晋国去，晋平公因为鲁国有丧事的缘故，没有接见他们。子产派人把宾馆的围墙全部拆毁，把自己的车马放进去。晋国大夫士文伯责备子产说：“敝国由于政事和刑罚没有搞好，到处是盗贼，不知道对辱临敝国的诸侯属官怎么办，因此派了官员修缮来宾住的馆舍，馆门造得很高，围墙修得很厚，使宾客使者不会感到担心。现在您拆毁了围墙，虽然您的随从能够戒备，那么对别国的宾客怎么办呢？由于敝国是诸侯的盟主，修建馆会围墙，是用来接待宾客。如果把围墙都拆了，怎么能满足宾客的要求呢？我们国君派我来请问你们拆墙的理由。”子产回答说：“敝国国土狭小，处在大国的中间，大国责求我们交\n"]}{"title":"苛政猛于虎","nian":"先秦","author":"佚名","contson":"\n　　孔子过泰山侧 ，有妇人哭于墓者而哀，夫子式而听之，使子路问之，曰：“子之哭也，壹似重有忧者。”而曰：“然。昔者吾舅死于虎，吾夫又死焉，今吾子又死焉。”夫子曰：“何为不去也？”曰：“无苛政。”夫子曰：“小子识之：苛政猛于虎也。”\n　　出自《十三经注疏》本《礼记·檀弓下》。\n","contyishang":["译文　　孔子路过泰山边，有个妇人在坟墓旁哭得很悲伤。孔子扶着车前的伏手板听着，派子路问她说：“你这样哭，真好像不止一次遭遇到不幸了。”她就说：“是啊！以前我公公死在老虎口中，我丈夫也死在老虎口中，现在我儿子又被虎咬死了。”孔子说：“为什么不离开这里呢？”妇女回答说：“（因为）这里没有残暴的政令。”孔子说：“子路要记住，残暴的政令比老虎还要可怕！”","注释（1）式：同“轼”，车前的伏手板，这里用作动词 扶着车前的扶手板。（2）子路（前542——前480）：孔子弟子，鲁国卞（今山东省泗水县）人，仲氏，名由，一字季路。（3）壹：真是\n"]}{"title":"二翁登泰山","nian":"未知","author":"佚名","contson":"\n　　昔有二翁，同邑(里）而居。甲翁之妻子去乡，唯叟一人而已。一日，叟携酒至乙翁第，二人对酌，不亦乐乎！乙翁曰：“向吾远游冀﹑雍，然（但）未尝登泰山，君有意同行乎？”甲翁曰：“是山余亦未登，然老矣，恐力不胜。”乙翁曰：“差矣，汝之言！曩者愚公年且九十而移山，今吾辈方逾六旬，何老之有！”甲翁曰：“甚善！”翌日，二翁偕往，越钱塘，绝长江，而至泰阴。夜宿，凌晨上山。乙翁欲扶之，甲翁曰：“吾力尚可，无需相扶。”自日出至薄暮，已至半山矣。\n","contyishang":["译文　　从前有两个老翁.住在同一个城市里.关系和特别好.甲老翁的妻子和孩子早去世了.只有他自己而已.一天.他带着酒去乙翁的家.两个人一起喝酒.十分快乐!乙翁说:\"以前我曾去巴蜀远处交游.但没有登过泰山.心中很悔恨.你能不能和我一起去呢?\"甲翁说:\"那山很陡峭.我也没有登过.总想着他.然而老了.恐怕力气不够\"乙翁说:\"你说的不对吧.以前的愚公.九十岁的时候还可以移山.今日我们才六十来岁.哪里老呢!\"甲翁说:\"那太好了\"第天.两个老人都去了.走过钱塘.渡过长江.走着从鸸到泰山的北面.晚上住下休息.凌晨\n"]}{"title":"前赤壁赋","nian":"宋代","author":"苏轼","contson":"\n　　壬戌之秋，七月既望，苏子与客泛舟游于赤壁之下。清风徐来，水波不兴。举酒属客，诵明月之诗，歌窈窕之章。少焉，月出于东山之上，徘徊于斗牛之间。白露横江，水光接天。纵一苇之所如，凌万顷之茫然。浩浩乎如冯虚御风，而不知其所止；飘飘乎如遗世独立，羽化而登仙。(冯 通：凭)\n　　于是饮酒乐甚，扣舷而歌之。歌曰：“桂棹兮兰桨，击空明兮溯流光。渺渺兮予怀，望美人兮天一方。”客有吹洞箫者，倚歌而和之。其声呜呜然，如怨如慕，如泣如诉；余音袅袅，不绝如缕。舞幽壑之潜蛟，泣孤舟之嫠妇。\n　　苏子愀然，正襟危坐，而问客曰：“何为其然也？”客曰：“‘月明星稀，乌鹊南飞。’此非曹孟德之诗乎？西望夏口，东望武昌，山川相缪，郁乎苍苍，此非孟德之困于周郎者乎？方其破荆州，下江陵，顺流而东也，舳舻千里，旌旗蔽空，酾酒临江，横槊赋诗，固一世之雄也，而今安在哉？况吾与子渔樵于江渚之上，侣鱼虾而友麋鹿，驾一叶之扁舟，举匏樽以相属。寄蜉蝣于天地，渺沧海之一粟。哀吾生之须臾，羡长 江之无穷。挟飞仙以遨游，抱明月而长终。知不可乎骤得，托遗响于悲风。”\n　　苏子曰：“客亦知夫水与月乎？逝者如斯，而未尝往也；盈虚者如彼，而卒莫消长也。盖将自其变者而观之，则天地曾不能以一瞬；自其不变者而观之，则物与我皆无尽也，而又何羡乎！且夫天地之间，物各有主，苟非吾之所有，虽一毫而莫取。惟江上之清风，与山间之明月，耳得之而为声，目遇之而成色，取之无禁，用之不竭。是造物者之无尽藏也，而吾与子之所共适。”(共适 一作：共食)\n　　客喜而笑，洗盏更酌。肴核既尽，杯盘狼籍。相与枕藉乎舟中，不知东方之既白。\n","contyishang":["译文　　壬戌年秋，七月十六日，苏轼与友人在赤壁下泛舟游玩。清风阵阵拂来，水面波澜不起。举起酒杯向同伴敬酒，吟诵着与明月有关的文章，歌颂窈窕这一章。不多时，明月从东山后升起，徘徊在斗宿与牛宿之间。白茫茫的雾气横贯江面，清泠泠的水光连着天际。任凭小船儿在茫无边际的江上飘荡，越过苍茫万顷的江面。（我的情思）浩荡，就如同凭空乘风，却不知道在哪里停止，飘飘然如遗弃尘世，超然独立，成为神仙，进入仙境。　　这时候喝酒喝得高兴起来，用手叩击着船舷，应声高歌。歌中唱道：“桂木船棹呵香兰船桨，迎击空明的粼波，逆着流水的泛光。我的心怀悠远，想望伊人在天涯那方”。有吹洞箫的客人，按着节奏\n"]}{"title":"前出塞九首·其六","nian":"唐代","author":"杜甫","contson":"\n挽弓当挽强，用箭当用长。射人先射马，擒贼先擒王。杀人亦有限，列国自有疆。苟能制侵陵，岂在多杀伤。\n","contyishang":["译文拉弓要拉最坚硬的，射箭要射最长的。射人先要射马，擒贼先要擒住他们的首领。杀人要有限制，各个国家都有边界。只要能够制止敌人的侵犯就可以了，难道打仗就是为了多杀人吗？","注释挽：拉。当：应当。长：指长箭。擒：捉拿。前四句极像谣谚，可能是当时军中流行的作战歌诀。马目标大易射，马倒则人非死即伤，故先射马，蛇无头而不行，王擒则贼自溃散，故先擒王。擒王句乃主意所在，下四句便是引伸这一句的。亦有限：是说也有个限度，有个主从。正承上句意。沈德潜《杜诗偶评》：“诸本杀人亦有限，惟文待诏（文徵明\n"]}{"title":"酒箴","nian":"两汉","author":"扬雄","contson":"\n　　子犹瓶矣。观瓶之居，居井之眉。处高临深，动而近危。酒醪不入口，臧水满怀。不得左右，牵于纆徽。一旦叀礙，为瓽所轠。身提黄泉，骨肉为泥。自用如此，不如鸱夷。 \n　　鸱夷滑稽，腹大如壶。尽日盛酒，人复借酤。常为国器，讬于属车。出入两宫，经营公家。由是言之，酒何过乎？ \n","contyishang":["瓶，古代汲水的器具，是陶制的罐子。眉，边缘，和水边为湄的“湄”，原是一字。醪（劳），一种有渣滓的醇酒。臧，同“藏”。纆（墨）徽，原意为捆囚犯的绳索，这里指系瓶的绳子。叀（专）碍，绳子被挂住。叀，悬。瓽（挡dàng），井壁上的砖。轠（雷），碰击。提，抛掷。鸱（痴）夷，装酒的皮袋。滑（骨gǔ）稽，古代一种圆形的，能转动注酒的酒器。此处借喻圆滑。《汉书》作“腹如大壶”。今从《北堂书钞》、《艺文类聚》、《初学记》等书所引。国器，贵重之器。属车，皇帝出行时\n"]}{"title":"论诗五首·其二","nian":"清代","author":"赵翼","contson":"\n李杜诗篇万口传，至今已觉不新鲜。江山代有才人出，各领风骚数百年。\n","contyishang":["译文李白和杜甫的诗篇曾经被成千上万的人传颂，现在读起来感觉已经没有什么新意了。国家代代都有很多有才情的人，他们的诗篇文章以及人气都会流传数百年（流芳百世）。","注释（1）李杜：指李白和杜甫。（2）才人：有才情的人。（3）风骚：指《诗经》中的“国风”和屈原的《离骚》。后来把关于诗文写作的事叫“风骚”。这里指在文学上有成就的“才人”的崇高地位和深远影响。"]}{"title":"狼三则","nian":"清代","author":"蒲松龄","contson":"\n其一　　有屠人货肉归，日已暮，欻一狼来，瞰担上肉，似甚垂涎，随尾行数里。屠惧，示之以刃，少却；及走，又从之。屠无计，思狼所欲者肉，不如姑悬诸树而早取之。遂钩肉，翘足挂树间，示以空担。狼乃止。屠归。昧爽，往取肉，遥望树上悬巨物，似人缢死状。大骇，逡巡近视之，则死狼也。仰首细审，见狼口中含肉，钩刺狼腭，如鱼吞饵。时狼皮价昂，直十余金，屠小裕焉。缘木求鱼，狼则罹之，是可笑也。\n其二　　一屠晚归，担中肉尽，止有剩骨。途中两狼，缀行甚远。　　屠惧，投以骨。一狼得骨止，一狼仍从。复投之，后狼止而前狼又至。骨已尽矣，而两狼之并驱如故。　　屠大窘，恐前后受其敌。顾野有麦场，场主积薪其中，苫蔽成丘。屠乃奔倚其下，弛担持刀。狼不敢前，眈眈相向。　　少时，一狼径去，其一犬坐于前。久之，目似瞑，意暇甚。屠暴起，以刀劈狼首，又数刀毙之。方欲行，转视积薪后，一狼洞其中，意将隧入以攻其后也。身已半入，止露尻尾。屠自后断其股，亦毙之。乃悟前狼假寐，盖以诱敌。　　狼亦黠矣，而顷刻两毙，禽兽之变诈几何哉？止增笑耳。\n其三　　一屠暮行，为狼所逼。道旁有夜耕所遗行室，奔入伏焉。狼自苫中探爪入。屠急捉之，令不可去。但思无计可以死之。惟有小刀不盈寸，遂割破狼爪下皮，以吹豕之法吹之。极力吹移时，觉狼不甚动，方缚以带。出视，则狼胀如牛，股直不能屈，口张不得合。遂负之以归。　　非屠，乌能作此谋也！　　三事皆出于屠；则屠人之残爆，杀狼亦可用也。 \n","contyishang":["译文　　有一个屠夫，傍晚走在路上，被狼紧紧地追赶着。路旁有个农民留下的田间休息处，他就跑进去躲藏在里面。狼从苫房的草帘中伸进两只爪子。于是屠夫急忙捉住狼爪，不让它离开，但是没有办法可以杀死它。只有一把不满一寸长的小刀，就用它割破爪子下面的狼皮，用吹猪的方法往里吹气。（屠夫）用力吹了一阵儿，觉得狼不怎么动了，才用绳子把狼腿捆起来。出去一看，只见狼浑身膨胀，就像一头牛。四条腿直挺挺地不能弯曲，张着嘴也无法闭上。屠夫就把它背回去了。","　　（如果）不是屠夫，谁有这个办法呢？","注释1、暮：傍晚。2、夜耕：夜晚替人耕田，打短工的\n"]}{"title":"活水亭观书有感二首·其二","nian":"宋代","author":"朱熹","contson":"\n昨夜江边春水生，艨艟巨舰一毛轻。向来枉费推移力，此日中流自在行。\n","contyishang":["译文昨天夜晚江边的春水大涨，那艘庞大的战船就像一根羽毛一样轻。以往花费许多力量也不能推动它，今天在水中间却能自在地移动。 ","注释1、渠：它，第三人称代词，这里指方塘之水。2、那得：怎么会。3、那：通“哪”，怎么的意思。4、清如许：这样清澈。5、如：如此，这样。6、清：清澈。7、为：因为。8、源头活水：比喻知识是不断更新和发展的，从而不断积累，只有在人生的学习中不断地学习、运用和探索，才能使自己永保先进和活力，就像水源头一样。9、“艨艟”:古代攻击\n"]}{"title":"虎求百兽","nian":"两汉","author":"刘向","contson":"\n荆宣王问群臣曰：“吾闻北方之畏昭奚恤也，果诚何如？”群臣莫对。江乙对曰：“虎求百兽而食之，得狐。狐曰：‘子无敢食我也！天帝使我长百兽。今子食我，是逆天帝命也！子以我为不信，吾为子先行，子随我后，观百兽之见我而敢不走乎？”虎以为然，故遂与之行。兽见之，皆走。虎不知兽畏己而走也，以为畏狐也。今王之地五千里，带甲百万，而专属之于昭奚恤，故北方之畏奚恤也，其实畏王之甲兵也！犹百兽之畏虎也！”\n","contyishang":["译文楚宣王问群臣，说:“我听说北方诸侯都害怕楚令尹昭奚恤，果真是这样吗？”群臣无人回答。 江乙回答说:“老虎寻找各种野兽来吃。找到了一只狐狸，狐狸对老虎说:‘您不敢吃我，上天派我做群兽的领袖，如果您吃掉我，这就违背了上天的命令。您如果不相信我的话，我在前面走，您跟在我的后面，看看群兽见了我，有哪一个敢不逃跑的呢？’老虎信以为真，就和狐狸同行，群兽见了它们，都纷纷逃奔。老虎不明白群兽是害怕自己才逃奔的，却以为是害怕狐狸。现在大王的国土方圆五千里，大军百万，却由昭奚恤独揽大权。所以，北方诸侯害怕昭恤，其实是害怕大王的军队，这就像群兽害怕老虎一样啊。”\n"]}{"title":"一毛不拔","nian":"魏晋","author":"邯郸淳","contson":"\n一猴死，见冥王，求转人身。王曰：“既欲做人，须将毛尽拔去。”即唤夜叉拔之。方拔一根，猴不胜痛叫。王笑曰：“看你一毛不拔，如何做人？”\n","contyishang":["译文一只猴子死后见到了阎王，（向阎王）要求投胎做人。阎王说：“既然你想做人，就需要将毛全部拔掉。”于是（阎王）就叫夜叉给猴子拔毛。刚刚才拔下了一根，猴子就忍不住痛得叫了起来。阎王笑道：“看你，连一根毛都舍不得拔，怎么做人呢？”","注释既：既然之：代指猴毛方：才胜：能忍受"]}{"title":"掩耳盗铃","nian":"先秦","author":"吕不韦 撰","contson":"\n　　范氏之亡也，百姓有得钟者，欲负而走，则钟大不可负；以锤毁之，钟况然有声。恐人闻之而夺己也，遽掩其耳。恶人闻之，可也；恶己自闻之，悖也！\n","contyishang":["译文　　范氏逃亡的时候，有个人趁机偷了一口钟，想要背着它逃跑。但是，这口钟太大了，不好背，他就打算用锤子砸碎以后再背。谁知，刚砸了一下，那口钟就“咣”地发出了很大的响声。他生怕别人听到钟声，来把钟夺走了，就急忙把自己的两只耳朵紧紧捂住继续敲。害怕别人听到钟的声音，这是可以理解的；但捂住自己的耳朵就以为别人也听不到了，这就太荒谬了。","注释　　(1)范氏之亡也：范氏是春秋末期晋国的贵族，被其他四家贵族联合打败后，逃在齐国。 ","　　亡，逃亡。 ","　　(2)钟：古代的打击乐器。 ","　　(3)则：但是 "]}