{"title":"江南逢李龟年","nian":"唐代","author":"杜甫","contson":"\n岐王宅里寻常见，崔九堂前几度闻。 正是江南好风景，落花时节又逢君。\n","contyishang":["译文当年在岐王宅里，常常见到你的演出；在崔九堂前，也曾多次欣赏你的艺术。没有想到，在这风景一派大好的江南；正是落花时节，能巧遇你这位老相熟。","注释1.李龟年：唐朝开元、天宝年间的著名乐师，擅长唱歌。因为受到皇帝唐玄宗的宠幸而红极一时。“安史之乱”后，李龟年流落江南，卖艺为生。2.岐王：唐玄宗李隆基的弟弟，名叫李范，以好学爱才著称，雅善音律。3.寻常：经常。4.崔九：崔涤，在兄弟中排行第九，中书令崔湜的弟弟。玄宗时，曾任殿中监，出入禁中，得玄宗宠幸。崔姓，是当时一家大姓，以此表明李龟年原来受赏识。\n"]}{"title":"送别 / 山中送别","nian":"唐代","author":"王维","contson":"\n山中相送罢，日暮掩柴扉。春草明年绿，王孙归不归？(明年 一作：年年)\n","contyishang":["译文在深山中送走了好友，夕阳落下把柴门半掩。春草到明年催生新绿，朋友啊你能不能回还？ ","注释⑴掩：关闭。柴扉：柴门。⑵明年：一作“年年”。⑶王孙：贵族的子孙，这里指送别的友人。"]}{"title":"孤雁二首·其二","nian":"唐代","author":"崔涂","contson":"\n几行归塞尽，念尔独何之。暮雨相呼失，寒塘欲下迟。渚云低暗度，关月冷相随。未必逢矰缴，孤飞自可疑。\n","contyishang":["译文几阵齐飞的旅伴，全部回到了塞上，只有你这孤雁，不知独自飞向何方。暮雨中，你悲凄地呼唤丢失的伙伴，你想栖息，却又迟疑畏惧不下寒塘。渚上低暗，你孤独地穿越过了云层；只有关山的冷月，伴随你孤苦凄凉。虽然你未必会遭暗算，把生命葬丧，只是失群孤飞，毕竟叫人疑惧恐慌。","注释（1）之：往。（2）失：失群。（3）渚：水中的小洲。（4）缯缴：指矰缴。猎取飞鸟的工具。缴，即在短箭上的丝绳。"]}{"title":"鹿柴","nian":"唐代","author":"王维","contson":"\n空山不见人，但闻人语响。返景入深林，复照青苔上。\n","contyishang":["译文幽静的山谷里看不见人，只能听到那说话的声音。落日的影晕映入了深林，又照在青苔上景色宜人。","注释（1）鹿柴（zhài）：“柴”同“寨“，栅栏。此为地名。（2）但：只。闻：听见。（3）返景：夕阳返照的光。“景”古时同“影”。（4） 照：照耀(着)。"]}{"title":"春怨 / 伊州歌","nian":"唐代","author":"金昌绪","contson":"\n打起黄莺儿，莫教枝上啼。啼时惊妾梦，不得到辽西。\n","contyishang":["译文我敲打树枝，赶走树上的黄莺，不让它在树上乱叫。它清脆的叫声，惊醒了我的梦，害得我在梦中不能赶到辽西，与戍守边关的亲人相见。","注释①辽西：古郡名，在今辽宁省辽河以西地方。②妾：女子的自称。③莫：不。"]}{"title":"已凉","nian":"唐代","author":"韩偓","contson":"\n碧阑干外绣帘垂，猩血屏风画折枝。 八尺龙须方锦褥，已凉天气未寒时。\n","contyishang":["译文翠绿色的栏杆外绣帘儿低垂，猩红的屏风上画着草木花卉。龙须草织成的席子铺上锦褥，天气已凉却还未到寒冷时候。","注释⑴绣帘：一作“翠帘”。⑵猩血：一作“猩色”，猩红色。屏风：一种用来遮挡和做隔断的东西。画折枝：一作“画柘枝”，指图绘花卉草木。⑶龙须：属灯心草科，茎可织席。这里指草席。"]}{"title":"","nian":"","author":"","contson":"","contyishang":[]}{"title":"登岳阳楼","nian":"唐代","author":"杜甫","contson":"\n昔闻洞庭水，今上岳阳楼。吴楚东南坼，乾坤日夜浮。亲朋无一字，老病有孤舟。戎马关山北，凭轩涕泗流。\n","contyishang":["译文以前的日子就听说洞庭湖波澜壮阔，今日如愿终于登上岳阳楼。浩瀚的湖水把吴楚两地撕裂，似乎日月星辰都漂浮在水中。亲朋好友们音信全无，我年老多病，乘孤舟四处漂流。北方边关战事又起，我倚着栏杆远望泪流满面。 ","注释①洞庭水：即洞庭湖。在今湖南北部，长江南岸，是我国第二大淡水湖。②岳阳楼：在今湖南省岳阳市，下临洞庭湖，为游览胜地。③吴楚：春秋时二国名（吴国和楚国）其地略在今湖南、湖北、江西、安徽、江苏、浙江一带。下瞰洞庭，碧湖万顷，遥望君山，气象万千，唐张说建，宋滕子京修。以范仲淹千古名篇《岳阳\n"]}{"title":"哀江头","nian":"唐代","author":"杜甫","contson":"\n少陵野老吞声哭，春日潜行曲江曲。江头宫殿锁千门，细柳新蒲为谁绿？忆昔霓旌下南苑，苑中万物生颜色。昭阳殿里第一人，同辇随君侍君侧。辇前才人带弓箭，白马嚼啮黄金勒。翻身向天仰射云，一笑正坠双飞翼。明眸皓齿今何在？血污游魂归不得。清渭东流剑阁深，去住彼此无消息。人生有情泪沾臆，江水江花岂终极！黄昏胡骑尘满城，欲往城南望城北。\n","contyishang":["译文祖居少陵的野老（杜甫自称）无声地痛哭，春天偷偷地来到了曲江边。江岸的宫殿千门闭锁，细细的柳丝和新生的水蒲为谁而绿？回忆当初皇帝的彩旗仪仗下了南苑，苑里的万物都生出光辉。昭阳殿里的第一美人也同车出游，随侍在皇帝身旁。车前的宫中女官带着弓箭，白马套着带嚼子的黄金马勒。翻身朝天上的云层射去，一笑之间双飞的一对鸟儿便坠落在地。杨贵妃明亮的眼睛和洁白的牙齿在哪里呢？鲜血玷污了她的游魂，再也不能归来！清清的渭水向东流去，而玄宗所在的剑阁是那么深远。走的和留下的彼此没有消息。人生有情，泪水沾湿了胸臆，江水的流淌和江花的开放哪里会有尽头呢？黄昏时，胡骑扬起满城的尘土，我想去城南，却望着城\n"]}{"title":"送灵澈上人","nian":"唐代","author":"刘长卿","contson":"\n苍苍竹林寺，杳杳钟声晚。荷笠带斜阳，青山独归远。(斜阳 一作：夕阳)\n","contyishang":["译文青苍的竹林寺，近晚时传来深远的钟声。背着斗笠披着斜阳，独回青山渐行渐远。","注释⑴灵澈上人：唐代著名僧人，本姓杨，字源澄，会稽（今浙江绍兴）人，后为云门寺僧。上人，对僧人的敬称。⑵苍苍：深青色。竹林寺：在现在江苏丹徒南。⑶杳（yǎo）杳：深远的样子。⑷荷（hè）笠：背着斗笠。荷，背着。"]}{"title":"长相思·其一","nian":"唐代","author":"李白","contson":"\n长相思，在长安。络纬秋啼金井阑，微霜凄凄簟色寒。孤灯不明思欲绝，卷帷望月空长叹。美人如花隔云端！上有青冥之长天，下有渌水之波澜。天长路远魂飞苦，梦魂不到关山难。长相思，摧心肝！\n","contyishang":["韵译长相思呵长相思，我们相思在长安，秋天蟋蟀常悲鸣，声声出自金井阑。薄霜凄凄送寒气，竹席已觉生凉寒；夜里想她魂欲断，孤灯伴我昏暗暗。卷起窗帘望明月，对月徒然独长叹；如花似玉美人呵，仿佛相隔在云端！青青冥冥呵，上是无边无垠的蓝天，清水渺渺呵，下是浩浩汤汤的波澜。天长长来地迢迢，灵魂飞越多辛苦；关山重重相阻隔，梦魂相见也艰难。长相思呵长相思，每每相思摧心肝！","注解1、长安：今陕西省西安市。2、络纬：昆虫名，又名莎鸡，俗称纺织娘\n"]}{"title":"感遇十二首·其四","nian":"唐代","author":"张九龄","contson":"\n孤鸿海上来，池潢不敢顾。侧见双翠鸟，巢在三珠树。矫矫珍木巅，得无金丸惧？美服患人指，高明逼神恶。今我游冥冥，弋者何所慕！\n","contyishang":["译文孤傲的鸿雁自海上而来，池塘河潢不敢眷顾。侧目见到了两只华丽的翠鸟，在华美的三珠树上栖息。珍贵之木的高处啊，难道不怕猎人的金弹丸？修美的品德将担心他人的嫉妒与打压，高明之位会让神鬼都深感厌恶。今日的我在冥冥之中遨游，那也独自游弋的人们将何处追求呢？ ","注释①感遇：古诗题，用于写心有所感，借物寓意之诗。诗人在贬官荆州期间作《感遇》诗12首，此处所选分别为第四、第一、第二和第七首。②鸿：雁类的泛称。池潢（huang）：池塘，积水池，护城河，代指朝廷。③双翠鸟：即翡翠鸟，雄为翡，雌\n"]}{"title":"宿建德江","nian":"唐代","author":"孟浩然","contson":"\n移舟泊烟渚，日暮客愁新。野旷天低树，江清月近人。\n","contyishang":["译文把小船停靠在烟雾迷蒙的小洲，日暮时分新愁又涌上客子心头。旷野无边无际远天比树还低沉，江水清清明月来和人相亲相近。","注释⑴建德江：指新安江流经建德（今属浙江）西部的一段江水。⑵移舟：划动小船。泊：停船靠岸。烟渚（zhǔ）：指江中雾气笼罩的小沙洲。烟：一作“幽”。渚：水中小块陆地。《尔雅·释水》：“水中可居者曰洲，小洲曰渚。”⑶客：指作者自己。愁：为思乡而忧思不堪。⑷野：原野。旷：空阔远大。天低树：天幕低垂，好像和树木相连。⑸月近人：倒映在水中的月亮好像来靠近人。"]}{"title":"黄鹤楼送孟浩然之广陵","nian":"唐代","author":"李白","contson":"\n故人西辞黄鹤楼，烟花三月下扬州。孤帆远影碧空尽，唯见长江天际流。 (唯 通：惟)\n","contyishang":["译文老朋友向我频频挥手，告别了黄鹤楼，在这柳絮如烟、繁花似锦的阳春三月去扬州远游。友人的孤船帆影渐渐地远去，消失在碧空的尽头，只看见一线长江，向邈远的天际奔流。","注释⑴黄鹤楼：中国著名的名胜古迹，故址在今湖北武汉市武昌蛇山的黄鹄矶上，属于长江下游地带，传说三国时期的费祎于此登仙乘黄鹤而去，故称黄鹤楼。原楼已毁，现存楼为1985年修葺。孟浩然：李白的朋友。之：往、到达。广陵：即扬州。⑵故人：老朋友，这里指孟浩然。其年龄比李白大，在诗坛上享有盛名。李白对他很敬佩，彼此感情深厚，因此称之为“故人”。辞：辞别。⑶烟花：形\n"]}{"title":"问刘十九","nian":"唐代","author":"白居易","contson":"\n绿蚁新醅酒，红泥小火炉。晚来天欲雪，能饮一杯无？\n","contyishang":["韵译新酿的米酒，色绿香浓；小小红泥炉，烧得殷红。天快黑了，大雪将要来。能否共饮一杯？朋友！","意译我家新酿的米酒还未过滤，酒面上泛起一层绿泡，香气扑鼻。用红泥烧制成的烫酒用的小火炉也已准备好了。天色阴沉，看样子晚上即将要下雪，能否留下与我共饮一杯？ ","注释①刘十九：白居易留下的诗作中，提到刘十九的不多，仅两首。但提到刘二十八、二十八使君的，就很多了。刘二十八就是刘禹锡。刘十九乃其堂兄刘禹铜，系洛阳一富商，与白居易常有应酬。②绿蚁：指浮在新酿的没有过滤的米酒上的绿色泡沫。醅（pēi）：酿造\n"]}{"title":"渭川田家","nian":"唐代","author":"王维","contson":"\n斜阳照墟落，穷巷牛羊归。(斜阳 一作：斜光)野老念牧童，倚杖候荆扉。雉雊麦苗秀，蚕眠桑叶稀。田夫荷锄至，相见语依依。即此羡闲逸，怅然吟式微。\n","contyishang":["译文村庄处处披满夕阳余辉，牛羊沿着深巷纷纷回归。老叟惦念着放牧的孙儿，柱杖等候在自家的柴扉。雉鸡鸣叫麦儿即将抽穗，蚕儿成眠桑叶已经薄稀。农夫们荷锄回到了村里，相见欢声笑语恋恋依依。如此安逸怎不叫我羡慕？我不禁怅然地吟起《式微》。","注释⑴渭川：一作“渭水”。渭水源于甘肃鸟鼠山，经陕西，流入黄河。田家：农家。⑵墟落：村庄。斜阳：一作“斜光”。⑶穷巷：深巷。⑷野老：村野老人。牧童：一作“僮仆”。⑸倚杖：靠着拐杖。荆扉：柴门。⑹雉雊（zhìgòu）：\n"]}{"title":"感遇·江南有丹橘","nian":"唐代","author":"张九龄","contson":"\n江南有丹橘，经冬犹绿林。岂伊地气暖？自有岁寒心。可以荐嘉客，奈何阻重深。运命惟所遇，循环不可寻。徒言树桃李，此木岂无阴？\n","contyishang":["译文江南丹桔叶茂枝繁，经冬不凋四季常青。岂止南国地气和暖，而是具有松柏品性。荐之嘉宾必受称赞，山重水阻如何进献？命运遭遇往往不一，因果循环奥秘难寻。只说桃李有果有林，难道丹桔就不成阴？","注释伊：语助词。岁寒心：意即耐寒的特性。荐：进奉意。树：种植意。"]}{"title":"玉台体","nian":"唐代","author":"权德舆","contson":"\n昨夜裙带解，今朝蟢子飞。铅华不可弃，莫是藁砧归。\n","contyishang":["译文昨晚我裙带忽然松弛解开，早晨又看见蟢子双双飞来。要赶紧描眉擦粉梳妆打扮，莫非是我的丈夫快要回来。","注释（1）蟢子：小蜘蛛脚长者，俗称蟢子。（2）铅华：指脂粉。（3）藁砧：丈夫的隐语。"]}{"title":"春宫曲","nian":"唐代","author":"王昌龄","contson":"\n昨夜风开露井桃，未央前殿月轮高。 平阳歌舞新承宠，帘外春寒赐锦袍。\n","contyishang":["译文昨夜的春风吹开了露井边的桃花，未央宫前的明月高高地挂在天上。平阳公主家的歌女新受武帝宠幸，见帘外略有春寒皇上特把锦袍赐给她。","注释⑴春宫曲：一作“殿前曲”。⑵露井：指没有井亭覆盖的井。⑶未央：即未央宫​，汉宫殿名，汉高祖刘邦​所建。也指唐宫。⑷平阳歌舞：平阳公主​家中的歌女。新承：一作“承新”。"]}{"title":"奉和圣制从蓬莱向兴庆阁道中留春雨中春望之作应制","nian":"唐代","author":"王维","contson":"\n渭水自萦秦塞曲，黄山旧绕汉宫斜。銮舆迥出千门柳，阁道回看上苑花。云里帝城双凤阙，雨中春树万人家。为乘阳气行时令，不是宸游玩物华。\n","contyishang":["译文渭水萦绕着秦关曲折地东流，黄麓山环抱着汉宫长年依旧。皇辇远出千重宫门夹道杨柳，阁道回看上林百花恰似锦绣。帝城高耸入云的是凤阁凤楼，春雨润泽千家树木美不胜收。为了把住春光时令出巡民忧，不是因为玩赏春光驾车逛游！","注解⑴渭水：即渭河，黄河最大支流，在陕西中部。秦塞：犹秦野。塞：一作“甸”。这一带古时本为秦地。⑵黄山：黄麓山，在今陕西兴平县北。汉宫：也指唐宫。⑶銮舆（luán yú） ：皇帝的乘舆。迥出：远出。千门：指宫内的重重门户。此句意谓銮舆穿过垂柳夹道的重重宫门而出。⑷上苑\n"]}{"title":"送魏万之京","nian":"唐代","author":"李颀","contson":"\n朝闻游子唱离歌，昨夜微霜初渡河。鸿雁不堪愁里听，云山况是客中过。关城树色催寒近，御苑砧声向晚多。(树色 一作：曙)莫见长安行乐处，空令岁月易蹉跎。\n","contyishang":["译文清晨听到游子高唱离别之歌，昨夜下薄霜你一早渡过黄河。怀愁之人最怕听到鸿雁鸣叫，云山冷寂更不堪落寞的过客。潼关晨曦催促寒气临近京城，京城深秋捣衣声到晚上更多。请不要以为长安是行乐所在，以免白白地把宝贵时光消磨。","注释⑴魏万：又名颢。上元（唐高宗年号，674—676）初进士。曾隐居王屋山，自号王屋山人。⑵游子：指魏万。离歌：离别的歌。⑶初渡河：刚刚渡过黄河。魏万家住王屋山，在黄河北岸，去长安必须渡河。⑷“鸿雁”二句：设想魏万在途中的寂寞心情。客中：即作客途中。⑸关城\n"]}{"title":"辋川闲居赠裴秀才迪","nian":"唐代","author":"王维","contson":"\n寒山转苍翠，秋水日潺湲。倚杖柴门外，临风听暮蝉。渡头馀落日，墟里上孤烟。(馀 一作 余)复值接舆醉，狂歌五柳前。\n","contyishang":["译文寒山转变得格外郁郁苍苍，秋水日日舒缓地流向远方。我柱杖伫立在茅舍的门外，迎风细听着那暮蝉的吟唱。渡头那边太阳快要落山了，村子里的炊烟一缕缕飘散。又碰到裴迪这个接舆酒醉，在恰如陶潜的我面前讴狂。","注释1.辋川：水名，在今陕西省蓝田县南终南山下。山麓有宋之问的别墅，后归王维。王维在那里住了三十多年，直至晚年。裴迪：诗人，王维的好友，与王维唱和较多。2.转苍翠：一作“积苍翠”。转：转为，变为。苍翠：青绿色，苍为灰白色，翠为墨绿色。3.潺湲（chán yuán ）：水流声。这里指水流缓慢的样子\n"]}{"title":"白雪歌送武判官归京","nian":"唐代","author":"岑参","contson":"\n北风卷地白草折，胡天八月即飞雪。忽如一夜春风来，千树万树梨花开。散入珠帘湿罗幕，狐裘不暖锦衾薄。将军角弓不得控，都护铁衣冷难着。(难着 一作：犹著)瀚海阑干百丈冰，愁云惨淡万里凝。中军置酒饮归客，胡琴琵琶与羌笛。纷纷暮雪下辕门，风掣红旗冻不翻。轮台东门送君去，去时雪满天山路。山回路转不见君，雪上空留马行处。\n","contyishang":["译文北风席卷大地把白草吹折，胡地天气八月就纷扬落雪。忽然间宛如一夜春风吹来，好像是千树万树梨花盛开。雪花散入珠帘打湿了罗幕，狐裘穿不暖锦被也嫌单薄。将军都护手冻得拉不开弓，铁甲冰冷得让人难以穿着。沙漠结冰百丈纵横有裂纹，万里长空凝聚着惨淡愁云。主帅帐中摆酒为归客饯行，胡琴琵琶羌笛合奏来助兴。傍晚辕门前大雪落个不停，红旗冻僵了风也无法牵引。轮台东门外欢送你回京去，你去时大雪盖满了天山路。山路迂回曲折已看不见你，雪上只留下一行马蹄印迹。 ","注释⑴武判官：名不\n"]}{"title":"送陈章甫","nian":"唐代","author":"李颀","contson":"\n四月南风大麦黄，枣花未落桐叶长。青山朝别暮还见，嘶马出门思旧乡。陈侯立身何坦荡，虬须虎眉仍大颡。腹中贮书一万卷，不肯低头在草莽。东门酤酒饮我曹，心轻万事如鸿毛。醉卧不知白日暮，有时空望孤云高。长河浪头连天黑，津口停舟渡不得。郑国游人未及家，洛阳行子空叹息。闻道故林相识多，罢官昨日今如何。\n","contyishang":["译文四月南风吹大麦一片金黄，枣花未落梧桐叶子已抽长。早晨辞别青山晚上又相见，出门闻马鸣令我想念故乡。陈侯的立身处世襟怀坦荡，虬须虎眉前额宽仪表堂堂。你胸藏诗书万卷学问深广，怎么能够低头埋没在草莽。在城东门买酒同我们畅饮，心宽看万事都如鸿毛一样。喝醉酒酣睡不知天已黄昏，有时独自将天上孤云眺望。今日黄河波浪汹涌连天黑，行船在渡口停驻不敢过江。你这郑国的游人不能返家，我这洛阳的行子空自叹息。听说你在家乡旧相识很多，罢官回去他们如何看待你？","注释⑴陈章甫：江陵（\n"]}{"title":"赠卫八处士","nian":"唐代","author":"杜甫","contson":"\n人生不相见，动如参与商。今夕复何夕，共此灯烛光。少壮能几时，鬓发各已苍。访旧半为鬼，惊呼热中肠。焉知二十载，重上君子堂。昔别君未婚，儿女忽成行。怡然敬父执，问我来何方。问答未及已，儿女罗酒浆。夜雨剪春韭，新炊间黄粱。主称会面难，一举累十觞。十觞亦不醉，感子故意长。明日隔山岳，世事两茫茫。\n","contyishang":["译文人生旅途常有别离不易相见，就像参星商星实在难得相遇。今夜又是一个什么吉日良辰，让我们共同在这烛光下叙谈。青春壮健年少岁月能有多少，转瞬间你我都已经两鬓如霜。昔日往来的朋友一半已去世，我内心激荡不得不连声哀叹。没想到我们已分别廿个春秋，今天还能亲临你家里的厅堂。相分别是你还没有结婚成家，倏忽间你的子女已成帮成行。他们彬彬有礼笑迎父亲老友，亲切地询问我来自什么地方？还来不及讲述完所有的往事，你就催促儿女快把酒菜摆上。冒着夜雨剪来了青鲜的韭菜，呈上新煮的黄米饭让我品尝。主\n"]}{"title":"蜀先主庙","nian":"唐代","author":"刘禹锡","contson":"\n天地英雄气，千秋尚凛然。势分三足鼎，业复五铢钱。 得相能开国，生儿不象贤。凄凉蜀故妓，来舞魏宫前。\n","contyishang":[" 译文先主刘备英雄气概充满天地，千秋万代一直令人肃然起敬。建国与吴魏三分天下成鼎足，恢复五铢钱币志在汉室振兴。拜诸葛亮为丞相开创了国基，可惜生个儿子不像其父贤明。最凄惨的是那蜀宫中的歌伎，在魏宫歌舞刘禅也毫无羞情。","注释⑴诗题下原有注：“汉末谣，黄牛白腹，五铢当复。”⑵天地英雄：一作“天下英雄”。《三国志·蜀志·先主传》：曹操曾对刘备说：“天下英雄，唯使君与操耳”。⑶“势分”句：指刘备创立蜀汉，与魏、吴三分天下。⑷五铢钱：汉武帝时的货币。此代指刘汉帝业。“业复”句：王莽代汉时，\n"]}{"title":"与高适薛据同登慈恩寺浮图","nian":"唐代","author":"岑参","contson":"\n塔势如涌出，孤高耸天宫。登临出世界，磴道盘虚空。突兀压神州，峥嵘如鬼工。四角碍白日，七层摩苍穹。下窥指高鸟，俯听闻惊风。连山若波涛，奔凑似朝东。(凑 一作：走；似 一作：如)青槐夹驰道，宫馆何玲珑。(馆 一作：观)秋色从西来，苍然满关中。五陵北原上，万古青濛濛。净理了可悟，胜因夙所宗。誓将挂冠去，觉道资无穷。\n","contyishang":["译文宝塔宛如平地涌出，孤高巍峨耸入天宫。 　登上去像走出人间，蹬踏梯道盘旋空中。 　高峻突出镇定神州，峥嵘胜过鬼斧神工。 　四角伸展挡住白日，七层紧紧连着苍穹。 　下看飞鸟屈指可数，俯听山风呼啸迅猛。 　山连山如波涛起伏，汹涌澎湃奔流向东。 　青槐夹着笔直驰道，楼台宫殿何等玲珑。 　秋天秀色从西而来，苍苍茫茫弥漫关中。 　长安城北汉代五陵，万古千秋一派青葱。 　清净佛理完全领悟。善因素来为人信从。 　立誓归隐辞官而去，信奉佛道其乐无穷。","注释\n"]}{"title":"和张仆射塞下曲·其一","nian":"唐代","author":"卢纶","contson":"\n鹫翎金仆姑，燕尾绣蝥弧。独立扬新令，千营共一呼。\n","contyishang":["译文身佩雕羽制成的金仆姑好箭，旌旗上扎成燕尾蝥弧多鲜艳。大将军威严地屹立发号施令，千军万马一呼百应动地惊天。","注释①鹫：大鹰；②翎：羽毛；③金仆姑：箭名。④燕尾：旗上的飘带；⑤蝥弧：旗名。"]}{"title":"征人怨 / 征怨","nian":"唐代","author":"柳中庸","contson":"\n岁岁金河复玉关，朝朝马策与刀环。 三春白雪归青冢，万里黄河绕黑山。\n","contyishang":["译文年年岁岁戍守金河保卫玉关，日日夜夜挥舞马鞭手握刀环。时届暮春白雪飘飞归来塞外，万里奔波渡过黄河绕过黑山。","注释⑴岁岁：年复一年，年年月月。金河：即黑河，在今呼和浩特市城南。玉关：即甘肃玉门关。⑵朝（zhāo）朝：每天，日日夜夜。马策：马鞭。刀环：刀柄上的铜环，喻征战事。⑶三春：春季的三个月或暮春，此处指暮春。青冢（zhǒng）：西汉时王昭君的坟墓，在今内蒙古呼和浩特之南，当时被认为是远离中原的一处极僻远荒凉的地方。传说塞外草白，惟独昭君墓上草色发青，故称青冢。⑷黑山：一名杀虎山，在今内蒙古呼和浩特\n"]}{"title":"寻陆鸿渐不遇","nian":"唐代","author":"皎然","contson":"\n移家虽带郭，野径入桑麻。近种篱边菊，秋来未著花。 扣门无犬吠，欲去问西家。报道山中去，归时每日斜。\n","contyishang":["译文他把家迁徙到了城郭一带，乡间小路通向桑麻的地方。近处篱笆边都种上了菊花，秋天到了却尚未见它开放。敲门竟连一声犬吠都没有，要去向西家邻居打听情况。邻人报说他是到山里去了，回来时总要西山映着斜阳。","注释⑴陆鸿渐：名羽，终生不仕，隐居在苕溪（今浙江湖州境内），以擅长品茶著名，著有《茶经》一书，被后人奉为“茶圣”、“茶神”。⑵虽：一作“唯”。带：近。郭：外城，泛指城墙。⑶篱边菊：语出陶渊明《饮酒》诗：“采菊东篱下，悠然见南山。”⑷著花：开花。⑸扣门：敲门。⑹西家：西邻。\n"]}{"title":"宿王昌龄隐居","nian":"唐代","author":"常建","contson":"\n清溪深不测，隐处唯孤云。松际露微月，清光犹为君。茅亭宿花影，药院滋苔纹。余亦谢时去，西山鸾鹤群。\n","contyishang":["译文清溪之水深不可测，隐居之处只有孤云。松林中间明月微露，洒下清辉似为郎君。茅亭花影睡意正浓，芍药园圃滋生苔纹。我也想要谢绝世俗，来与西山鸾鹤合群。","注释⑴测：一作“极”。⑵隐处：隐居的地方。唯：只有。⑶犹：还，仍然。⑷宿：比喻夜静花影如眠。⑸药院：种芍药的庭院。滋：生长着。⑹余：我。谢时：辞去世俗之累。⑺鸾鹤：古常指仙人的禽鸟。群：与……为伍。"]}{"title":"清平调·名花倾国两相欢","nian":"唐代","author":"李白","contson":"\n名花倾国两相欢，常得君王带笑看。解释春风无限恨，沉香亭北倚栏杆。\n","contyishang":["译文绝代佳人与红艳牡丹相得益彰，美人与名花长使君王带笑观看。动人姿色似春风能消无限怨恨，在沉香亭北君王贵妃双依栏杆。","注释清平调：一种歌的曲调，“平调、清调、瑟调”皆周房中之遗声。倾国：指绝代佳人得：使春风：代指君王"]}{"title":"回乡偶书二首·其一","nian":"唐代","author":"贺知章","contson":"\n少小离家老大回，乡音无改鬓毛衰。(鬓毛衰 一作：鬓毛催)儿童相见不相识，笑问客从何处来。\n","contyishang":["译文我在年少时离开家乡，到了迟暮之年才回来。我的乡音虽未改变，但鬓角的毛发却已经疏落。儿童们看见我，没有一个认识的。他们笑着询问：这客人是从哪里来的呀？　 ","注释(1)偶书：随便写的诗。偶：说明诗写作得很偶然，是随时有所见、有所感就写下来的。 (2)少小离家：贺知章三十七岁中进士，在此以前就离开家乡。老大：年纪大了。贺知章回乡时已年逾八十。(3)乡音：家乡的口音。无改：没什么变化。一作“难改”。鬓毛：额角边靠近耳朵的头发。一作“面毛”。衰（cui）：减少，疏落。鬓毛衰：指鬓毛减少，疏落。(4)相见：即看见我；相：\n"]}{"title":"蝉","nian":"唐代","author":"李商隐","contson":"\n本以高难饱，徒劳恨费声。五更疏欲断，一树碧无情。薄宦梗犹泛，故园芜已平。烦君最相警，我亦举家清。\n","contyishang":["译文你栖身高枝之上才难以饱腹，悲鸣传恨无人理会白费其声。五更以后疏落之声几近断绝，满树碧绿依然如故毫不动情。我官职卑下像桃梗漂流不定，家园长期荒芜杂草早已长平。烦劳你的鸣叫让我能够警醒，我是一贫如洗全家水一样清。","注释⑴以：因。薄宦：指官职卑微。高难饱：古人认为蝉栖于高处，餐风饮露，故说“高难饱”。⑵恨费声：因恨而连声悲鸣。费，徒然。⑶五更（gēng）：中国古代把夜晚分成五个时段，用鼓打更报时，所以叫“五更”。疏欲断：指蝉声稀疏，接近断绝。⑷碧：绿。⑸薄宦：官职卑微\n"]}{"title":"酬郭给事","nian":"唐代","author":"王维","contson":"\n洞门高阁霭馀辉，桃李阴阴柳絮飞。禁里疏钟官舍晚，省中啼鸟吏人稀。晨摇玉佩趋金殿，夕奉天书拜琐闱。强欲从君无那老，将因卧病解朝衣。\n","contyishang":["译文高高的宫门和楼阁冰浴在夕阳的余晖中，桃李技叶茂密，柳絮随风飞舞。皇宫里钟声稀疏，官舍中办公的官吏已经很少，门下省里只听见乌鸣。早晨步入金殿时玉佩摇晃，夜晚捧着皇帝的沼书拜别宫门。想勉强跟着您一同进退，无奈我已衰老，会因病卧床而解下我这身官袍。","注释1.郭给事：郭承嘏，字复卿。“给事”，即给事中，是唐代门下省的要职，常在皇帝周围，掌宣达诏令，驳正政令之违失，地位是十分显赫的。2.洞门：指深宫中重重相对相通的门。3.霭余辉：遮蔽住落日的光辉。4.阴阴：枝叶茂密的样子。\n"]}{"title":"夜泊牛渚怀古","nian":"唐代","author":"李白","contson":"\n牛渚西江夜，青天无片云。登舟望秋月，空忆谢将军。余亦能高咏，斯人不可闻。明朝挂帆席，枫叶落纷纷。(挂帆席 一作：去)\n","contyishang":["译文秋夜行舟停泊在西江牛渚山，蔚蓝的天空中没有一丝游云。我登上小船仰望明朗的秋月，徒然地怀想起东晋谢尚将军。我也能够吟哦袁宏的咏史诗，可惜没有那识贤的将军倾听。明早我将挂起船帆离开牛渚，这里只有满天枫叶飘落纷纷。","注释⑴牛渚：山名，在今安徽当涂县西北。诗题下有注：此地即谢尚闻袁宏咏史处。⑵西江：从南京以西到江西境内的一段长江，古代称西江。牛渚也在西江这一段中。⑶谢将军：东晋谢尚，今河南太康县人，官镇西将军，镇守牛渚时，秋夜泛舟赏月，适袁宏在运租船中诵己作《咏史》诗，音辞都很好，遂大加赞赏，\n"]}{"title":"梦游天姥吟留别 / 梦游天姥山别东鲁诸公","nian":"唐代","author":"李白","contson":"\n海客谈瀛洲，烟涛微茫信难求；越人语天姥，云霞明灭或可睹。天姥连天向天横，势拔五岳掩赤城。天台四万八千丈，对此欲倒东南倾。(四万 一作：一万)我欲因之梦吴越，一夜飞度镜湖月。(度 通：渡)湖月照我影，送我至剡溪。谢公宿处今尚在，渌水荡漾清猿啼。脚著谢公屐，身登青云梯。半壁见海日，空中闻天鸡。千岩万转路不定，迷花倚石忽已暝。熊咆龙吟殷岩泉，栗深林兮惊层巅。云青青兮欲雨，水澹澹兮生烟。列缺霹雳，丘峦崩摧。洞天石扉，訇然中开。青冥浩荡不见底，日月照耀金银台。 霓为衣兮风为马，云之君兮纷纷而来下。虎鼓瑟兮鸾回车，仙之人兮列如麻。忽魂悸以魄动，恍惊起而长嗟。惟觉时之枕席，失向来之烟霞。世间行乐亦如此，古来万事东流水。别君去兮何时还？且放白鹿青崖间，须行即骑访名山。安能摧眉折腰事权贵，使我不得开心颜!\n","contyishang":["译文海外来客们谈起瀛洲，烟波渺茫实在难以寻求。越中来人说起天姥山，在云雾忽明忽暗间有人可以看见。天姥山仿佛连接着天遮断了天空。山势高峻超过五岳，遮掩过赤城山。天台山虽高四万八千丈，面对着它好像要向东南倾斜拜倒一样。我根据越人说的话梦游到吴越，一天夜晚飞渡过明月映照下的镜湖。镜湖上的月光照着我的影子，一直伴随我到了剡溪。谢灵运住的地方如今还在，清澈的湖水荡漾，猿猴清啼。我脚上穿着谢公当年特制的木鞋，攀登直上云霄的山路。上到半山腰就看见了从海上升起的太阳，在半空中传来天鸡报晓的叫声。\n"]}{"title":"遣悲怀三首·其二","nian":"唐代","author":"元稹","contson":"\n昔日戏言身后意，今朝都到眼前来。(身后意 一作：身后事)衣裳已施行看尽，针线犹存未忍开。尚想旧情怜婢仆，也曾因梦送钱财。诚知此恨人人有，贫贱夫妻百事哀。\n","contyishang":["译文往昔曾经戏言我们身后的安排，如今都按你所说的展现在眼前。你穿过的衣裳已经快施舍完了，你的针线盒我珍存着不忍打开。因怀念你我对婢仆也格外恋爱，多次梦到你我便为你焚纸烧钱。谁不知夫妻永诀人人都会伤怀，想起许多往事令人极度地伤悲。","注释1.戏言：开玩笑的话。身后意：关于死后的设想。2.行看尽：眼看快要完了。3.怜：怜爱，痛惜。4.诚知：确实知道。"]}{"title":"和张仆射塞下曲·其三","nian":"唐代","author":"卢纶","contson":"\n月黑雁飞高，单于夜遁逃。欲将轻骑逐，大雪满弓刀。\n","contyishang":["译文夜静月黑雁群飞得很高，单于趁黑夜悄悄地逃窜。正要带领轻骑兵去追赶，大雪纷飞落满了身上的弓刀。","注释①塞下曲：古时边塞的一种军歌。②月黑：没有月光。③单于（chán yú ）：匈奴的首领。这里指入侵者的最高统帅。④遁：逃走。⑤将：率领。⑥轻骑：轻装快速的骑兵。⑦逐：追赶。⑧满：沾满。"]}{"title":"过香积寺","nian":"唐代","author":"王维","contson":"\n不知香积寺，数里入云峰。古木无人径，深山何处钟。泉声咽危石，日色冷青松。薄暮空潭曲，安禅制毒龙。\n","contyishang":["译文不知道香积寺在什么地方，攀登好几里误入云拥群峰。古木参天却没有人行路径，深山里何处传来古寺鸣钟。山中泉水撞危石响声幽咽，松林里日光照射也显寒冷。黄昏时来到空潭隐蔽之地，安然地修禅抑制心中毒龙。","注释⑴过：过访，探望。香积寺：唐代著名寺院，有争议，一说香积寺在长安县（今陕西省西安市）南神禾原上。”故址已废。一说在河南汝州，今风穴寺，唐时称香积寺。⑵入云峰：登上入云的高峰。⑶钟：寺庙的钟鸣声。⑷咽：呜咽。危：高的，陡的。“危石”意为高耸的崖石。⑸冷青松：为青松所冷。\n"]}{"title":"留别王侍御维 / 留别王维","nian":"唐代","author":"孟浩然","contson":"\n寂寂竟何待，朝朝空自归。欲寻芳草去，惜与故人违。当路谁相假，知音世所稀。只应守寂寞，还掩故园扉。\n","contyishang":["译文这样寂寞还等待着什么？天天都是怀着失望而归。我想寻找幽静山林隐去，又可惜要与老朋友分离。当权者有谁肯能援引我，知音人在世间实在稀微。只应该守寂寞了此一生，关闭上柴门与人世隔离。","注释⑴寂寂：落寞。竟何待：要等什么。⑵空自：独自。⑶欲寻芳草去：意思是想归隐。芳草：香草，常用来比喻有美德的人。⑷违：分离。⑸当路：当权者。假：提携。⑹扉：门扇。"]}{"title":"早寒江上有怀 / 早寒有怀","nian":"唐代","author":"孟浩然","contson":"\n木落雁南度，北风江上寒。我家襄水曲，遥隔楚云端。乡泪客中尽，孤帆天际看。(孤帆 一作：归帆)迷津欲有问，平海夕漫漫。\n","contyishang":["译文树叶飘落大雁飞向南方，北风萧瑟江上分外寒冷。我家在曲曲弯弯襄水边，远隔楚天云海迷迷茫茫。思乡的眼泪在旅途流尽，看归来的帆在天边徜徉。风烟迷离渡口可在何处，茫茫江水在夕阳下荡漾。","注释⑴木落：树木的叶子落下来。雁南度：大雁南飞。南：一作“初”。⑵首二句从鲍照《登黄鹤矶》“木落江渡寒，雁还风送秋”句脱化而来。⑶襄（xiāng）水曲（qū）：在汉水的转弯处。襄水，汉水流经襄阳（今属湖北）境内的一段。曲，江水曲折转弯处，即河湾。襄：一作“湘”，又作“江”。曲：一作“上”。⑷楚云端：\n"]}{"title":"喜见外弟又言别","nian":"唐代","author":"李益","contson":"\n十年离乱后，长大一相逢。问姓惊初见，称名忆旧容。别来沧海事，语罢暮天钟。明日巴陵道，秋山又几重。\n","contyishang":["译文经过了近十年的战乱流离，长大成人后竟然意外相逢。初见不相识还惊问名和姓，称名后才想起旧时的面容。说不完别离后世事的变化，一直畅谈到黄昏寺院鸣钟。明日你又要登上巴陵古道，秋山添忧愁不知又隔几重？","注释⑴外弟：表弟。言别：话别。⑵十年离乱：在社会大动乱中离别了十年。离乱：一作“乱离”。⑶一：副词。可作“竟然”或“忽而”解。⑷“问姓”两句：“问姓”与“称名”互文见义。⑸别来：指分别十年以来。来，后也。沧海事：比喻世事的巨大变化，有如沧海变桑田，桑田变沧海那样。\n"]}{"title":"琵琶行 / 琵琶引","nian":"唐代","author":"白居易","contson":"\n元和十年，予左迁九江郡司马。明年秋，送客湓浦口，闻舟中夜弹琵琶者，听其音，铮铮然有京都声。问其人，本长安倡女，尝学琵琶于穆、曹二善才，年长色衰，委身为贾人妇。遂命酒，使快弹数曲。曲罢悯然，自叙少小时欢乐事，今漂沦憔悴，转徙于江湖间。予出官二年，恬然自安，感斯人言，是夕始觉有迁谪意。因为长句，歌以赠之，凡六百一十六言，命曰《琵琶行》。\n浔阳江头夜送客，枫叶荻花秋瑟瑟。主人下马客在船，举酒欲饮无管弦。醉不成欢惨将别，别时茫茫江浸月。忽闻水上琵琶声，主人忘归客不发。寻声暗问弹者谁？琵琶声停欲语迟。移船相近邀相见，添酒回灯重开宴。千呼万唤始出来，犹抱琵琶半遮面。转轴拨弦三两声，未成曲调先有情。弦弦掩抑声声思，似诉平生不得志。（不得志 一作：不得意）低眉信手续续弹，说尽心中无限事。轻拢慢捻抹复挑，初为《霓裳》后《六幺》（六幺 一作：绿腰）。大弦嘈嘈如急雨，小弦切切如私语。嘈嘈切切错杂弹，大珠小珠落玉盘。间关莺语花底滑，幽咽泉流冰下难。冰泉冷涩弦凝绝，凝绝不通声暂歇。(暂歇 一作：渐歇)别有幽愁暗恨生，此时无声胜有声。银瓶乍破水浆迸，铁骑突出刀枪鸣。曲终收拨当心画，四弦一声如裂帛。东船西舫悄无言，唯见江心秋月白。沉吟放拨插弦中，整顿衣裳起敛容。自言本是京城女，家在虾蟆陵下住。十三学得琵琶成，名属教坊第一部。曲罢曾教善才服，妆成每被秋娘妒。五陵年少争缠头，一曲红绡不知数。钿头银篦击节碎，血色罗裙翻酒污。(银篦 一作：云篦)今年欢笑复明年，秋月春风等闲度。弟走从军阿姨死，暮去朝来颜色故。门前冷落鞍马稀，老大嫁作商人妇。商人重利轻别离，前月浮梁买茶去。去来江口守空船，绕船月明江水寒。夜深忽梦少年事，梦啼妆泪红阑干。我闻琵琶已叹息，又闻此语重唧唧。同是天涯沦落人，相逢何必曾相识！我从去年辞帝京，谪居卧病浔阳城。浔阳地僻无音乐，终岁不闻丝竹声。住近湓江地低湿，黄芦苦竹绕宅生。其间旦暮闻何物？杜鹃啼血猿哀鸣。春江花朝秋月夜，往往取酒还独倾。岂无山歌与村笛？呕哑嘲哳难为听。今夜闻君琵琶语，如听仙乐耳暂明。莫辞更坐弹一曲，为君翻作《琵琶行》。感我此言良久立，却坐促弦弦转急。凄凄不似向前声，满座重闻皆掩泣。座中泣下谁最多？江州司马青衫湿。\n","contyishang":["译文唐宪宗元和十年，我被贬为九江郡司马。第二年秋季的一天，送客到湓浦口，夜里听到船上有人弹琵琶。听那声音，铮铮铿铿有京都流行的声韵。探问这个人，原来是长安的歌女，曾经向穆、曹两位琵琶大师学艺。后来年纪大了，红颜退尽，嫁给商人为妻。于是命人摆酒叫她畅快地弹几曲。她弹完后，有些闷闷不乐的样子，自己说起了少年时欢乐之事，而今漂泊沉沦，形容憔悴，在江湖之间辗转流浪。我离京调外任职两年来，随遇而安，自得其乐，而今被这个人的话所感触，这天夜里才有被降职的感觉。于是撰写一首长诗赠送给她，共六百一十六字，题\n"]}{"title":"韦讽录事宅观曹将军画马图","nian":"唐代","author":"杜甫","contson":"\n国初已来画鞍马，神妙独数江都王。将军得名三十载，人间又见真乘黄。曾貌先帝照夜白，龙池十日飞霹雳。内府殷红玛瑙盘，婕妤传诏才人索。盘赐将军拜舞归，轻纨细绮相追飞。贵戚权门得笔迹，始觉屏障生光辉。昔日太宗拳毛騧，近时郭家狮子花。今之新图有二马，复令识者久叹嗟。此皆骑战一敌万，缟素漠漠开风沙。其余七匹亦殊绝，迥若寒空动烟雪。霜蹄蹴踏长楸间，马官厮养森成列。可怜九马争神骏，顾视清高气深稳。借问苦心爱者谁，后有韦讽前支遁。忆昔巡幸新丰宫，翠华拂天来向东。腾骧磊落三万匹，皆与此图筋骨同。自从献宝朝河宗，无复射蛟江水中。君不见金粟堆前松柏里，龙媒去尽鸟呼风。\n","contyishang":["译文开国以来善画鞍马的画家中，画技最精妙传神只数江都王。曹将军画马出名已有三十载，人间又见古代真正神马“乘黄”。他曾描绘玄宗先帝的“照夜白”，画得象池龙腾飞十日声如雷。皇宫内库珍藏的殷红玛瑙盘，婕妤传下御旨才人将它取来。将军接受赐盘叩拜皇恩回归，轻纨细绮相继赐来快速如飞。贵戚们谁得到曹将军亲笔迹，谁就觉得府第屏障增加光辉。当年唐太宗著名宝马“拳毛?”。近代郭子仪家中好驹“狮子花”。而今新画之中就有这两匹马，使得识马的人久久感慨赞夸。这都是战骑以一胜万的好马，展开画绢如见奔马扬起风沙\n"]}{"title":"云阳馆与韩绅宿别","nian":"唐代","author":"司空曙","contson":"\n故人江海别，几度隔山川。乍见翻疑梦，相悲各问年。孤灯寒照雨，深竹暗浮烟。更有明朝恨，离杯惜共传。\n","contyishang":["译文自从和老友在江海分别，隔山隔水已度过多少年。突然相见反而怀疑是梦，悲伤叹息互相询问年龄。孤灯暗淡照着窗外冷雨，幽深的竹林漂浮着云烟。明朝更有一种离愁别恨，难得今夜聚会传杯痛饮。","注释⑴云阳：县名，县治在今陕西泾阳县西北。韩绅：《全唐诗》注：“一作韩升卿。”韩愈的四叔名绅卿，与司空曙同时，曾在泾阳任县令，可能即为此人。宿别：同宿后又分别。⑵江海：指上次的分别地，也可理解为泛指江海天涯，相隔遥远。⑶几度：几次，此处犹言几年。⑷乍：骤，突然。翻：反而。⑸年：年时光景。\n"]}{"title":"关山月","nian":"唐代","author":"李白","contson":"\n明月出天山，苍茫云海间。长风几万里，吹度玉门关。汉下白登道，胡窥青海湾。由来征战地，不见有人还。戍客望边邑，思归多苦颜。(望边邑 一作：望边色)高楼当此夜，叹息未应闲。\n","contyishang":["译文一轮明月从祁连山升起，穿行在苍茫云海之间。浩荡的长风吹越几万里，吹过将士驻守的玉门关。当年汉兵直指白登山道，吐蕃觊觎青海大片河山。这里就是历代征战之地，出征将士很少能够生还。戍守兵士远望边城景象，思归家乡不禁满面愁容。此时将士的妻子在高楼，哀叹何时能见远方亲人。","注释⑴关山月：乐府旧题，属横吹曲辞，多抒离别哀伤之情。《乐府古题要解》：“‘关山月’，伤离别也。”⑵天山：即祁连山。在今甘肃、新疆之间，连绵数干里。因汉时匈奴称”天“为”祁连“，所以祁连山也叫做天山。⑶\n"]}{"title":"梦李白二首·其二","nian":"唐代","author":"杜甫","contson":"\n浮云终日行，游子久不至。三夜频梦君，情亲见君意。告归常局促，苦道来不易。江湖多风波，舟楫恐失坠。出门搔白首，若负平生志。冠盖满京华，斯人独憔悴。孰云网恢恢，将老身反累。千秋万岁名，寂寞身后事。\n","contyishang":["译文天上浮云日日飘来飘去，远游的故人却久去不归。夜晚我屡屡梦中见到你，可知你对我的深情厚意。分别是你总是神色匆匆，总说能来相见多么不易。江湖上航行多险风恶浪，担心你的船被掀翻沉没。出门时搔着满头的白发，悔恨辜负自己平生之志。高车丽服显贵塞满京城，才华盖世你却容颜憔悴。谁能说天理公道无欺人，迟暮之年却无辜受牵累。即使有流芳千秋的美名，难以补偿遭受的冷落悲戚。","注释1.浮云：喻游子飘游不定。游子：此指李白。2.这两句说：李白一连三夜入我梦中，足见对我情亲意厚\n"]}