{"title":"忆江南词三首","nian":"唐代","author":"白居易","contson":"\n江南好，风景旧曾谙。日出江花红胜火，春来江水绿如蓝。能不忆江南？\n江南忆，最忆是杭州。山寺月中寻桂子，郡亭枕上看潮头。何日更重游！\n江南忆，其次忆吴宫。吴酒一杯春竹叶，吴娃双舞醉芙蓉。早晚复相逢！\n","contyishang":["译文江南的风景多么美好，如画的风景久已熟悉。春天到来时，太阳从江面升起，把江边的鲜花照得比火红，碧绿的江水绿得胜过蓝草。怎能叫人不怀念江南？","江南的回忆，最能唤起追思的是像天堂一样的杭州：游玩灵隐寺寻找皎洁月亮中的桂子，登上郡亭，枕卧其上，欣赏那起落的钱塘江大潮。什么时候能够再次去游玩？","江南的回忆，再来就是回忆苏州的吴宫，喝一喝吴宫的美酒春竹叶，看一看吴宫的歌女双双起舞像朵朵迷人的芙蓉。不知何时会再次相逢。","注释⑴忆江南：唐教坊曲名。作者题下自注说：“此曲亦名‘谢秋娘’，每首五句。”按《乐府诗集》：“‘忆江南’一名\n"]}{"title":"陪裴使君登岳阳楼","nian":"唐代","author":"杜甫","contson":"\n湖阔兼云雾，楼孤属晚晴。礼加徐孺子，诗接谢宣城。雪岸丛梅发，春泥百草生。敢违渔父问，从此更南征。\n","contyishang":["译文洞庭湖广阔无边还兼有风起云涌，岳阳楼孤独无依又处于晚霞放晴。裴使君把我当徐孺子那样对待礼遇有加，我应和着裴使君就像应和着谢宣城。我感觉我就像湖岸积雪之中的一丛梅花绽放了，我还感觉我就像百草一样从春天泥土里萌生。我哪敢违背渔父的关问呢？我从此就要更改我原来的念头不再像屈原那样去南行。","注释①阔：与孤相照。②属（zhǔ）：当也。③徐孺子：豫章南昌人。时陈蕃为太守，以礼请署功曹。④谢宣城：《谢眺传》：除秘书丞，未拜，仍转中书郎，出为宣城太守。⑤“敢违渔父问”：怎么敢违\n"]}{"title":"金陵三首","nian":"唐代","author":"李白","contson":"\n晋家南渡日，此地旧长安。地即帝王宅，山为龙虎盘。金陵空壮观，天堑净波澜。醉客回桡去，吴歌且自欢。\n地拥金陵势，城回江水流。当时百万户，夹道起朱楼。亡国生春草，王宫没古丘。空余后湖月，波上对瀛州。\n六代兴亡国，三杯为尔歌。苑方秦地少，山似洛阳多。古殿吴花草，深宫晋绮罗。并随人事灭，东逝与沧波。\n","contyishang":["译文晋家朝廷南迁长江，金陵就是当时的首都——长安。地势有帝王之气，山水则虎踞龙蟠。金陵空自壮观，长江亦非天堑。酒醉回船归家去，口吟吴歌独自欢。","金陵地势雄壮，江水空摇，高墙巍峨不动。东晋在这里建都，百万富豪纷纷在这里夹道修建高楼。东晋终于灭亡，宫殿被荒草湮灭。只有玄武湖上的明月，在波浪上空注视着曾经繁华的江洲。","魏晋六代，兴衰迭起，我且痛饮三杯，为金陵高歌一曲。这里的宫殿不比长安的少，四周山峦围城，比洛阳的山更多。古殿傍边吴王种植的花草，深深宫院里美\n"]}{"title":"送人游吴","nian":"唐代","author":"杜荀鹤","contson":"\n君到姑苏见，人家尽枕河。古宫闲地少，水港小桥多。(水港 一作：水巷)夜市卖菱藕，春船载绮罗。遥知未眠月，乡思在渔歌。\n","contyishang":["译文你到姑苏时将会看到，那儿的人家房屋都临河建造。姑苏城中屋宇相连，没有什么空地；即使在河汊子上，也架满了小桥。夜市上充斥着卖菱藕的声音，河中的船上，满载着精美的丝织品。遥想远方的你，当月夜未眠之时，听到江上的渔歌声，定会触动你的思乡之情。","注释①姑苏：苏州的别称②枕河：临河。枕：临近。⑦闲地少：指人烟稠密，屋宇相连。③古宫：即古都，此处指代姑苏。④水港：河汊子，指流经城市的小河。一作“水巷”。⑤绮罗：指华贵的丝织品或丝绸衣服。一说此处是贵妇、美女的代称\n"]}{"title":"早梅芳·海霞红","nian":"宋代","author":"柳永","contson":"\n海霞红，山烟翠。故都风景繁华地。谯门画戟，下临万井，金碧楼台相倚。芰荷浦溆，杨柳汀洲，映虹桥倒影，兰舟飞棹，游人聚散，一片湖光里。汉元侯，自从破虏征蛮，峻陟枢庭贵。筹帷厌久，盛年昼锦，归来吾乡我里。铃斋少讼，宴馆多欢，未周星，便恐皇家，图任勋贤，又作登庸计。\n","contyishang":["译文红红的早霞映照西湖，翠绿的山峦云雾缭绕。杭州乃风景秀丽繁华之地。谯楼城门的左右画戟林立，下临辽阔而整饬有序的街市，金黄和碧绿色的楼台一座挨着一座。水边荷叶菱角，汀洲杨柳飘絮，水面上倒映着拱桥的身影，小舟飞快地前行，游人聚集在一片湖光山色里。孙沔犹如当年首功封侯的三国魏将张既，自从破虏征蛮，很快被进用至显贵的枢密院。厌恶久在军中，壮年衣绣昼行，回到故乡知杭州太守。身居铃斋清静悠闲，不必再操劳国事，游冶之所多欢乐，未到一年，便唯恐朝廷又要启用有功劳的贤能之士，又征召自己去朝廷做官啊！","注释⑴早梅芳：词牌名。《花草粹编》收录此词，在词牌下\n"]}{"title":"热海行送崔侍御还京","nian":"唐代","author":"岑参","contson":"\n侧闻阴山胡儿语，西头热海水如煮。海上众鸟不敢飞，中有鲤鱼长且肥。岸旁青草长不歇，空中白雪遥旋灭。蒸沙烁石燃虏云，沸浪炎波煎汉月。阴火潜烧天地炉，何事偏烘西一隅？势吞月窟侵太白，气连赤坂通单于。送君一醉天山郭，正见夕阳海边落。柏台霜威寒逼人，热海炎气为之薄。\n","contyishang":["译文我听阴山人们说过多回，西方热海之水好似煮沸。海上各种鸟儿不敢飞翔，水中鲤鱼却是大而肥美！岸边青草常年不见哀歇，空中雪花远远融化消灭，沙石炽热燃烧边地层云，波浪沸腾煎煮古时明月。地下烈火暗中熊熊燃烧，为何偏把西方一角烘烤！气浪弥漫西方月窟太白，把那广大边塞地带笼罩。置酒送君在那天山城郭，热海之畔夕阳正要西落。君居柏台威严好似寒霜，热海炎气因而顿觉淡薄！","注释⑴热海：伊塞克湖，又名大清池、咸海，今属吉尔吉斯斯坦，唐时属安西节度使领辖。崔侍御：未详。侍御，指监察御史。\n"]}{"title":"望洞庭湖赠张丞相 / 临洞庭湖赠张丞相","nian":"唐代","author":"孟浩然","contson":"\n八月湖水平，涵虚混太清。气蒸云梦泽，波撼岳阳城。欲济无舟楫，端居耻圣明。坐观垂钓者，徒有羡鱼情。\n","contyishang":["译文秋水胜涨，几乎与岸平，水天含混迷茫与天空浑然一体。云梦大泽水气蒸腾白白茫茫，波涛汹涌似乎把岳阳城撼动。我想渡水苦于找不到船与桨，圣明时代闲居委实羞愧难容。闲坐观看别人辛勤临河垂钓，只能白白羡慕被钓上来的鱼。","注释①张丞相：指张九龄（673-740），唐玄宗时宰相，后贬为荆州长史。②涵虚：包含天空，指天倒映在水中。涵：包容。虚：虚空，空间。③混太清：与天混成一体。清：指天空。④云梦泽：古时云泽和梦泽指湖北南部、湖南北部一代低洼地区。洞庭湖是它南部的一角。岳阳城：在洞庭湖东岸。⑤济：渡。\n"]}{"title":"题大庾岭北驿","nian":"唐代","author":"宋之问","contson":"\n阳月南飞雁，传闻至此回。我行殊未已，何日复归来。江静潮初落，林昏瘴不开。明朝望乡处，应见陇头梅。\n","contyishang":["译文阴历十月的时候，大雁就开始南飞，据说飞到大庾岭，它们就全部折回。鸟儿不进，我却行程未止远涉岭南，真不知何日何时，我才能遇赦归来？潮水退落了，江面静静地泛着涟漪，深山老林昏暗暗，瘴气浓重散不开。来日我登上高山顶，向北遥望故乡，抑或能看到：那山头上初放的红梅。","注释⑴大庾岭：在江西、广东交界处，为五岭之一。北驿：大庾岭北面的驿站。⑵阳月：阴历十月。⑶殊：还。“我行”句意谓自己要去的贬谪之地还远，所以自己还不能停下。⑷瘴：旧指南方湿\n"]}{"title":"丁洲怀古","nian":"清代","author":"王绪","contson":"\n特统精兵御上游，笳吹先遁惊若鸥。扬州空把残旗耀，赢得舟中骂不休。\n","contyishang":[]}{"title":"入朝洛堤步月","nian":"唐代","author":"上官仪","contson":"\n脉脉广川流，驱马历长洲。鹊飞山月曙，蝉噪野风秋。\n","contyishang":["译文宽广的洛水悠远安详地流向远方，我气定神闲地驱马走在洛河长堤。乌鹊在月落将曙之际不时地飞过，初秋寒蝉在野外晨风中嘶声噪鸣。","注释⑴洛堤：东都洛阳皇城外百官候朝处，因临洛水而名。⑵脉脉：原意指凝视的样子，此处用以形容水流的悠远绵长状。广川：洛水。⑶历：经过。长洲：指洛堤。⑷曙：明亮。"]}