{"title":"齐安郡后池绝句","nian":"唐代","author":"杜牧","contson":"\n菱透浮萍绿锦池，夏莺千啭弄蔷薇。尽日无人看微雨，鸳鸯相对浴红衣。\n","contyishang":["译文翠菱掩露青萍绿透一池锦水，夏莺歌喉婉转嬉弄蔷薇花枝。整日无人来观赏这细雨景色，只有鸳鸯相对洗浴红色羽衣。","注释⑴齐安郡：即黄州。唐代在天宝年间曾改州为郡。⑵菱：一年生水生草本植物，叶子略呈三角形，叶柄有气囊，夏天开花，白色。浮萍：浮生在水面上的一种草本植物。叶扁平，呈椭圆形或倒卵形，表面绿色，背面紫红色，叶下生须根，花白色。绿：此处作动词用，使动用法。锦池：即题中的“齐安郡后池”。⑶啭（zhuàn）：指鸟婉转地鸣叫。蔷薇：植物名。落叶灌木，茎细长，蔓生，枝上密生小刺，羽状复叶，小叶倒卵形或长圆形，花白色或淡红\n"]}{"title":"天净沙·夏","nian":"元代","author":"白朴","contson":"\n云收雨过波添，楼高水冷瓜甜，绿树阴垂画檐。纱厨藤簟，玉人罗扇轻缣。\n","contyishang":["译文云收雨停，雨过天晴，水面增高并增添了波澜，远处高楼显得比平时更高了，水让人感觉到比平时更凉爽了，雨后的瓜也似乎显得比平时更甜了，绿树的树阴一直遮到画檐。纱帐中的藤席上，有一个芳龄女孩，身着轻绢夏衣，手执罗扇，静静地享受着宜人的夏日时光。","注释⑴越调：宫调名。天净沙：曲牌名，入越调。⑵画檐：有画饰的屋檐。⑶纱厨：用纱做成的帐子。簟（diàn）：竹席，苇席。⑷缣（jiān)：细的丝绢。"]}{"title":"菩萨蛮·回文夏闺怨","nian":"宋代","author":"苏轼","contson":"\n柳庭风静人眠昼，昼眠人静风庭柳。香汗薄衫凉，凉衫薄汗香。手红冰碗藕，藕碗冰红手。郎笑藕丝长，长丝藕笑郎。\n","contyishang":["译文 院无风，柳丝垂，闺人昼寝。闺人安静昼寝之际，起风，庭院柳条摇摆。微风吹，汗味透香气，薄衫生凉意。凉衫子散出清淡的汗香气。红润的手端起了盛有冰块拌藕丝的小碗。盛有冰块拌藕丝的小碗冰冷了她红润的手。郎笑碗中的藕丝太长了。闺人一边吃长丝藕，一边又嘲笑她的情郎。","注释⑴柳庭风静人眠昼：院无风，柳丝垂，闺人昼寝。⑵昼眠人静风庭柳：闺人安静昼寝之际，起风，庭院柳条摇摆。⑶香汗薄衫凉：微风吹，汗味透香气，薄衫生凉意。⑷凉衫薄汗香：凉衫子散出清淡的汗香气。⑸手红冰碗藕：红润的手端起了盛有冰块拌藕丝的\n"]}{"title":"酒泉子·谢却荼蘼","nian":"清代","author":"纳兰性德","contson":"\n谢却荼蘼，一片月明如水。篆香消，犹未睡，早鸦啼。嫩寒无赖罗衣薄，休傍阑干角。最愁人，灯欲落，雁还飞。\n","contyishang":["译文在那一片月明如水的夜里，白色的茶蘼花凋谢了。篆香已经燃尽，可是我却还没有睡着，早起的乌鸦已经开始啼叫，又是一夜不成眠。丝丝的寒冷透过微薄的锦衣，不要再倚靠栏杆远望了。那灯要燃尽，鸿雁犹飞的情景是最让人伤怀的啊！","注释⑴谢却茶蘼（tú mí）：荼蘼：落叶或半常绿蔓生小灌木，攀缘茎，茎绿色，茎上有钩状的刺，上面有多个侧脉，形似皱纹，夏季开白花。王琪《春暮游小园》：“开到荼蘼花事了，丝丝天棘出莓墙。”⑵篆香（zhuàn xiānɡ ）：盘香，为篆字形状。⑶嫩寒：轻寒，春寒。秦观《浣溪沙》：“漠漠轻寒上小楼，晓阴无赖\n"]}{"title":"游赤石进帆海","nian":"南北朝","author":"谢灵运","contson":"\n首夏犹清和，芳草亦未歇。水宿淹晨暮，阴霞屡兴没。周览倦瀛壖，况乃陵穷发。川后时安流，天吴静不发。扬帆采石华，挂席拾海月。溟涨无端倪，虚舟有超越。仲连轻齐组，子牟眷魏阙。矜名道不足，适己物可忽。请附任公言，终然谢天伐。\n","contyishang":["　　南亭之游（参见《游南亭》）后，谢灵运开始了他在永嘉境内的探奇搜胜。一方面山水并不能真正抚平他心中的幽愤，所以这一段时间中，他的诗中经常出现“倦”游的字样；然而另一方面，山水又时时给他以新的感受，使他失去平衡的心态，至少获得宣泄而趋于暂时的平衡。也就在这种徬徨徜徉中，他确立了自己山水诗鼻祖的地位，这或许是他自己始料所未及的吧。","　　赤石在永嘉郡南永宁（今浙江永嘉）与安固（今浙江瑞安）二县中路之东南，去郡约有数十里，东濒今日的温州湾。帆海，注家常以为地名，其实可商，据宋郑缉之《永嘉郡记》，“帆游山，地昔为海，多过舟，故山以帆名”，在安固县北。灵运所谓帆海之地，当在此山一带\n"]}{"title":"首夏山中行吟","nian":"明代","author":"祝允明","contson":"\n梅子青，梅子黄，菜肥麦熟养蚕忙。山僧过岭看茶老，村女当垆煮酒香。\n","contyishang":[]}{"title":"菩萨蛮·夏景回文","nian":"宋代","author":"苏轼","contson":"\n火云凝汗挥珠颗。颗珠挥汗凝云火。琼暖碧纱轻。轻纱碧暖琼。晕腮嫌枕印。印枕嫌腮晕。闲照晚妆残。残妆晚照闲。\n","contyishang":["译文火云夏热凝聚着的汗水散成珠粒，颗粒珠子般的挥汗凝聚成火云。玉石般的身上，天暖得只穿碧色的轻纱。轻厚、碧色的衫衣，裹着如玉般的肌体。脸颊上泛出的红晕，怕是被枕头印出来的。印在枕头上的是讨厌的脸上胭脂。空闲时，对照镜子，一看晚妆残散了。卸了妆，对着夕阳，也觉得轻闲无享。","注释①菩萨蛮：词牌名，原为唐教坊曲名。又名“菩萨篁”、“重叠金”、“花间意”、“梅花句”等。上下片各四句，均为两仄韵，两平韵。②回文：诗词的一种形式，因回环往复均能成诵而得名，相传起于前秦窦滔妻苏蕙的《璇玑图》。③琼：透明的玉石，代指少妇的肌体。\n"]}{"title":"夏日田园杂兴·其七","nian":"宋代","author":"范成大","contson":"\n昼出耘田夜绩麻，村庄儿女各当家。童孙未解供耕织，也傍桑阴学种瓜。\n","contyishang":["译文白天在田里锄草，夜晚在家中搓麻线，村中男男女女各有各的家务劳动。小孩子虽然不会耕田织布，也在那桑树阴下学着种瓜。","注释耘田：除草。绩麻：把麻搓成线。各当家：每人担任一定的工作。未解：不懂。供：从事，参加。傍：靠近。"]}