{"title":"满江红·送李御带珙","nian":"宋代","author":"吴潜","contson":"\n红玉阶前，问何事、翩然引去。湖海上、一汀鸥鹭，半帆烟雨。报国无门空自怨，济时有策从谁吐。过垂虹亭下系扁舟，鲈堪煮。 拚一醉，留君住。歌一曲，送君路。遍江南江北，欲归何处。世事悠悠浑未了，年光冉冉今如许。试举头、一笑问青天，天无语。\n","contyishang":[]}{"title":"","nian":"","author":"","contson":"","contyishang":[]}{"title":"","nian":"","author":"","contson":"","contyishang":[]}{"title":"临江仙·千里长安名利客","nian":"宋代","author":"刘彤","contson":"\n千里长安名利客，轻离轻散寻常。难禁三月好风光。满阶芳草绿，一片杏花香。 记得年时临上马，看人眼泪汪汪。如今不忍更思量。恨无千日酒，空断九回肠。\n","contyishang":["　　开头从思妇的心中对游子的责难写起，“千里长安名利客”七字交代了游子的去向──长安，缘由──为名利而远行。“千里”一词强调了游子出行之远，也蕴含了思妇的忧怨深情。“轻离轻散寻常”一句，写出思妇对游子“重名利轻别离”的责难。此语率直质朴，从肺腑流出。如按此意写去，下面的情与景，该是愁情苦景，但本篇行文却突然转笔，道“难禁三月好风光，满阶芳草绿，一片杏花香”。“满阶芳草绿”二句是对“三月好风光”的形象描绘。词人以清新平易之笔勾出一幅春景图：春草如茵，满阶新绿，一片粉白，杏花飘香。这里粉绿交辉，一派生机。它给人们带来了春天的欢乐，即或是良人远游的思妇，也情不自禁地要享受这大好春光。“难禁”点\n"]}{"title":"诉衷情·出林杏子落金盘","nian":"宋代","author":"周邦彦","contson":"\n出林杏子落金盘。齿软怕尝酸。可惜半残青紫，犹有小唇丹。 南陌上，落花闲。雨斑斑。不言不语，一段伤春，都在眉间。\n","contyishang":["译文新出林的杏子特点是鲜脆，逗人喜爱。但又由于是新摘，没有完全熟透，味道是酸多甜少，颜色青紫而不太红。而少女好奇，好新鲜，见到鲜果以先尝为快。但乍尝之后，便觉味酸而齿软了。青紫色的残杏上，留下少女一道小小的口红痕迹。南边的田间小路上，满地落花狼藉，春雨斑斑，送走了春天。少女伤春每由怀春引起，对花落春归，感岁月如流，年华逝水，少女不可透露的内心世界的秘密，所以她只能不言不语，终日攒眉。","注释①杏子：一种果实，圆形，未熟时为青色，成熟时为黄红色，味酸甜。金盘：金属制成的盘子。②齿软：牙齿不坚固。③可惜：意谓应予爱惜的\n"]}{"title":"南歌子·天上星河转","nian":"宋代","author":"李清照","contson":"\n天上星河转，人间帘幕垂。凉生枕簟泪痕滋。起解罗衣聊问、夜何其。翠贴莲蓬小，金销藕叶稀。旧时天气旧时衣。只有情怀不似、旧家时。\n","contyishang":["译文天空中银河不断转动、星移斗转，人世间的帘幕却一动不动的低低下垂。枕席变凉，泪水更多的流淌，一片湿滋滋。和衣而睡，醒来脱去绸缎外衣，随即问道：“夜已到何时？”这件穿了多年的罗衣，用青绿色的丝线绣成的莲蓬已经变小；用金线绣制的荷叶颜色减退、变得单薄而稀疏。每逢秋凉，还总是还上这件罗衣。唯独人的心情不像从前舒畅适时。","注释①南歌子：又名《断肠声》等。一说张衡《南都赋》的“坐南歌兮起郑舞”，当系此调名之来源。而李清照此词之立意，则与又名《肠断声》相合。②星河：银河，到秋天转向东南。③枕簟（diàn）：枕头和竹席。滋：\n"]}{"title":"清平乐·春晚","nian":"宋代","author":"王安国","contson":"\n留春不住，费尽莺儿语。满地残红宫锦污，昨夜南园风雨。小怜初上琵琶，晓来思绕天涯。不肯画堂朱户，春风自在杨花。\n","contyishang":["译文怎么也未能把春天留住，白白地让黄莺唱个不停。满地都是脏污的红锦落花，是昨夜一场风雨的侵凌。小怜姑娘刚刚弹起琵琶，拂晓她思绪万千萦绕天庭。看那不肯进入豪门大户的杨花，自由自在地漫舞春风。","注释⑴清平乐（yuè）：唐教坊曲名，后用为词牌名。又名”清平乐令“”醉东风“”忆萝月“。《宋史·乐志》入“大石调”，《金奁集》《乐章集》并入“越调”。⑵宫锦：宫廷监制并特有的锦缎。这里喻指落花。⑶“满地”“昨夜”二句：应作倒装理解。⑷小怜：北齐后主淑妃冯小怜，善弹琵琶。这里借指弹琵琶的歌女。⑸杨花：一作\n"]}{"title":"望江南·三月暮","nian":"宋代","author":"吴文英","contson":"\n三月暮，花落更情浓。人去秋千闲挂月，马停杨柳倦嘶风。堤畔画船空。 恹恹醉，长日小帘栊。宿燕夜归银烛外，啼莺声在绿阴中。无处觅残红。\n","contyishang":["译文三月暮春时节，花儿凋落后，情意反而更为浓厚。人离开后秋千在月光中静静地悬挂着，拴在杨柳树下的马儿疲倦得都不想迎风嘶叫。停驻在堤边的画船上空无一人。小帘栊中的人整日感到浑身无力，昏昏欲睡。归家的燕子因为银烛正亮着，不敢飞回巢中。绿树荫内，流浪的黄莺不停地啼叫。春光流逝了，连那凋萎的花也无处可寻。","注释①望江南：又名“梦江南”“忆江南”，原唐教坊曲名，后用为词牌名。段安节《乐府杂录》：“《望江南》始自朱崖李太尉（德裕）镇浙日，为亡妓谢秋娘所撰，本名“谢秋娘”，后改此名。”《金奁集》入“南吕宫”。小令，单调二十七字，三平韵。②\n"]}{"title":"一剪梅·红藕香残玉簟秋","nian":"宋代","author":"李清照","contson":"\n红藕香残玉簟秋。轻解罗裳，独上兰舟。云中谁寄锦书来，雁字回时，月满西楼。花自飘零水自流。一种相思，两处闲愁。此情无计可消除，才下眉头，却上心头。\n","contyishang":["译文荷已残，香已消，冷滑如玉的竹席，透出深深的凉秋。轻轻的脱下罗绸外裳，一个人独自躺上眠床。仰头凝望远天，那白云舒卷处，谁会将锦书寄来？正是雁群排成“人”字，一行行南归时候。月光皎洁浸人，洒满这西边独倚的亭楼。花，自顾地飘零，水，自顾地漂流。一种离别的相思，牵动起两处的闲愁。啊，无法排除的是——这相思，这离愁，刚从微蹙的眉间消失，又隐隐缠绕上了心头。 ","注释红藕：红色的荷花。玉簟（diàn）：光滑似玉的精美竹席。裳（cháng）：古人穿的下衣，也泛指衣服。兰舟：此处为船的雅称。锦书：前秦苏惠曾织锦作《\n"]}{"title":"忆秦娥·花深深","nian":"宋代","author":"郑文妻","contson":"\n花深深。一钩罗袜行花阴。行花阴。闲将柳带，细结同心。 日边消息空沈沈。画眉楼上愁登临。愁登临。海棠开后，望到如今。\n","contyishang":["译文在一个晴和的春日，踱着轻盈的步子，独自徘徊于花荫之下，看到长长的柳条，便随手攀折了几枝，然后细心编成一个同心结，期望丈夫能与自己永结同心。已经很长时间没有收到丈夫的来信了，在愁苦无奈的时候，只能独自登上闺楼远眺。从海棠花开就开始盼望，一直盼到现在。","注释①一钩：常用于形容新月，此喻美人足。②同心：即同心结。用锦带打成的连环回文样结子，为男女相爱的象征。"]}{"title":"玉蝴蝶·望处雨收云断","nian":"宋代","author":"柳永","contson":"\n望处雨收云断，凭阑悄悄，目送秋光。晚景萧疏，堪动宋玉悲凉。水风轻，蘋花渐老，月露冷、梧叶飘黄。遣情伤。故人何在，烟水茫茫。 难忘，文期酒会，几孤风月，屡变星霜。海阔山遥，未知何处是潇湘。念双燕、难凭远信，指暮天、空识归航。黯相望。断鸿声里，立尽斜阳。\n","contyishang":["译文我悄悄地倚栏凝望，雨已停歇，云已散去，目送着秋色消逝于天边。秋天的傍晚，景色萧瑟凄凉，真让人兴发宋玉悲秋之叹。轻风拂过水面，白蘋花渐渐衰残，凉月使露水凝住，梧桐树也禁不住月夜寒露的侵袭，叶子已片片枯黄。此情此景，不由人寂寞感伤。我的故朋旧友，不知你们都在何方？眼前所见只有一望无际的秋水，烟雾迷茫。文人的雅集，纵情的欢宴，如今仍历历在目，令人难忘。离别后辜负了多少风月时光，斗转星移，都只为你我相距遥远，天各一方。海是如此之遥，山是如此之遥，相逢相会不知何处何年？让人感到凄苦彷徨。想那双双飞去的燕子，难以靠它给故友传音送信；企盼故友归来，遥指天际苍茫，辨识归来航船\n"]}{"title":"清平乐·题上卢桥","nian":"宋代","author":"辛弃疾","contson":"\n清溪奔快。不管青山碍。千里盘盘平世界。更著溪山襟带。 古今陵谷茫茫。市朝往往耕桑。此地居然形胜，似曾小小兴亡。\n","contyishang":["译文清澈的溪流欢快地奔流而出，穿越了青山的重重障碍。方圆十里的一片小平原。就坐落在青山与溪流的环抱之中。茫茫今古，曾经发生过多少次沧桑陵谷的变迁，许多昔日繁华兴旺的都市，后来却变成种植庄稼的田野。这个地方的山川形势不比寻常，莫非也曾经历过某种小小的盛衰兴废么！","注释①清平乐：词牌名，又名《清平乐令》、《醉东风》、《忆萝月》，为宋词常用词牌。晏殊，晏几道，黄庭坚，辛弃疾等著名词人均用过此调，其中晏几道尤多。②上卢桥：在江西上饶境内。③不管：不许。④更著：再加上。⑤陵谷：高山深谷。《诗经·小雅\n"]}{"title":"清平乐·怀人","nian":"宋代","author":"赵崇","contson":"\n莺歌蝶舞。池馆春多处。满架花云留不住。散作一川香雨。 相思夜夜情＿。青衫泪满啼红。料想故园桃李，也应怨月愁风。\n","contyishang":["　　当时词人客居他乡。那正是春光明媚的销魂时分，绿杨烟外莺啼婉转；百花丛中蝶舞蜂飞，池边的客馆前洋溢着浓浓的春意。“池馆春多处”中的这个“多”字，看似平常，实则用的非常贴切，恰到好处，较之“浓”、“满”、“密”、“繁”等字眼，实在准确得多，而且有着一种内涵丰富、独特的新意。","　　接下来，词人用“满架花云留不住，散作一川香雨”二句，描写暮春落花成阵的景象也显得十分新颖、工巧。词人把满架茂密的繁花比作一片美丽的彩云，把落到水面的片片花瓣比作“一川香雨”，这就不仅使这被历代多少文人写尽写滥了的关于落花的描写获得了形象上、语言上的新意，而且在“花云”与“香雨”这两个比喻物间找到了\n"]}{"title":"鹧鸪天·镇日无心扫黛眉","nian":"宋代","author":"夏竦","contson":"\n镇日无心扫黛眉，临行愁见理征衣。尊前只恐伤郎意，阁泪汪汪不敢垂。停宝马，捧瑶卮，相斟相劝忍分离？不如饮待奴先醉，图得不知郎去时。\n","contyishang":["译文整日没有心思去描眉梳妆打扮，我愁容满面地看着心上人打点行装。饯别的宴席上担心破坏了你的心情，双眼蓄满泪水不敢落下来。为君捧杯饯行，相斟相劝又怎么忍心分离呢？不如让我先喝醉了，只希望我醉得不知道你是何时离我而去的。","注释①镇日：整日，成天。 扫黛眉：画眉，意即化妆。②阁泪：含着眼泪。③瑶卮（zhī）：玉制的酒器，用做酒器的美称。"]}{"title":"吴山青·金璞明","nian":"宋代","author":"赵溍","contson":"\n金璞明。玉璞明。小小杯柈翠袖擎。满将春色盛。仙珮鸣。玉珮鸣。雪月花中过洞庭。此时人独清。\n","contyishang":["译文　　那株养在瓷盘中的水仙，仿佛就是 一位亭亭玉立的凌波仙子，用翠袖高擎着金盏玉盏(黄 蕊与白瓣)，盛满了迷人的春色。这位“凌波微步，罗袜生尘”的美丽仙子正在雪光月光的映照下飘行在四周开满鲜花的洞庭湖面，但见仙袂飘飘，环佩叮当作响。","注释璞：未经雕琢的玉石，此喻水仙的花瓣和花蕊。罥：通“盘”。"]}{"title":"传言玉女·钱塘元夕","nian":"宋代","author":"汪元量","contson":"\n一片风流，今夕与谁同乐。月台花馆，慨尘埃漠漠。豪华荡尽，只有青山如洛。钱塘依旧，潮生潮落。 万点灯光，羞照舞钿歌箔。玉梅消瘦，恨东皇命薄。昭君泪流，手捻琵琶弦索。离愁聊寄，画楼哀角。\n","contyishang":["译文眼前景象繁华依旧，谁能与我共享欢乐呢？月下花丛掩映，楼台林立，只是已蒙上漫漫尘埃。昔日繁华消逝，只有青山如常。钱塘江仍像从前潮起潮落，尘世的兴盛衰亡仿似与它无关。往日烛光烁烁、亮如白昼，一片歌舞升平，现今都已不再。梅花凋谢，春光难以长久。国家即将陷落，后宫嫔妃只怨命运多舛。满腔愁怨无处说，只能寄托在那幽咽的号角声中。","注释漠漠：密布貌；布列貌。豪华：指元宵节的繁华已逝喻指宋朝昔日的整个太平景象已荡然无存。东皇：指春神。弦索：指乐器上的弦，泛指弦乐器，这里即指琵琶。"]}{"title":"石州慢·寒水依痕","nian":"宋代","author":"张元干","contson":"\n寒水依痕，春意渐回，沙际烟阔。溪梅晴照生香，冷蕊数枝争发。天涯旧恨，试看几许消魂，长亭门外山重叠。不尽眼中青，是愁来时节。情切。画楼深闭，想见东风，暗销肌雪。辜负枕前云雨，尊前花月。心期切处，更有多少凄凉，殷勤留与归时说。到得却相逢，恰经年离别。\n","contyishang":["译文寒水缓缓消退，岸边留下一线沙痕。春意渐渐回临，空阔的沙洲烟霭纷纷。晴日朗照，溪边的新梅香气氤氲。数枝梅花争相吐蕊，装点新春。我独在天涯满腔怨恨，试想我现在是何等的悲怆伤神？长亭门外，群山重叠，望不断的远山遥岑，正是令人忧愁的节令时分。遥想深闺中的你，一定也是思绪纷纭。画楼的层门紧闭，春风暗暗使你的容颜瘦损。我真是对不起你啊，让你独守空闺冷衾。辜负了多少尊前花月的美景，浪费了大好青春。你可知道，我也是归心似箭，恨不得一步跨进闺门。更有多少酸甜苦辣，留着回去向你诉说详尽。可等到我们再度相逢，恐怕又要过一年光阴。","注释①肌雪：指人的皮肤洁白如雪。\n"]}{"title":"庆清朝·禁幄低张","nian":"宋代","author":"李清照","contson":"\n禁幄低张，彤阑巧护，就中独占残春。容华淡伫，绰约俱见天真。待得群花过后，一番风露晓妆新。妖娆艳态，妒风笑月，长殢东君。 东城边，南陌上，正日烘池馆，竟走香轮。绮筵散日，谁人可继芳尘。更好明光宫殿，几枝先近日边匀。金尊倒，拚了尽烛，不管黄昏。\n","contyishang":["译文宫禁中的护花帷幕低低地张蔽遮阳，红色的栏杆工巧地缭绕围护。那里被精心保护的是一种独占暮春风光的名花。这种花淡雅挺立，姿态柔美，朵朵都呈现出天公造化的精巧绝伦。等到数不清的春花纷纷开过之后，经历了春风吹拂、春雨浴洗、清露浇洒的名花，仿佛晓妆初成的美人，带给人无限清新。它以无比妩媚的姿态，戏弄春风、嘲笑春月，尽情地引逗着司管春天的神君。在东城、南陌这些日光易照之处，那里的亭台池馆整天都被暖烘烘的太阳熏抚；从早到晚，赏花买花的人们车水马龙川流不息。在这般牡丹盛开如锦如簇的兴会结束之后，又有什么花可以继它之后，散发出诱人的芳香呢？最迷人的是在这明光宫苑内，有几枝向阳的\n"]}{"title":"长相思·雨","nian":"宋代","author":"万俟咏","contson":"\n一声声，一更更。窗外芭蕉窗里灯，此时无限情。梦难成，恨难平。不道愁人不喜听，空阶滴到明。\n","contyishang":["译文雨一直下着，听着窗外的雨滴声，直到深更都难以入睡。雨中的芭蕉和屋里的油灯此时似乎也变得多情起来，安慰孤独的我。好梦难成，此恨难消，窗外的雨可不管忧愁的人喜不喜欢听，仍是不停地下着，雨滴一直滴到天明才停了下来。","注释①长相思：词牌名，唐教坊曲名。②一更更：一遍遍报时的更鼓声。③恨，遗撼。④道：知。⑤阶：台阶。"]}{"title":"醉花阴·薄雾浓云愁永昼","nian":"宋代","author":"李清照","contson":"\n薄雾浓云愁永昼，瑞脑消金兽。佳节又重阳，玉枕纱橱，半夜凉初透。(橱 通：厨)东篱把酒黄昏后，有暗香盈袖。莫道不销魂，帘卷西风，人比黄花瘦。(人比 一作：人似；销 一作：消)\n","contyishang":["译文薄雾弥漫，云层浓密，日子过得愁烦，龙脑香在金兽香炉中缭袅。又到了重阳佳节，卧在玉枕纱帐中，半夜的凉气刚将全身浸透。在东篱边饮酒直到黄昏以后，淡淡的黄菊清香溢满双袖。莫要说清秋不让人伤神，西风卷起珠帘，帘内的人儿比那黄花更加消瘦。","注释云：《古今词统》等作“雰”，《全芳备祖》作：“阴”。永昼：漫长的白天。瑞脑：一种薰香名。又称龙脑，即冰片。消：一本作“销”，《花草粹编》等作“喷”。金兽：兽形的铜香炉。重阳：农历九月九日为重阳节。《周易》以“九”为阳数，日月皆值阳数，并且相重，故名。这是个古老的节日。南梁庾肩吾《\n"]}{"title":"长相思·长相思","nian":"宋代","author":"晏几道","contson":"\n长相思，长相思。若问相思甚了期，除非相见时。长相思，长相思。欲把相思说似谁，浅情人不知。\n","contyishang":["译文长久的相思啊，长久的相思。若问这相思何时是尽头，除非是在相见之时。长久的相思啊，长久的相思。这相思之情说给谁听呢，薄情寡义的人是不能体会的。","注释①长相思：词牌名，唐教坊曲名。②甚（shèn）了期：何时才是了结的时候。③似（sì）：给与。④浅情人：薄情人。"]}{"title":"踏莎行·雪似梅花","nian":"宋代","author":"吕本中","contson":"\n雪似梅花，梅花似雪。似和不似都奇绝。恼人风味阿谁知？请君问取南楼月。记得去年，探梅时节。老来旧事无人说。为谁醉倒为谁醒？到今犹恨轻离别。\n","contyishang":[]}{"title":"谒金门·春半","nian":"宋代","author":"朱淑真","contson":"\n春已半。触目此情无限。十二阑干闲倚遍。愁来天不管。 好是风和日暖。输与莺莺燕燕。满院落花帘不卷。断肠芳草远。\n","contyishang":["译文春光已匆匆过去了一半，目光所及，繁花凋落，春天将要逝去。整日斜倚栏杆，徘徊眺望，伤春逝去的愁怨，袭上心头，天也无法帮助摆脱。风和日暖，在这么好的春光，独自倚靠斜栏旁，还不如那双双对对的莺燕。院里落满了残花，垂下幕帘呆在屋里，不忍看到春天逝去的景象。芳草漫漫到天边，思恋的人远在天边处，令人悲肠欲断。","注释①谒金门：原为唐教坊曲，后用为词牌，双调，仄韵四十五字。代表作有冯延巳的《谒金门·风乍起》李好古的《谒金门·花过雨》等。②春已半：化用李煜《清平乐》中：“别来春半，触目愁肠断。”③此情无限：即春愁无限。\n"]}{"title":"念奴娇·避地溢江书于新亭","nian":"宋代","author":"王澜","contson":"\n凭高远望，见家乡、只在白云深处。镇日思归归未得，孤负殷勤杜宇。故国伤心，新亭泪眼，更洒潇潇雨。长江万里，难将此恨流去。 遥想江口依然，鸟啼花谢，今日谁为主。燕子归来，雕梁何处，底事呢喃语。最苦金沙，十万户尽，作血流漂杵。横空剑气，要当一洗残虏。\n","contyishang":[]}{"title":"武陵春·人道有情须有梦","nian":"宋代","author":"连静女","contson":"\n人道有情须有梦，无梦岂无情？夜夜相思直到明，有梦怎生成？伊若忽然来梦里，邻笛又还惊。笛里声声不忍听，浑是断肠声。\n","contyishang":["译文　　人说如果心里有所思，夜里就会有所梦，没有梦就是没有思念吗？每天夜里相思到天明，如果有梦的话，如何思念？　　他大概一会儿就要来到我的梦里，附近响起的笛声却又把我惊醒。实在不忍听这声声笛乐，在我听来全是断肠之音。","注释怎生：怎样，如何。辛弃疾《丑奴儿近》：“更远树斜阳，风景怎生图画？”伊：他。 忽然：一会，俄顷。《庄子 知北游》：“人生天地之间，若白驹之过却，忽然而已。”惊：将梦惊醒。浑是：全是，都是。"]}{"title":"唐多令·惜别","nian":"宋代","author":"吴文英","contson":"\n何处合成愁。离人心上秋。纵芭蕉、不雨也飕飕。都道晚凉天气好，有明月、怕登楼。 年事梦中休。花空烟水流。燕辞归、客尚淹留。垂柳不萦裙带住。漫长是、系行舟。\n","contyishang":["译文怎样合成一个“愁”，是离别之人的心上加个秋。纵然是秋雨停歇之后，风吹芭蕉的叶片，也吹出冷气飕飕。别人都说是晚凉时的天气最好，可是我却害怕登上高楼，那明月光下的清景，更加令我滋生忧愁。往昔的种种情事好像梦境一样去悠悠，就像是花飞花谢，就像是滚滚的烟波般向东奔流。群群的燕子已经飞回南方的故乡，只有我这游子还在异地停留。丝丝垂柳不能系住她的裙带，却牢牢地拴住我的行舟。","注释心上秋：“心”上加“秋”字，即合成“愁”字。飕（sōu）：形容风雨的声音。这里指风吹蕉叶之声。年事：指岁月。“燕辞归”句：曹丕《燕歌\n"]}{"title":"献仙音·吊雪香亭梅","nian":"宋代","author":"周密","contson":"\n松雪飘寒，岭云吹冻，红破数椒春浅。衬舞台荒，浣妆池冷，凄凉市朝轻换。叹花与人凋谢，依依岁华晚。共凄黯。共东风、几番吹梦，应惯识当年，翠屏金辇。一片古今愁，但废绿、平烟空远。无语消魂，对斜阳、衰草泪满。又西泠残笛，低送数声春怨。\n","contyishang":["　　周密是个有气节的词人，南宋灭亡后，他坚决不仕元朝。这首词是宋亡以后所作，通过写梅花和前朝废芜的园林抒发自己对故国的怀念，对新朝的抵触。根据他写的《武林旧事》、《齐东野语》的记载：杭州葛岭有集芳园，原是赵宋王朝的皇家园林，宋理宗时赐给贾似道，贾再修筑，胜景不少，雪香亭便是其中之一，亭旁广植梅花。宋亡之后，园亭荒芜，周密来游而作此词。","　　上阕主要写梅花及雪香亭荒废的情景。起首“松雪飘寒，岭云吹冻”两句，点明了当时的节令，同时渲染了一种冷色调的气氛。不说天飘寒雪，而说是雪“飘寒”；不说冻气入云，而说云在“吹冻”。这即突出“寒”与“冻”，又显得较为活泼。“红破数椒春浅”，写\n"]}{"title":"南乡子·风雨满苹洲","nian":"宋代","author":"陈亮","contson":"\n风雨满苹洲。绣阁银屏一夜秋。当日袜尘何处去，溪楼。怎对烟波不泪流。 天际目归舟。浪卷涛翻一叶浮。也似我侬魂不定，悠悠。宋玉方悲庾信愁。\n","contyishang":["　　此词在时下流行的不少宋词读本中皆未得一立足之地，足见人们对它的冷淡。大约人们还是喜爱陈亮“二十五弦多少恨，算世间哪有平分月”，“正好长驱，不须反顾，寻取中流誓”一类的慷慨激昂之词，及读这首《南乡子》，不免觉得气软无力，以为失了所谓“龙川本色”。其实不是这样。","　　初读之下，《南乡子》是一首怀人之小令。打头两句既点明了时令，又写出了主人公的孤独。“当日袜尘何处去”，古人习用“凌步微波，罗袜生尘”来形容体态、脚步的轻盈，由此可以想象得出相思之人与所思之人曾有过花前月下、并肩芳径的美好时光。然而徒留下温馨的回忆而已，眼前人却空居绣阁银屏之中，独以风声雨声为伴，面对千里烟波，\n"]}{"title":"江梅引·忆江梅","nian":"宋代","author":"洪皓","contson":"\n岁在壬戌，甫临长至，张总侍御邀饮。众宾皆退，独留少款。侍婢歌江梅引，有“念此情、家万里”之句，仆曰：此词殆为我作也。又闻本朝使命将至，感慨久之。既归，不寝，追和四章，多用古人诗赋，各有一笑字，聊以自宽。如暗香、疏影、相思等语，虽甚奇，经前人用者众，嫌其一律，故辄略之。卒押吹字，非风即笛，不可易也。此方无梅花，士人罕有知梅事者，故皆注所出（旧注：阙一首。此录示乡人者，北人谓之四笑江梅引） 天涯除馆忆江梅。几枝开。使南来。还带馀杭、春信到燕台。准拟寒英聊慰远，隔山水，应销落，赴诉谁。 空恁遐想笑摘蕊。断回肠，思故里。漫弹绿绮。引三弄、不觉魂飞。更听胡笳、哀怨泪沾衣。乱插繁花须异日，待孤讽，怕东风，一夜吹。\n","contyishang":["　　这是一阙不同于一般的咏梅词！作者并不着眼于梅花傲霜斗寒的品性、芬芳高洁的气骨，在他笔下，梅花是故国家乡的象征物。","　　作为出使金国被羁押的宋臣，他坚贞不屈，但心中的痛苦又向谁去倾诉？闻说南宋使者将来，听到歌手唱《江梅引》“念此情，家万里”之句，不禁思绪万千，他想问使者江南梅花开几枝？京城临安有何佳音？他想得到故国梅花，但千里捎梅，花朵想必零落，他只能想像自己已回到故乡摘梅花，弹一段《梅花三弄》悠然销魂，听一曲胡笳然泪落。他希望头插梅花，梦想成真，他又怕风吹花谢，一切成空。这层层思绪，词人写来就如抽丝剥茧般真切动人，无怪当时人们“争传写焉”。(《容斋五笔》说它：“每首有\n"]}{"title":"贺新郎·别茂嘉十二弟","nian":"宋代","author":"辛弃疾","contson":"\n别茂嘉十二弟。鹈鴂、杜鹃实两种，见《离骚补注》绿树听鹈鴂。更那堪、鹧鸪声住，杜鹃声切。啼到春归无寻处，苦恨芳菲都歇。算未抵、人间离别。马上琵琶关塞黑，更长门、翠辇辞金阙。看燕燕，送归妾。 将军百战身名裂。向河梁、回头万里，故人长绝。易水萧萧西风冷，满座衣冠似雪。正壮士、悲歌未彻。啼鸟还知如许恨，料不啼清泪长啼血。谁共我，醉明月。\n","contyishang":["译文听着绿树荫里鹈鴂叫得凄恶，更令人悲伤不已。鹧鸪鸟“行不得也哥哥”的啼叫刚住，杜鹃又发出“不如归去”悲切的号呼。一直啼到春天归去再无寻觅处，芬芳的百花都枯萎，实在令人愁恨、痛苦。算起来这桩桩件件也抵不上人间生离死的痛楚。汉代王昭君骑在马上弹着琵琶，奔向黑沉沉的关塞荒野，更有陈皇后阿娇退居长门别馆，坐着翠碧的宫辇辞别皇宫金阙。春秋时卫国庄姜望着燕燕双飞，远送休弃去国的归老。汉代名将李陵身经百战，兵败归降匈奴而身败名裂。到河边轿头送别苏武，回头遥望故国远隔万里，与故友永远诀别。还有荆轲冒着萧瑟秋风，慷慨悲歌无尽无歇。啼鸟若知人间有如此多的悲恨痛切，料想它不再悲啼清泪\n"]}