{"title":"","nian":"","author":"","contson":"","contyishang":[]}{"title":"","nian":"","author":"","contson":"","contyishang":[]}{"title":"八六子·倚危亭","nian":"宋代","author":"秦观","contson":"\n倚危亭。恨如芳草，萋萋刬尽还生。念柳外青骢别后，水边红袂分时，怆然暗惊。无端天与娉婷。夜月一帘幽梦，春风十里柔情。怎奈向、欢娱渐随流水，素弦声断，翠绡香减，那堪片片飞花弄晚，蒙蒙残雨笼晴。正销凝。黄鹂又啼数声。\n","contyishang":["译文我独自靠在危亭子上，那怨情就像春草，刚刚被清理，不知不觉又已长出来。一想到在柳树外骑马分别的场景，一想到水边与那位红袖佳人分别的情形，我就伤感不已。佳人，上天为何赐你如此美丽？让我深深投入无力自拔？当年在夜月里，我们共同醉入一帘幽梦，温柔的春风吹拂着你我。真是无可奈何，往日的欢乐都伴随着流水远去，绿纱巾上的香味渐渐淡去，再也听不到你那悦耳的琴声。如今已到了暮春时令，片片残红在夜色中飞扬，点点细雨下着下着又晴了，雾气一片迷迷蒙蒙。我的愁思正浓，忽然又传来黄鹂的啼叫声，一声一声。","注释①八六子：杜牧始创此调，又名《感黄鹂》。\n"]}{"title":"踏莎行·郴州旅舍","nian":"宋代","author":"秦观","contson":"\n雾失楼台，月迷津渡。桃源望断无寻处。可堪孤馆闭春寒，杜鹃声里斜阳暮。 驿寄梅花，鱼传尺素。砌成此恨无重数。郴江幸自绕郴山，为谁流下潇湘去。\n","contyishang":["译文雾迷蒙，楼台依稀难辨，月色朦胧，渡口也隐匿不见。望尽天涯，理想中的桃花源，无处觅寻。怎能忍受得了独居在孤寂的客馆，春寒料峭，斜阳西下，杜鹃声声哀鸣！远方的友人的音信，寄来了温暖的关心和嘱咐，却平添了我深深的别恨离愁。郴江啊，你就绕着你的郴山流得了，为什么偏偏要流到潇湘去呢？","注释⑴踏莎行：词牌名。⑵郴（chēn）州：今属湖南。⑶雾失楼台：暮霭沉沉，楼台消失在浓雾中。⑷月迷津渡：月色朦胧，渡口迷失不见。⑸桃源望断无寻处：拼命寻找也看不见理想的桃花源。桃源：语出晋陶渊明《桃花源记》，指生活\n"]}{"title":"鹧鸪天·有客慨然谈功名因追念少年时事戏作","nian":"宋代","author":"辛弃疾","contson":"\n壮岁旌旗拥万夫，锦襜突骑渡江初。燕兵夜娖银胡觮，汉箭朝飞金仆姑。追往事，叹今吾，春风不染白髭须。却将万字平戎策，换得东家种树书。\n","contyishang":["译文我年轻的时候带着一万多的士兵、精锐的骑兵们渡过长江时。金人的士兵晚上在准备着箭袋，而我们汉人的军队一大早向敌人射去名叫金仆姑的箭。追忆着往事，感叹如今的自己，春风也不能把我的白胡子染成黑色了。我看都把那长达几万字能平定金人的策略，拿去跟东边的人家换换种树的书吧。","注释⑴鹧鸪天：词牌名。双调五十五字，押平声韵。⑵少年时事：年轻时期的事情。⑶壮岁旌旗拥万夫：指作者领导起义军抗金事，当时正二十岁出头。他在《进美芹十论子》里说：“臣尝鸠众二千，隶耿京，为掌书记，与图恢复，共藉兵二十五万，纳款于朝。”壮岁：少壮之时。\n"]}{"title":"好事近·七月十三日夜登万花川谷望月作","nian":"宋代","author":"杨万里","contson":"\n月未到诚斋，先到万花川谷。不是诚斋无月，隔一林修竹。 如今才是十三夜，月色已如玉。未是秋光奇绝，看十五十六。\n","contyishang":["译文月亮还未照到我的书斋前，先照到了万花川谷，不是书斋没有月光，而是被高高的竹林隔着。现在才是农历七月十三的夜晚，圆月已像白玉雕成的一样。秋月还没到最美的时候，到了十五、十六日夜晚你再看，那才是最好的。","注释好事近：词牌名。又名《钓船笛》，《张子野词》入“仙吕宫”。双调四十五字，前后片各两仄韵，以入声韵为宜。两结句皆上一、下四句法。连用多数仄声收脚而又杂有特殊句式组成的短调小令，常是显示拗峭挺劲的声情，适宜表达“孤标耸立”和激越不平的情调。诚斋：杨万里书房的名字。万花川谷：是离“诚斋”不远的一个花圃的名字。在吉水\n"]}{"title":"临江仙·夜登小阁忆洛中旧游","nian":"宋代","author":"陈与义","contson":"\n忆昔午桥桥上饮，坐中多是豪英。长沟流月去无声。杏花疏影里，吹笛到天明。 二十余年如一梦，此身虽在堪惊。闲登小阁看新晴。古今多少事，渔唱起三更。\n","contyishang":["译文回忆当年在午桥畅饮，在座的都是英雄豪杰。月光映在河面，随水悄悄流逝，在杏花的淡淡影子里，吹起竹笛直到天明。二十多年的岁月仿佛一场春梦，我虽身在，回首往昔却胆战心惊。百无聊赖中登上小阁楼观看新雨初睛的景致。古往今来多少历史事迹，都让渔人在半夜里当歌来唱。","注释①临江仙：词牌名，又称《鸳鸯梦》、《雁后归》、《庭院深深》。双调，上片五句，押三平韵，三十字；下片同，共六十字。②午桥：在洛阳南面。坐中：在一起喝酒的人。③豪英：出色的人物。这两句说：想从前在午桥桥头饮宴，在一起喝酒的都是英雄好汉。④长沟流月：\n"]}{"title":"凤凰台上忆吹箫·香冷金猊","nian":"宋代","author":"李清照","contson":"\n香冷金猊，被翻红浪，起来慵自梳头。任宝奁尘满，日上帘钩。生怕离怀别苦，多少事、欲说还休。新来瘦，非干病酒，不是悲秋。休休，这回去也，千万遍《阳关》，也则难留。念武陵人远，烟锁秦楼。惟有楼前流水，应念我、终日凝眸。凝眸处，从今又添，一段新愁。(版本一)\n香冷金猊，被翻红浪，起来人未梳头。任宝奁闲掩，日上帘钩。生怕闲愁暗恨，多少事、欲说还休。今年瘦，非干病酒，不是悲秋。明朝，者回去也，千万遍阳关，也即难留。念武陵春晚，云锁重楼。记取楼前绿水，应念我、终日凝眸。凝眸处，从今更数，几段新愁。(版本二)\n","contyishang":["译文铸有狻猊提钮的铜炉里，熏香已经冷透，红色的锦被乱堆床头，如同波浪一般，我也无心去收。早晨起来，懒洋洋不想梳头。任凭华贵的梳妆匣落满灰尘，任凭朝阳的日光照上帘钩。我生怕想起离别的痛苦，有多少话要向他倾诉，可刚要说又不忍开口。新近渐渐消瘦起来，不是因为喝多了酒，也不是因为秋天的影响。算了罢，算了罢，这次他必须要走，即使唱上一万遍《阳关》离别曲，也无法将他挽留。想到心上人就要远去，剩下我独守空楼了，只有那楼前的流水，应顾念着我，映照着我整天注目凝眸。就在凝眸远眺的时候，从今而后，又平添一段日日盼归的新愁。","注释金猊(ni泥)：狮形铜香炉。红浪\n"]}{"title":"诉衷情·眉意","nian":"宋代","author":"欧阳修","contson":"\n清晨帘幕卷轻霜。呵手试梅妆。都缘自有离恨，故画作远山长。思往事，惜流芳。易成伤。拟歌先敛，欲笑还颦，最断人肠。\n","contyishang":["译文清晨卷起结着清霜的幕帘，呵暖双手试梳新式梅花妆。都因为内心有太多离愁别恨，所以把双眉涂得像远山那么长。回想那如烟往事，痛惜流逝的年华，更容易使人感伤。想唱歌又敛容，想欢笑眉头却紧皱，这日子最令人痛断肝肠。","注释⑴诉衷情：原为唐教坊曲名，后用为词牌名。唐温庭筠取《离骚》“众不可户说兮，孰云察余之中情”之意，创制此调。双调四十四字，上下片各三平韵。⑵轻霜：薄霜，表明时节已是初秋。⑶试梅妆：谓试着描画梅花妆。梅妆，“梅花妆”的省称。梅花妆是一种美妆，始于南朝宋寿阳公主。《太平御览》卷三十《时序部》引《杂五行书》：“\n"]}{"title":"蝶恋花·伫倚危楼风细细","nian":"宋代","author":"柳永","contson":"\n伫倚危楼风细细，望极春愁，黯黯生天际。草色烟光残照里，无言谁会凭阑意。(阑 通 栏)拟把疏狂图一醉，对酒当歌，强乐还无味。衣带渐宽终不悔，为伊消得人憔悴。\n","contyishang":["译文我长时间倚靠在高楼的栏杆上，微风拂面一丝丝一细细，望不尽的春日离愁，沮丧忧愁从遥远无边的天际升起。碧绿的草色，飘忽缭绕的云霭雾气掩映在落日余晖里，默默无言谁理解我靠在栏杆上的心情。打算把放荡不羁的心情给灌醉，举杯高歌，勉强欢笑反而觉得毫无意味。我日渐消瘦下去却始终不感到懊悔，宁愿为她消瘦得精神萎靡神色憔悴。 ","注释（1）伫倚危楼：长时间依靠在高楼的栏杆上。伫，久立。危楼，高楼。（2）望极：极目远望。（3）黯黯：迷蒙不明，形容心情沮丧忧愁。（4）生天际：从遥远无边的天际升起（5）烟光：飘\n"]}{"title":"扬州慢·淮左名都","nian":"宋代","author":"姜夔","contson":"\n淳熙丙申至日，予过维扬。夜雪初霁，荠麦弥望。入其城，则四顾萧条，寒水自碧，暮色渐起，戍角悲吟。予怀怆然，感慨今昔，因自度此曲。千岩老人以为有“黍离”之悲也。\n淮左名都，竹西佳处，解鞍少驻初程。过春风十里。尽荠麦青青。自胡马窥江去后，废池乔木，犹厌言兵。渐黄昏，清角吹寒。都在空城。 杜郎俊赏，算而今、重到须惊。纵豆蔻词工，青楼梦好，难赋深情。二十四桥仍在，波心荡、冷月无声。念桥边红药，年年知为谁生。 \n","contyishang":["译文淳熙年丙申月冬至这天，我经过扬州。夜雪初晴，放眼望去，全是荠草和麦子。进入扬州，一片萧条，河水碧绿凄冷，天色渐晚，城中响起凄凉的号角。我内心悲凉，感慨于扬州城今昔的变化，于是自创了这支曲子。千岩老人认为这首词有《黍离》的悲凉意蕴。","扬州自古是淮南东路的名城，这里有著名游览胜地竹西亭，初到扬州我解鞍下马作停留。当年那春风十里繁华街道，如今却是荞麦青青孤单可怜。自从金兵侵犯长江流域以后，连荒废的池苑和古老的大树，都厌恶再提起那场可恶的战争。临近黄昏凄清的号角已吹\n"]}{"title":"水调歌头·秋色渐将晚","nian":"宋代","author":"叶梦得","contson":"\n秋色渐将晚，霜信报黄花。小窗低户深映，微路绕欹斜。为问山翁何事，坐看流年轻度，拚却鬓双华。徙倚望沧海，天净水明霞。 念平昔，空飘荡，遍天涯。归来三径重扫，松竹本吾家。却恨悲风时起，冉冉云间新雁，边马怨胡笳。谁似东山老，谈笑静胡沙。\n","contyishang":["译文秋色日渐变浓，金黄的菊花传报霜降的信息。小窗低户深深掩映在菊花丛中，小路盘山而上，曲折倾斜。询问山公到底有什么心事， (原来是不忍心)坐看时光轻易流逝而双鬓花白。在太湖边上徘徊凝望，天空澄澈，湖水映照着明丽的彩霞。追忆往日，漂泊不定，走遍天涯海角，却毫无建树。归来后重新打扫庭院中的小路，松竹才是我的家。却恨悲凉的秋风不时吹起，南归的大雁缓缓地飞行在云间，哀怨的胡笳声和边马的悲鸣声交织在一起。谁能像东晋谢安那样，谈笑间就扑灭了胡人军马扬起的尘沙。","注释⑴秋色渐将晚，霜信报黄花。：暮秋景物渐呈苍老深暗之色，菊花开时报来了将要降霜的信息。\n"]}{"title":"西江月·新秋写兴","nian":"宋代","author":"刘辰翁","contson":"\n天上低昂仰旧，人间儿女成狂。夜来处处试新妆。却是人间天上。 不觉新凉似水，相思两鬓如霜。梦从海底跨枯桑。阅尽银河风浪。\n","contyishang":["译文天上日落月升，斗转星移，景象跟从前一样，人间男女依然如痴如狂，陶醉在节日的欢乐中。七夕夜，处处可见着新装的人们，仿佛来到了人间天堂。不经意间感觉新秋凉意似水，因为思念故国，我两鬓已斑白如霜。我梦见自己在海底跨越枯桑，又在天上看尽银河风浪。","注释①西江月：词牌名，原唐教坊曲，用作词调。又名《白苹香》、《步虚词》、《晚香时候》、《玉炉三涧雪》、《江月令》，另有《西江月慢》。②低昂：起伏，指星月的升沉变化。③成狂：指欢度七夕的景象。④“梦从”句：用《神仙传》沧海屡变为桑田的典故，比喻世事变化很大。\n"]}{"title":"惜分飞·泪湿阑干花著露","nian":"宋代","author":"毛滂","contson":"\n泪湿阑干花著露。愁到眉峰碧聚。此恨平分取。更无言语。空相觑。 短雨残云无意绪。寂寞朝朝暮暮。今夜山深处。断魂分付。潮回去。\n","contyishang":["译文你脸上泪水纵横，像一枝鲜花沾带着露珠，忧愁在你眉间紧紧缠结，又像是碧山重叠攒聚。这别恨不仅属于你，我们两人平均分取。你我久久地、久久地互相凝望。再说不出一句话语。雨收云散，一切欢乐都成为过去，令人无情无绪。从此朝朝暮暮，我将空守孤寂。今夜，当我投宿在荒山野店，我深情的灵魂会跟随潮汐回到你那里。","注释⑴惜分飞：词牌名，又名《惜芳菲》、《惜双双》等。毛滂创调，词咏唱别情。全词共50字，双调，上、下阙各四句，句句用仄韵。⑵富阳：宋代县名，治所在今浙江省富阳县。琼芳：当时杭州供奉官府的一名歌妓。作者任杭州法曹参军时，和她很要好。\n"]}{"title":"江城子·西城杨柳弄春柔","nian":"宋代","author":"秦观","contson":"\n西城杨柳弄春柔，动离忧，泪难收。犹记多情、曾为系归舟。碧野朱桥当日事，人不见，水空流。韶华不为少年留，恨悠悠，几时休？飞絮落花时候、一登楼。便作春江都是泪，流不尽，许多愁。\n","contyishang":["译文西城的杨柳逗留着春天的柔情，使我想起离别时的忧伤，眼泪很难收回。还记得当年你为我拴着归来的小舟。绿色的原野，红色的桥，是我们当时离别的情形。而如今你不在，只有水孤独地流着。美好的青春不为少年时停留，离别的苦恨，何时才到头？飘飞的柳絮，落花满地的时候我登上楼台。即使江水都化作泪水，也流不尽，依然有愁苦在心头。","注释⑴江城子：词牌名，又名“江神子”“村意远”。唐词单调，始见《花间集》韦庄词。宋人改为双调，七十字，上下片都是七句五平韵。⑵弄春：谓在春日弄姿。明徐渭《赋得万绿枝头红一点》诗：“名园树树老啼莺，叶底孤花巧弄春。”\n"]}{"title":"小重山·昨夜寒蛩不住鸣","nian":"宋代","author":"岳飞","contson":"\n昨夜寒蛩不住鸣。惊回千里梦，已三更。起来独自绕阶行。人悄悄，帘外月胧明。白首为功名。旧山松竹老，阻归程。欲将心事付瑶琴。知音少，弦断有谁听。\n","contyishang":["译文昨夜，寒秋蟋蟀不住哀鸣，梦回故乡，千里燃战火，被惊醒，已三更。站起身，独绕台阶踽踽行。四周静悄悄，帘外，一轮淡月正朦胧。为国建功留青史，未老满头霜星星。家山松竹苍然老，无奈议和声起、阻断了归程。想把满腹心事，付与瑶琴弹一曲。可可高山流水知音稀，纵然弦弹断，又有谁来听？","注释1、小重山：词牌名。一名《小冲山》、《柳色新》、《小重山令》。唐人常用此调写宫女幽怨。《词谱》以薛昭蕴词为正体。五十八字。上下片各四句，四平韵。换头句较上片起句少二字，其余各句上下片均同。另有五十七字、六十字两体，是变格。2、寒蛩（qióng）：秋天的\n"]}{"title":"破阵子·春景","nian":"宋代","author":"晏殊","contson":"\n燕子来时新社，梨花落后清明。池上碧苔三四点，叶底黄鹂一两声。日长飞絮轻。巧笑东邻女伴，采桑径里逢迎。疑怪昨宵春梦好，元是今朝斗草赢。笑从双脸生。\n","contyishang":["译文燕子飞来正赶上社祭之时，清明节后梨花纷飞。几片碧苔点缀着池中清水，黄鹂的歌声萦绕着树上枝叶，只见那柳絮飘飞。在采桑的路上邂逅巧笑着的东邻女伴。怪不得我昨晚做了个春宵美梦，原来它是预兆我今天斗草获得胜利啊!不由得脸颊上也浮现出了笑意。","注释① 破阵子：词牌名，原为唐教坊曲名。又名《十拍子》。双调六十二字，平韵。②新社：社日是古代祭土地神的日子，以祈丰收，有春秋两社。新社即春社，时间在立春后、清明前。③碧苔：碧绿色的苔草。④飞絮：飘荡着的柳絮。⑤巧笑：形容少女美好的笑容。逢迎：碰头，相逢。\n"]}{"title":"贺新郎·西湖","nian":"宋代","author":"文及翁","contson":"\n一勺西湖水。渡江来、百年歌舞，百年酣醉。回首洛阳花世界，烟渺黍离之地。更不复、新亭堕泪。簇乐红妆摇画艇，问中流、击楫谁人是。千古恨，几时洗。(花世界 一作：花石尽） 余生自负澄清志。更有谁、磻溪未遇，傅岩未起。国事如今谁倚仗，衣带一江而已。便都道、江神堪恃。借问孤山林处士，但掉头、笑指梅花蕊。天下事，可知矣。\n","contyishang":[]}{"title":"巫山一段云·古庙依青嶂","nian":"唐代","author":"李珣","contson":"\n古庙依青嶂，行宫枕碧流。水声山色锁妆楼。往事思悠悠。云雨朝还暮，烟花春复秋。啼猿何必近孤舟。行客自多愁。\n","contyishang":["译文神女寺依旧傍着青山，楚王的细腰宫依旧枕着碧绿的江流。潺潺流水和暖暖翠岚环绕着昔日梳妆的楼台，悠悠往事真叫人感慨万千。巫山从早到晚雨迷云轻，春去秋来花开花落，岁月就这般流逝。何必要猿啼声声传向孤舟，远行的旅客自有许多忧愁。","注释⑴巫山一段云：唐教坊曲，原咏巫山神女事。后用为词牌。双调小令，四十四字，前后片各三平韵。⑵古庙：指巫山脚下供奉神女的祠庙。⑶青嶂（zhàng）：即十二峰。嶂：形势高险象屏障的山峰。⑷行宫：京城以外供帝王出巡时居住的宫室，此处指楚细腰宫遗址。⑸枕（zhěn）碧流：意\n"]}{"title":"太常引·建康中秋夜为吕叔潜赋","nian":"宋代","author":"辛弃疾","contson":"\n一轮秋影转金波，飞镜又重磨。把酒问姮娥：被白发、欺人奈何？乘风好去，长空万里，直下看山河。斫去桂婆娑，人道是、清光更多。\n","contyishang":["译文一轮缓缓移动的秋月洒下万里金波，就像那刚磨亮的铜镜又飞上了天廓。我举起酒杯问那月中的嫦娥：怎么办呢？白发日增，好像故意欺负我。我要乘风飞上万里长空，俯视祖国的大好山河。还要砍去月中摇曳的桂树枝柯，人们说，这将使月亮洒下人间的光辉更多。","注释 ⑴太常引：词牌名。⑵吕叔潜：名大虬，生平事迹不详，似为作者声气相应的朋友。⑶金波：形容月光浮动，因亦指月光。《汉书》卷二十二《礼乐志》：“月穆穆以金波”。颜师古注：“言月光穆穆，若金之波流也”。苏轼《洞仙歌》词：“金波淡，玉绳低转”。⑷飞镜：飞天之明镜，指月亮\n"]}{"title":"调笑令·边草","nian":"唐代","author":"戴叔伦","contson":"\n边草，边草，边草尽来兵老。山南山北雪晴， 千里万里月明。明月，明月，胡笳一声愁绝。\n","contyishang":["译文边塞的野草啊，边塞的野草！野草枯尽时。戍边的兵士已老。山南山北雪后放睛，千里万里处处月明。明月啊，明月！远处传来胡笳一声，令人肠断欲绝。","注释1、调笑令：词牌名。唐·白居易《代书诗一百韵寄微之》曰：“打嫌《调笑》易，饮讶《卷波》迟。”自注：“抛打曲有《调笑令》，饮酒曲有《卷白波》。”词调名盖本唐曲。此调为单调，八句，三十二字。第四、五句押平声韵，其余各句均押仄声韵。其中第二句叠用第一句，第七句叠用第六句，第六句颠倒第五句末二字而成。2、边草：边塞之草。此草秋天干枯变白，为牛马所食。3、尽：死。4、雪晴：下过大\n"]}{"title":"潇湘神·斑竹枝","nian":"唐代","author":"刘禹锡","contson":"\n斑竹枝，斑竹枝，泪痕点点寄相思。楚客欲听瑶瑟怨，潇湘深夜月明时。\n","contyishang":["译文斑竹枝啊斑竹枝，泪痕点点寄托着相思。楚地的游子啊若想听听瑶瑟的幽怨，在这潇水湘江之上当着夜深月明之时。","注释①潇湘神：词牌名，一名《潇湘曲》。此词作于朗州（今湖南省常德市）时期，诗中所及山水和故事皆在湘沅间。潇湘：湖南西南部潇水、湘水。②斑竹：即湘妃竹。相传舜崩苍梧，娥皇、女英二妃追至，哭啼极哀，泪染于竹，斑斑如泪痕，故谓“斑竹”。③泪痕点点寄相思：《述异记》载，“舜南巡，葬于苍梧。尧二女娥皇、女英泪下沾竹，文悉为之斑。”④楚客：本指屈原，此处为作者自况。作此词时刘禹锡正值贬官朗州（治所在今湖南常德）。\n"]}{"title":"风入松·听风听雨过清明","nian":"宋代","author":"吴文英","contson":"\n听风听雨过清明。愁草瘗花铭。楼前绿暗分携路，一丝柳、一寸柔情。料峭春寒中酒，交加晓梦啼莺。 西园日日扫林亭。依旧赏新晴。黄蜂频扑秋千索，有当时、纤手香凝。惆怅双鸳不到，幽阶一夜苔生。\n","contyishang":["译文听着凄风苦雨之声，我独自寂寞地过着清明。掩埋好遍地的落花，我满怀忧愁地起草葬花之铭。楼前依依惜别的地方，如今已是一片浓密的绿荫。每一缕柳丝，都寄托着一分柔情。料峭的春寒中，我独自喝着闷酒，想借梦境去与佳人重逢，不料又被啼莺唤醒。西园的亭台和树林，每天我都派人去打扫干净，依旧到这里来欣赏新晴的美景。蜜蜂频频扑向你荡过的秋千、绳索上还有你纤手握过而留下的芳馨。我是多么惆怅伤心，你的倩影总是没有信音。幽寂的空阶上，一夜间长出的苔藓便已青青。","注释草：草，起草，拟写。愁草，没有心情写。瘗（yì）：埋葬。铭，文体的一种。庾信有《瘗花铭\n"]}{"title":"玉楼春·春景","nian":"宋代","author":"宋祁","contson":"\n东城渐觉风光好。縠皱波纹迎客棹。绿杨烟外晓寒轻，红杏枝头春意闹。浮生长恨欢娱少。肯爱千金轻一笑。为君持酒劝斜阳，且向花间留晚照。\n","contyishang":["译文 信步东城感到春光越来越好，皱纱般的水波上船儿慢摇。条条绿柳在霞光晨雾中轻摆曼舞，粉红的杏花开满枝头春意妖娆。总是抱怨人生短暂欢娱太少，怎肯为吝惜千金而轻视欢笑？让我为你举起酒杯奉劝斜阳，请留下来把晚花照耀。","注释 ⑴木兰花：原唐教坊曲名，后用为词牌名，调同“玉楼春”。⑵縠（hú）皱波纹：形容波纹细如皱纱。縠皱：即皱纱，有皱褶的纱。棹（zhào）：船桨，此指船。⑶春意：春天的气象。闹：浓盛。⑷浮生：指飘浮无定的短暂人生。语本《庄子·刻意》：“其生若浮，其死若休。”⑸肯爱：岂肯吝惜，即不\n"]}{"title":"采桑子·恨君不似江楼月","nian":"宋代","author":"吕本中","contson":"\n恨君不似江楼月，南北东西，南北东西，只有相随无别离。恨君却似江楼月，暂满还亏，暂满还亏，待得团圆是几时？\n","contyishang":["译文可恨你不像江边楼上高悬的明月，不管人们南北东西四处漂泊，明月都与人相伴不分离。可恨你就像江边楼上高悬的明月，刚刚圆满就又缺了，等到明月再圆不知还要等到何时。","注释⑴采桑子：词牌名。又名“丑奴儿令”、“罗敷艳歌”、“罗敷媚”。⑵君：这里指词人的妻子。一说此词为妻子思念丈夫。江楼：靠在江边的楼阁。⑶暂满还亏：指月亮短暂的圆满之后又会有缺失。满，此指月圆；亏，此指月缺。"]}{"title":"诉衷情·当年万里觅封侯","nian":"宋代","author":"陆游","contson":"\n当年万里觅封侯，匹马戍梁州。关河梦断何处？尘暗旧貂裘。胡未灭，鬓先秋，泪空流。此生谁料，心在天山，身老沧洲。\n","contyishang":["译文回忆当年鹏程万里为了寻找建功立业的机会，单枪匹马奔赴边境保卫梁州。如今防守边疆要塞的从军生活只能在梦中出现，梦一醒不知身在何处？灰尘已经盖满了旧时出征的貂裘。胡人还未消灭，鬓边已呈秋霜，感伤的眼泪白白地淌流。这一生谁能预料，原想一心一意抗敌在天山，如今却一辈子老死于沧洲！","注释⑴诉衷情：词牌名。⑵万里觅封侯：奔赴万里外的疆场，寻找建功立业的机会。《后汉书·班超传》载：班超少有大志，尝曰，大丈夫应当“立功异域，以取封侯，安能久事笔砚间乎？”⑶戍（shù）：守边。梁州：《宋史·地理志》：“兴元府，梁州汉中郡，山南\n"]}{"title":"六州歌头·长淮望断","nian":"宋代","author":"张孝祥","contson":"\n长淮望断，关塞莽然平。征尘暗，霜风劲，悄边声。黯销凝。追想当年事，殆天数，非人力，洙泗上，弦歌地，亦膻腥。隔水毡乡，落日牛羊下，区脱纵横。看名王宵猎，骑火一川明。笳鼓悲鸣。遣人惊。 念腰间箭，匣中剑，空埃蠹，竟何成。时易失，心徒壮，岁将零。渺神京。干羽方怀远，静烽燧，且休兵。冠盖使，纷驰骛，若为情。闻道中原遗老，常南望、翠葆霓旌。使行人到此，忠愤气填膺。有泪如倾。\n","contyishang":["译文伫立漫长的淮河岸边极目望远，关塞上的野草丛茂是平阔的荒原。北伐的征尘已暗淡，寒冷的秋风在劲吹，边塞上的静寂悄然。我凝神伫望，心情黯淡。追想当年的中原沧陷，恐怕是天意运数，并非人力可扭转；在孔门弟子求学的洙水和泗水边，在弦歌交秦的礼乐之邦，也已变成膻腥一片。隔河相望是敌军的毡帐，黄昏落日进牛羊返回圈栏，纵横布置了敌军的前哨据点。看金兵将令夜间出猎，骑兵手持火把照亮整片平川，胡笳鼓角发出悲壮的声音，令人胆战心寒。想我腰间弓箭，匣中宝剑，空自遭了 虫尘埃的侵蚀和污染，满怀壮志竟不得施展。时机轻易流失，壮心徒自雄健，刚暮将残。光复汴京的希望更加渺远。朝廷正推行礼乐以怀\n"]}{"title":"永遇乐·落日熔金","nian":"宋代","author":"李清照","contson":"\n落日熔金，暮云合璧，人在何处。染柳烟浓，吹梅笛怨，春意知几许。元宵佳节，融和天气，次第岂无风雨。来相召、香车宝马，谢他酒朋诗侣。(熔金 一作：镕金)中州盛日，闺门多暇，记得偏重三五。铺翠冠儿，捻金雪柳，簇带争济楚。如今憔悴，风鬟霜鬓，怕见夜间出去。不如向、帘儿底下，听人笑语。\n","contyishang":["译文落日金光灿灿，像熔化的金水一般，暮云色彩波蓝，仿佛碧玉一样晶莹鲜艳。景致如此美好，可我如今又置身于何地哪边？新生的柳叶如绿烟点染，《梅花落》的笛曲中传出声声幽怨。春天的气息已露倪端。但在这元宵佳节融和的天气，又怎能知道不会有风雨出现？那些酒朋诗友驾着华丽的车马前来相召，我只能报以婉言，因为我心中愁闷焦烦。记得汴京繁盛的岁月，闺中有许多闲暇，特别看重这正月十五。帽子镶嵌着翡翠宝珠，身上带着金捻成的雪柳，个个打扮得俊丽翘楚。如今容颜憔悴，头发蓬松也无心梳理，更怕在夜间出去。不如从帘儿的底下，听一听别人的欢声笑语。 ","注释①吹梅笛怨：梅，指乐\n"]}{"title":"江神子·杏花村馆酒旗风","nian":"宋代","author":"谢逸","contson":"\n杏花村馆酒旗风。水溶溶。扬残红。野渡舟横，杨柳绿阴浓。望断江南山色远，人不见，草连空。 夕阳楼外晚烟笼。粉香融。淡眉峰。记得年时，相见画屏中。只有关山今夜月，千里外，素光同。\n","contyishang":["译文杏花村馆酒旗迎风。江水溶溶，落红轻扬。野渡无人舟自横，两岸杨柳绿荫浓。遥望江南山色远，人影不见。惟有芳草连碧空。楼外夕阳晚烟笼。粉香四溢淡眉峰。记得去年，与你相见画屏中。今夜关山万千重，千里外，素光明月与君共。","注释①“江城子”：词牌名也有称《江神子》。②“杏花村馆”：即杏花村驿馆。据说位于湖北麻城岐亭镇。“酒旗风”──使酒旗摆动的和风。③“溶溶”：指河水荡漾、缓缓流动的样子。飏：意为飞扬，此指飘散的样子。“残红”：喻指凋残的花。④“野渡”：村野渡口。⑤“望断”：指一直望到看不见。\n"]}{"title":"盐角儿·亳社观梅","nian":"宋代","author":"晁补之","contson":"\n开时似雪。谢时似雪。花中奇绝。香非在蕊，香非在萼，骨中香彻。 占溪风，留溪月。堪羞损、山桃如血。直饶更、疏疏淡淡，终有一般情别。\n","contyishang":["译文花开的时候象雪，凋谢的时候仍然像雪，在百花之中的确是绝无仅有。散发出来的清香不在花蕊，也不在花萼，而是从骨子里飘荡出来的，清香透彻。占尽了从小溪吹来的轻风，留住了小溪中的明月，使那红得似血的山桃花也羞惭得减损了自己的容颜。即使仍然花影稀疏清香淡淡，终究另有一种非其他媚俗之花可与之相比的情致。","注释盐角儿：词牌名。王灼《碧鸡漫志》：“盐角儿，《嘉桔杂志》云：‘梅圣俞说，始教坊家人市盐，于纸角中得一曲谱，翻之，遂以名。’令双调《盐角儿》令是也。欧阳永叔尝制词。’亳（bó）社：指亳州（今安徽亳县）祭祀土地神的社庙。另义，亳社，\n"]}