{"title":"世无良猫","nian":"清代","author":"乐钧","contson":"\n　　某恶鼠，破家求良猫。厌以腥膏，眠以毡罽。猫既饱且安，率不食鼠，甚者与鼠游戏，鼠以故益暴。某恐，遂不复蓄猫，以为天下无良猫也。是无猫邪，是不会蓄猫也。\n","contyishang":["译文　　有个人憎恨老鼠，倾尽所有的家财讨得一只好猫。用鱼肉喂养，用棉垫、毯子给猫睡。猫已经吃得饱饱的并且过得安安稳稳，大都不捕鼠了，有时猫甚至与老鼠一块嬉戏，老鼠因此更加凶暴。这人十分生气，把它赶走，于是再也不在家里养猫了，认为这个世界上没有好猫。","注释（1）某:某个人；有一个人。（2）恶：讨厌；厌恶。（3）破家：拿出所有的家财。破：倾尽（4）厌：满足。（5）以：用。（6）腥膏：鱼和肥肉。腥：代指鲜鱼。膏：肥肉。（7）罽：（jì）（罽蒘）古书上说的一种植物，似芹，可食，子大如麦\n"]}{"title":"愚人食盐","nian":"南北朝","author":"僧伽斯那","contson":"\n　　昔有愚人，至于他家。主人与食，嫌淡无味。主人闻已，更为益盐。既得盐美，便自念言：“所以美者，缘有盐故。少有尚尔，况复多也？”愚人无智，便空食盐。食已口爽，反为其患。\n","contyishang":["译文　　从前有个愚蠢的人，到朋友家，主人给他食物。食物嫌淡而无味。主人知道之后，于是添加盐。吃的，很美，于是自言自语说：“之所以味道鲜美，是有了盐的缘故。很少就如此，何况又多了？”这个愚蠢的人没有智慧，就只吃盐。味觉败坏，反而成为他的祸患。天下的事情都是这样，经过则不但没有好处，反而是有害的。","注释1 食：食物。2 闻已：听罢。3 更：再次。4 益：增加。5 既：已经。6 空：空口。7 口爽：口味败坏。8 所以：……的原因。9 复：再。10爽\n"]}{"title":"刻舟求剑 / 楚人涉江","nian":"先秦","author":"佚名","contson":"\n楚人有涉江者，其剑自舟中坠于水。遽契其舟，曰：“是吾剑之所从坠。”舟止，从其所契者入水求之。舟已行矣，而剑不行，求剑若此，不亦惑乎！\n","contyishang":["译文楚国有个渡江的人，他的剑从船中掉到水里。他急忙在船边上用剑在掉下剑的地方做了记号，说：“这是我的剑掉下去的地方。”船到目的地后停了下来，这个楚国人从他刻记号的地方跳到水里寻找剑。 船已经航行了，但是剑没有行进，像这样寻找剑，不是很糊涂吗！ ","注释涉：过，渡。者：……的人，定语后置的标志。 其：他的，代词。自：从。坠：落。于：在，到。遽：急忙，立刻。契：用刀雕刻，刻。是：指示代词，这，这个，这儿，这样。吾：我的。之：主谓之间取消句子\n"]}{"title":"荀巨伯探病友 / 荀巨伯探友","nian":"南北朝","author":"刘义庆","contson":"\n　　荀巨伯远看友人疾值胡贼攻郡，友人语巨伯曰：“吾今死矣，子可去。”巨伯曰：“远来相视，子令吾去，败义以求生，岂荀巨伯所行邪？”贼既至，谓巨伯曰：“大军至，一郡尽空，汝何男子，而敢独止？“巨伯曰：“友人有疾，不忍委之，宁以我身代友人命。”贼相谓曰：“我辈无义之人，而入有义之国。”遂班军而还，一郡并获全。 \n","contyishang":["译文　　荀巨伯到远方看望生病的朋友，正好遇上胡人来攻城。朋友对荀巨伯说：“我如今是快死的人了，你赶快离开吧！”荀巨伯说：“我远道而来看望你，你却要我离开；败坏道义来求生，怎么是我的行为呢？” 等到贼兵来了，问荀巨伯说：“大军一到，全城的人都逃走了，你是什么人，竟敢独自停留在这里？”荀巨伯回答说：“朋友有疾病，(我)不忍心抛下他，宁愿用我的性命来换取朋友的生命。”贼兵听后相互说道：“我们这些无义的人，却要攻入这个讲究道义的地方！”于是调动整个军队回去了，全城因而得以保留。","注释语：对…说子：尊称，相当于“您”去：离开\n"]}{"title":"晏子使楚","nian":"两汉","author":"刘向","contson":"\n一晏子使楚。楚人以晏子短，楚人为小门于大门之侧而延晏子。晏子不入，曰：“使狗国者从狗门入，今臣使楚，不当从此门入。”傧者更道，从大门入。见楚王。王曰：“齐无人耶？”晏子对曰：“齐之临淄三百闾，张袂成阴，挥汗成雨，比肩继踵而在，何为无人？”王曰：“然则何为使予？”晏子对曰：“齐命使，各有所主：其贤者使使贤主，不肖者使使不肖主。婴最不肖，故宜使楚矣！”（张袂成阴 一作：张袂成帷）\n二晏子将使楚。楚王闻之，谓左右曰：“晏婴，齐之习辞者也。今方来，吾欲辱之，何以也？”左右对曰：“为其来也，臣请缚一人，过王而行，王曰：‘何为者也？’对曰：‘齐人也。’王曰：‘何坐？’曰：‘坐盗。’\n三晏子至，楚王赐晏子酒，酒酣，吏二缚一人诣王。王曰：“缚者曷为者也？”对曰：“齐人也，坐盗。”王视晏子曰：“齐人固善盗乎？”晏子避席对曰：“婴闻之，橘生淮南则为橘，生于淮北则为枳，叶徒相似，其实味不同。所以然者何？水土异也。今民生长于齐不盗，入楚则盗，得无楚之水土使民善盗耶？”王笑曰：“ 圣人非所与熙也，寡人反取病焉。”\n","contyishang":["译文（一）　　晏子出使到楚国。楚人因为晏子身材矮小，在大门的旁边开一个小门请晏子进去。晏子不进去，说：“出使到狗国的人从狗门进去，今天我出使到楚国来，不应该从这个狗门进去。”迎接宾客的人带晏子改从大门进去。（晏子）拜见楚王。楚王说：“齐国没有人可派吗？竟派您做使臣。”晏子回答说：“齐国的都城临淄有七千五百户人家，人们一起张开袖子，就能遮天；挥洒汗水，就是下雨；街上行人肩膀靠着肩膀，脚尖碰脚后跟，怎么能说齐国没有人呢？”楚王说：“既然这样，那么为什么会打发你来呢？”晏子回答说：“齐国派遣使臣，各有不同的规矩，那些有德有才的人被派遣出使到有德有才的君主所在的国家，没有\n"]}{"title":"晏子谏杀烛邹","nian":"先秦","author":"刘向 编","contson":"\n　　齐景公好弋，使烛邹主鸟而亡之。公怒，诏吏欲杀之。晏子曰： “烛邹有罪三，请数之以其罪杀之。”公曰：“可。”于是召而数之公前，曰：“烛邹，汝为吾君主鸟而亡之，是罪一也；使吾君以鸟之故杀人，是罪二也；使诸侯闻之以吾君重鸟而轻士 ，是罪三也。数烛邹罪已毕，请杀之 。”公曰：“勿杀！寡人闻命矣。”\n","contyishang":["译文　　齐景公喜欢捕鸟。有一次，他捕到了一只漂亮的鸟，就命令烛邹管理鸟。不久，鸟逃跑了。齐景公气坏了，决定亲手杀掉他。晏子说：“烛邹有三条罪状，请让我列数他的罪状然后杀掉他。”于是召见烛邹，在齐景公面前列数他的罪行，说：“烛邹！你是我们君王的养鸟人，却让鸟逃跑了，这是第一条罪行；让我们君王为了一只鸟就要杀人，这是第二条罪行；让诸侯听到这件事，认为我们的君王看重鸟而轻视手下的人，这是第三条罪行。烛邹的罪已经列举结束，请杀死烛邹。”景公说：“不用处死了.我明白你的指教了。” ","注释弋：（yì）带有绳子的箭，用来射鸟；系着绳的箭，此处名词作动词，指用弋射\n"]}{"title":"矛与盾","nian":"先秦","author":"韩非","contson":"\n　　楚人有鬻盾与矛者，誉之曰：“ 吾盾之坚 ， 物莫能陷也 。”又誉其矛曰：“ 吾矛之利 ， 于物无不陷也 。”或曰：“以子之矛，陷子之盾，何如 ？” 其人弗能应也 。夫不可陷之盾与无不陷之矛，不可同世而立。\n","contyishang":["译文　　有一个楚国人，既卖盾又卖矛。他夸耀自己的盾，说：“我的盾坚固无比，没有什么东西能够穿透它。”又夸耀自己的矛，说：“我的矛锋利极了，任何坚固的东西都穿得透。”有人问他：“如果用您的矛刺您的盾，结果会怎么样呢？”那人张口结舌，一句话也回答不上来。什么都不能刺穿的盾与什么都能刺穿的矛，不可能同时存在于这个世界上。","注释1、矛:古代用来刺杀敌人的长柄兵器，矛的基本形制有狭叶、阔叶、长叶、叶刃带系和凹口骹式等。2、盾:盾牌,古代作战时遮挡刀剑用。3、誉：赞誉，夸耀。4、曰：说，讲。5、吾：我。\n"]}