{"title":"咏柳 / 柳枝词","nian":"唐代","author":"贺知章","contson":"\n碧玉妆成一树高，万条垂下绿丝绦。不知细叶谁裁出，二月春风似剪刀。\n","contyishang":["译文高高的柳树长满了翠绿的新叶，轻柔的柳枝垂下来，就像万条轻轻飘动的绿色丝带。这细细的嫩叶是谁的巧手裁剪出来的呢？原来是那二月里温暖的春风，它就像一把灵巧的剪刀。","注释碧玉：碧绿色的玉。这里用以比喻春天嫩绿的柳叶。妆：装饰，打扮。一树：满树。一：满，全。在中国古典诗词和文章中，数量词在使用中并不一定表示确切的数量。下一句的“万”，就是表示很多的意思。绦（tāo）：用丝编成的绳带。这里指像丝带一样的柳条。裁：裁剪。似：如同，好像。"]}{"title":"西江月·夜行黄沙道中","nian":"宋代","author":"辛弃疾","contson":"\n明月别枝惊鹊，清风半夜鸣蝉。稻花香里说丰年，听取蛙声一片。 七八个星天外，两三点雨山前。旧时茅店社林边，路转溪桥忽见。(溪桥 一作：溪头)\n","contyishang":["译文天边的明月升上了树梢，惊飞了栖息在枝头的喜鹊。清凉的晚风仿佛传来了远处的蝉叫声。在稻花的香气里，人们谈论着丰收的年景，耳边传来一阵阵青蛙的叫声，好像在说着丰收年。天空中轻云漂浮，闪烁的星星时隐时现，山前下起了淅淅沥沥的小雨，从前那熟悉的茅店小屋依然坐落在土地庙附近的树林中，山路一转，曾经那记忆深刻的溪流小桥呈现在他的眼前。","注释①西江月：词牌名。②黄沙：黄沙岭，在江西上饶的西面。③别枝惊鹊：惊动喜鹊飞离树枝。④鸣蝉：蝉叫声。⑤旧时：往日。⑥茅店：茅草盖的乡村客店。\n"]}{"title":"题西林壁","nian":"宋代","author":"苏轼","contson":"\n横看成岭侧成峰，远近高低各不同。不识庐山真面目，只缘身在此山中。\n","contyishang":["译文从正面、侧面看庐山山岭连绵起伏、山峰耸立，从远处、近处、高处、低处看庐山，庐山呈现各种不同的样子。我之所以认不清庐山真正的面目，是因为我人身处在庐山之中。 ","注释题西林壁：写在西林寺的墙壁上。西林寺在庐山西麓。题：书写，题写。西林：西林寺，在江西庐山。横看：从正面看。庐山总是南北走向，横看就是从东面西面看.侧：侧面。各不同：各不相同。不识：不能认识，辨别。真面目：指庐山真实的景色，形状。缘：因为；由于。此山：这座山，指庐山。西林：西林寺，\n"]}{"title":"过故人庄","nian":"唐代","author":"孟浩然","contson":"\n故人具鸡黍，邀我至田家。绿树村边合，青山郭外斜。开轩面场圃，把酒话桑麻。待到重阳日，还来就菊花。\n","contyishang":["译文老朋友预备丰盛的饭菜，邀请我到他好客的农家。翠绿的树林围绕着村落，苍青的山峦在城外横卧。推开窗户面对谷场菜园，手举酒杯闲谈庄稼情况。等到九九重阳节到来时，再请君来这里观赏菊花。","注释⑴过：拜访。故人庄：老朋友的田庄。庄，田庄。⑵具：准备，置办。鸡黍：指农家待客的丰盛饭食（字面指鸡和黄米饭）。黍（shǔ）：黄米，古代认为是上等的粮食。⑶邀：邀请。至：到。⑷合：环绕。⑸郭：古代城墙有内外两重，内为城，外为郭。这里指村庄的外墙。斜（xiá）：倾斜。因古诗需与上一句押韵\n"]}{"title":"静夜思","nian":"唐代","author":"李白","contson":"\n床前明月光，疑是地上霜。举头望明月，低头思故乡。\n","contyishang":["直译明亮的月光洒在床前的窗户纸上，好像地上泛起了一层霜。我禁不住抬起头来，看那天窗外空中的一轮明月，不由得低头沉思，想起远方的家乡。","韵译皎洁月光洒满床，恰似朦胧一片霜。仰首只见月一轮，低头教人倍思乡。 ","注释⑴静夜思：静静的夜里，产生的思绪 。⑵床：今传五种说法。一指井台。已经有学者撰文考证过。中国教育家协会理事程实将考证结果写成论文发表在刊物上，还和好友创作了《诗意图》。二指井栏。从考古发现来看，中国最早的水井是木结构水井。古代井栏有数米高，成方框形围住井口\n"]}{"title":"闻官军收河南河北","nian":"唐代","author":"杜甫","contson":"\n剑外忽传收蓟北，初闻涕泪满衣裳。却看妻子愁何在，漫卷诗书喜欲狂。白日放歌须纵酒，青春作伴好还乡。即从巴峡穿巫峡，便下襄阳向洛阳。\n","contyishang":["译文剑门关外，喜讯忽传，官军收复冀北一带。高兴之余，泪满衣裳。回望妻子儿女，也已一扫愁云，随手卷起诗书，全家欣喜若狂。老夫想要纵酒高歌，结伴春光同回故乡。我的心魂早已高飞，就从巴峡穿过巫峡，再到襄阳直奔洛阳。","注释⑴闻：听说。官军：指唐朝军队。⑵剑外：剑门关以南，这里指四川。蓟北：泛指唐代幽州、蓟州一带，今河北北部地区，是安史叛军的根据地。⑶涕：眼泪。⑷却看：回头看。妻子：妻子和孩子。愁何在：哪还有一点的忧伤？愁已无影无踪。⑸漫卷(juǎn)诗书喜欲狂：胡乱地卷起。\n"]}{"title":"秋思","nian":"唐代","author":"张籍","contson":"\n洛阳城里见秋风，欲作家书意万重。复恐匆匆说不尽，行人临发又开封。\n","contyishang":["译文一年一度的秋风，又吹到了洛阳城中，身居洛阳城内的游子，不知家乡的亲人怎么样了；写封家书问候平安，要说的话太多了，又不知从何说起。信写好了，又担心匆匆中没有把自己想要说的话写完；当捎信人出发时，又拆开信封，再还给他。","注释⑴意万重：极言心思之多；⑵复恐：又恐怕；⑶行人：指捎信的人；⑷临发：将出发；⑸开封：拆开已经封好的家书。"]}{"title":"九月九日忆山东兄弟","nian":"唐代","author":"王维","contson":"\n独在异乡为异客，每逢佳节倍思亲。遥知兄弟登高处，遍插茱萸少一人。 \n","contyishang":["译文独自远离家乡无法与家人团聚，每到重阳佳节倍加思念远方的亲人。远远想到兄弟们身佩茱萸登上高处，也会因为少我一人而生遗憾之情。","注释⑴九月九日：即重阳节。古以九为阳数，故曰重阳。忆：想念。山东：王维迁居于蒲县（今山西永济县），在函谷关与华山以东，所以称山东。⑵异乡：他乡、外乡。 为异客：作他乡的客人。⑶佳节：美好的节日。⑷登高：古有重阳节登高的风俗。⑸茱萸（zhūyú）：一种香草，即草决明。古时人们认为重阳节插戴茱萸可以避灾克邪。"]}