{"title":"","nian":"","author":"","contson":"","contyishang":[]}{"title":"扫花游·送春古江村","nian":"宋代","author":"吴文英","contson":"\n水园沁碧，骤夜雨飘红，竟空林岛。艳春过了。有尘香坠钿，尚遗芳草。步绕新阴，渐觉交枝径小。醉深窈。爱绿叶翠圆，胜看花好。 芳架雪未扫。怪翠被佳人，困迷清晓。柳丝系棹。问闾门自古，送春多少。倦蝶慵飞，故扑簪花破帽。酹残照。掩重城、暮钟不到。\n","contyishang":["　　《扫花游》，词牌名。双调，九十四字，上片十一句六仄韵，下片十句七仄韵。","　　“水园”三句，写暮春园林景色。“水园”，即荷池。题曰“送春”，所以古江村的园中在遭到一夜的急风骤雨摧残后，岸上、池中小岛上的花木尽都凋零，水上飘满落英，只有池中长满的碧绿的田田荷叶更显精神。“艳春”三句，述春去而迹遗。既曰“送春”，所以此言万紫千红的春天虽已过去了，但是飘到头饰上的微尘中还含有花的香味，在游园女子的身上能找到春草的气息。“步绕”两句，写初夏景色。入夏之后，如果人们在绿荫下散步，会发觉树上的枝叶繁密交杂，使林中小径显得更加窄小。“小”字韵咏“新阴”入细。“醉深窈”三句，说明自己对\n"]}{"title":"荷叶杯·镜水夜来秋月","nian":"唐代","author":"温庭筠","contson":"\n镜水夜来秋月，如雪。采莲时，小娘红粉对寒浪。惆怅，正思惟。\n","contyishang":["译文池中水波平如镜子，映照着夜空中的一轮秋月，月光皎洁如雪。正是采莲的时节，那采莲的少女，红粉盛妆却只能空对着寒冷的水波，不由感到万分惆怅。她人在采莲，心中却思量着远方的情郎，愁思难解，黯然神伤。","注释①镜水：平静明净的水。唐李肇《唐国史补》卷下：“凡造物南水土，故江东官纱绫、官纸者，镜水之故也。”②小娘：此指采莲的少女。红粉：女子化妆所用的胭脂和铅粉，这里指妆扮得十分美丽的少女面庞。寒浪：寒凉的水波。③思惟：思量，思念。《汉书·张汤传》：“使专精神，忧念天下，思惟得失。”"]}{"title":"山居秋暝","nian":"唐代","author":"王维","contson":"\n空山新雨后，天气晚来秋。明月松间照，清泉石上流。竹喧归浣女，莲动下渔舟。随意春芳歇，王孙自可留。\n","contyishang":["译文空旷的群山沐浴了一场新雨，夜晚降临，空气凉爽，仿佛已经到了秋天。皎皎明月从松隙间洒下清光，清清泉水在山石上淙淙淌流。竹林喧响知是洗衣姑娘归来，莲叶轻摇想是上游荡下轻舟。春日的芳菲不妨任随它消歇，秋天的山中王孙自可以久留。","注释⑴暝（míng）：日落，天色将晚。⑵空山：空旷，空寂的山野。新：刚刚。⑶清泉石上流：写的正是雨后的景色。⑷竹喧：竹林中笑语喧哗。喧：喧哗，这里指竹叶发出沙沙声响。浣（huàn）女：洗衣服的姑娘。浣：洗涤衣物。⑸随意：任凭。春芳：春天的花草。\n"]}{"title":"满江红·江行和杨济翁韵","nian":"宋代","author":"辛弃疾","contson":"\n过眼溪山，怪都似、旧时相识。还记得、梦中行遍，江南江北。佳处径须携杖去，能消几緉平生屐。笑尘劳、三十九年非、长为客。吴楚地，东南坼。英雄事，曹刘敌。被西风吹尽，了无尘迹。楼观才成人已去，旌旗未卷头先白。叹人间、哀乐转相寻，今犹昔。\n","contyishang":["译文眼前的山山水水，都似曾相识。还记得在梦中已将万里江山走遍。游赏那些风景名胜，只需带上手杖即可，耗损不了几双木屐。可笑我忙忙碌碌，却有三十九年做得不对，长期做来去匆匆的过客。昔日一统江山，如今却被分为南北两半。曹操、刘备皆是当世的英雄。可惜那些英雄豪杰，都已成了旧事，如今已没有一丝痕。楼台刚刚建成，却已不见人踪；壮志未酬，我却满头白发。可叹人世间的悲欢，不过是在循环往复，从古至今都是如此。","注释⑴满江红：满江红，又名《上江虹》、《念良游》、《伤春曲》。唐人小说《冥音录》载曲名《上江虹》，后更名《满江红》。宋以来始填此词调。《钦定词谱》\n"]}{"title":"泜水","nian":"清代","author":"郑板桥","contson":"\n泜水清且浅，沙砾明可数。漾漾浮轻波，悠悠汇远浦。千山倒空青，乱石兀崖堵。我来恣游泳，浩歌怀往古。逼侧井陉道，卒列不成伍。背水造奇谋，赤帜立赵土。韩信购左车，张耳陋肺腑。何不赦陈馀，与之归汉主？\n","contyishang":[]}{"title":"湖湘以竹车激水粳稻如云书此能仁院壁","nian":"宋代","author":"张孝祥","contson":"\n象龙唤不应，竹龙起行雨。联绵十车辐，伊轧百舟橹。转此大法轮，救汝旱岁苦。横江锁巨石，溅瀑叠城鼓。神机日夜运，甘泽高下普。老农用不知，瞬息了千亩。抱孙带黄犊，但看翠浪舞。余波及井臼，春玉饮酡乳。江吴夸七蹋，足茧腰背偻。此乐殊未知，吾归当教汝。\n","contyishang":[]}{"title":"望岳","nian":"唐代","author":"杜甫","contson":"\n岱宗夫如何？齐鲁青未了。造化钟神秀，阴阳割昏晓。荡胸生曾云，决眦入归鸟。( 曾 通：层)会当凌绝顶，一览众山小。\n","contyishang":["译文巍峨的泰山，到底如何雄伟？走出齐鲁，依然可见那青青的峰顶。神奇自然汇聚了千种美景，山南山北分隔出清晨和黄昏。层层白云，荡涤胸中沟壑；翩翩归鸟，飞入赏景眼圈。定要登上泰山顶峰，俯瞰群山，豪情满怀。","注释⑴岱宗：泰山亦名岱山或岱岳，五岳之首，在今山东省泰安市城北。古代以泰山为五岳之首，诸山所宗，故又称“岱宗”。历代帝王凡举行封禅大典，皆在此山，这里指对泰山的尊称。夫：读“fú”。句首发语词，无实在意义，语气词，强调疑问语气。如何：怎么样。⑵齐、鲁：古代齐鲁两国以泰山为界，齐国在泰山北，鲁国在泰山南。原\n"]}{"title":"过故人庄","nian":"唐代","author":"孟浩然","contson":"\n故人具鸡黍，邀我至田家。绿树村边合，青山郭外斜。开轩面场圃，把酒话桑麻。待到重阳日，还来就菊花。\n","contyishang":["译文老朋友预备丰盛的饭菜，邀请我到他好客的农家。翠绿的树林围绕着村落，苍青的山峦在城外横卧。推开窗户面对谷场菜园，手举酒杯闲谈庄稼情况。等到九九重阳节到来时，再请君来这里观赏菊花。","注释⑴过：拜访。故人庄：老朋友的田庄。庄，田庄。⑵具：准备，置办。鸡黍：指农家待客的丰盛饭食（字面指鸡和黄米饭）。黍（shǔ）：黄米，古代认为是上等的粮食。⑶邀：邀请。至：到。⑷合：环绕。⑸郭：古代城墙有内外两重，内为城，外为郭。这里指村庄的外墙。斜（xiá）：倾斜。因古诗需与上一句押韵\n"]}{"title":"虞美人·寄公度","nian":"宋代","author":"舒亶","contson":"\n芙蓉落尽天涵水，日暮沧波起。背飞双燕贴云寒，独向小楼东畔、倚阑看。 浮生只合尊前老，雪满长安道。故人早晚上高台，赠我江南春色、一枝梅。\n","contyishang":["译文荷花落尽天连着水，暮色苍茫烟波随风起。分飞的双燕紧贴着寒云，我独上小楼东边倚栏观看。短暂浮生在醉酒中衰老，转眼间大雪盖满京城道。远方友人也定会登台凝望，寄给我一枝江南春梅。 ","注释①芙蓉：指荷花。②涵：包含，包容。③沧：暗绿色（指水）。④背飞双燕：双燕相背而飞。此处有劳燕分飞、朋友离别的意思。⑤阑：栏杆。⑥合：应该。⑦尊：同“樽”，酒杯。⑧故人二句：用陆觊赠梅与范晔事。《荆州记》：“陆凯与范晔交善，自江南寄梅花一枝，诣长安与哗，曾赠诗……”诗云：“折\n"]}{"title":"蒹葭","nian":"先秦","author":"佚名","contson":"\n蒹葭苍苍，白露为霜。所谓伊人，在水一方。溯洄从之，道阻且长。溯游从之，宛在水中央。蒹葭萋萋，白露未晞。所谓伊人，在水之湄。溯洄从之，道阻且跻。溯游从之，宛在水中坻。蒹葭采采，白露未已。所谓伊人，在水之涘。溯洄从之，道阻且右。溯游从之，宛在水中沚。\n","contyishang":["译文河边芦苇青苍苍，秋深露水结成霜。 意中之人在何处？就在河水那一方。逆着流水去找她，道路险阻又太长。 顺着流水去找她，仿佛在那水中央。河边芦苇密又繁，清晨露水未曾干。 意中之人在何处?就在河岸那一边。逆着流水去找她，道路险阻攀登难。 顺着流水去找她，仿佛就在水中滩。河边芦苇密稠稠，早晨露水未全收。 意中之人在何处?就在水边那一头。逆着流水去找她，道路险阻曲难求。 顺着流水去找她，仿佛就在水中洲。","注释1.蒹（jiān）：没长穗的芦苇。葭（jiā）：初生的芦苇。苍苍：鲜明、茂盛貌。下文“萋\n"]}{"title":"夜游宫·叶下斜阳照水","nian":"宋代","author":"周邦彦","contson":"\n叶下斜阳照水。卷轻浪、沈沈千里。桥上酸风射眸子。立多时，看黄昏，灯火市。古屋寒窗底。听几片、井桐飞坠。不恋单衾再三起。有谁知，为萧娘，书一纸。\n","contyishang":["译文一抹斜阳透过树叶照在水面，江水翻卷着细细的浪花，深沉地流向千里之外。桥上的寒风刺人眼目，令人神伤。我伫立已久，眼看着黄昏将尽，街市上亮起了灯火点点。陈旧的小屋里，我卧在寒窗之下，听到了井边几片梧桐落地的声响。不贪恋这薄薄的被子，几次三番起身下床。有谁知道我如此心神不安，辗转难寐，全是因为她的一封书信。","注释夜游宫：词牌名。《清真集》入“般涉调”。双调五十七字，前后片各四仄韵。叶下：叶落。轻浪：微波。 沉沉：形容流水不断的样子。酸风射眸子：指冷风刺眼使酸鼻。酸风，指刺人的寒风。\n"]}{"title":"湘口馆潇湘二水所会","nian":"唐代","author":"柳宗元","contson":"\n九疑浚倾奔，临源委萦回。会合属空旷，泓澄停风雷。高馆轩霞表，危楼临山隈。兹辰始澄霁，纤云尽褰开。天秋日正中，水碧无尘埃。杳杳渔父吟，叫叫羁鸿哀。境胜岂不豫，虑分固难裁。升高欲自舒，弥使远念来。归流驶且广，泛舟绝沿洄。\n","contyishang":["译文潇水奔腾出九疑，临源湘水逶迤行。二水会合空旷处，水清流缓波涛平。江岸高馆耸云霄，更有危楼倚山隈。雨后初晴天色朗，纤云舒卷碧空尽。秋高气爽日正中，江天一色无纤尘。才闻渔父低声唱，忽听羁鸿哀声鸣。见此胜景岂不乐？难以自制思绪分。登高欲遣杂念去，更招思念故乡情。无心游玩驾舟返，小舟徘徊人迟疑。 ","注释(1)浚：此处指水深。(2)临源：山名，《百家注柳集》云：“九疑、临源,潇湘所出。”(3)泓澄：水清而广。停风雷：谓波平涛息，水流转缓。\n"]}{"title":"题破山寺后禅院","nian":"唐代","author":"常建","contson":"\n清晨入古寺，初日照高林。竹径通幽处，禅房花木深。山光悦鸟性，潭影空人心。万籁此都寂，但余钟磬音。(版本一)\n清晨入古寺，初日照高林。曲径通幽处，禅房花木深。山光悦鸟性，潭影空人心。万籁此俱寂，惟余钟磬音。(版本二)\n清晨入古寺，初日照高林。竹径通幽处，禅房花木深。山光悦鸟性，潭影空人心。万籁此俱寂，但余钟磬音。(版本三)\n清晨入古寺，初日照高林。曲径通幽处，禅房花木深。山光悦鸟性，潭影空人心。万籁此俱寂，但余钟磬音。(版本四)\n","contyishang":["译文大清早我走进这古老寺院，旭日初升映照着山上树林。竹林掩映小路通向幽深处，禅房前后花木繁茂又缤纷。山光明媚使飞鸟更加欢悦，潭水清澈也令人爽神净心。此时此刻万物都沉默静寂，只留下了敲钟击磬的声音。","注释⑴破山寺：即兴福寺，在今江苏常熟市西北虞山上。南朝齐邑人郴州刺史倪德光舍宅所建。⑵清晨：早晨。入：进入。古寺：指破山寺。⑶初日：早上的太阳。照：照耀。高林：高树之林。⑷竹径：一作“曲径”，又作“一径”。通：一作“遇”。幽：幽静。⑸禅房：僧人居住修行的地方。\n"]}{"title":"咏鹅","nian":"唐代","author":"骆宾王","contson":"\n鹅，鹅，鹅，曲项向天歌。白毛浮绿水，红掌拨清波。\n","contyishang":["译文白天鹅啊白天鹅，脖颈弯弯，向天欢叫。洁白的羽毛，漂浮在碧绿水面；红红的脚掌，拨动着清清水波。","注释1.曲项：弯着脖子。歌：长鸣。2. 拨：划动。"]}{"title":"同赋山居七夕","nian":"唐代","author":"李峤","contson":"\n明月青山夜，高天白露秋。花庭开粉席，云岫敞针楼。石类支机影，池似泛槎流。暂惊河女鹊，终狎野人鸥。\n","contyishang":[]}{"title":"一七令·山","nian":"唐代","author":"令狐楚","contson":"\n山，耸峻，回环。沧海上，白云间。商老深寻，谢公远攀。古岩泉滴滴，幽谷鸟关关。树岛西连陇塞，猿声南彻荆蛮。世人只向簪裾老，芳草空余麋鹿闲。\n","contyishang":[]}{"title":"凉州词三首·其三","nian":"唐代","author":"张籍","contson":"\n凤林关里水东流，白草黄榆六十秋。边将皆承主恩泽，无人解道取凉州。\n","contyishang":["译文流经凤林关的河水向东流去，白草、黄榆树已经生长了六十年。边城的将士都承受主上的恩惠赏赐，却没有人知道去夺回凉州。","注释（1）风林关：在唐代陇右道的河州（治所在今甘肃临夏）境内。位于黄河南岸。（2）白草：北地所生之草，似莠而细，干熟时呈白色，为牛羊所喜食。（3）黄榆：乔木名，树皮黄褐色。叶，果均可食。（4）六十秋：从吐蕃全部占领陇右之地至作者写诗之时，已过去了六十年之久。（5）恩泽：恩惠赏赐。（6）凉州：唐陇右道属州，治所在今甘肃武威。代宗宝应、广德年间沦于吐蕃之手。此地以凉\n"]}{"title":"登大伾山诗","nian":"明代","author":"王守仁","contson":"\n晓披烟雾入青峦，山寺疏钟万木寒。千古河流成沃野，几年沙势自风湍。水穿石甲龙鳞动，日绕峰头佛顶宽。宫阙五云天北极，高秋更上九霄看。\n","contyishang":["　　这是明代哲学家、军事家和文学家王守仁早年的诗作，以至于在王守仁诗集中寻访不到，然而《登大伾山》诗碑还矗立在大伾山顶禹王庙西侧，大字行楷，诗衬字，字映诗，显得浑然一体，正可谓“翩翩然凤翥而龙蟠”，清隽磅礴之气扑面而来。书法劲拔，神采苍秀，字里行间犹如黄河之水浪涛汹涌，观后令人激动不已。他虽善书法，但正如明代书画家徐渭所说：“古人论右军（指王羲之）以书掩人，新建先生（指守仁）乃不然，以人掩其书。”　就是说，由于其他方面的名气太大了，结果把他的善书之名掩盖掉了。因此，《登大伾山诗》虽然是王守仁早年诗作，但是从书法价值和文学价值两方面来看，不愧为“诗书双璧”。","　　1498年\n"]}{"title":"黄鹤楼送孟浩然之广陵","nian":"唐代","author":"李白","contson":"\n故人西辞黄鹤楼，烟花三月下扬州。孤帆远影碧空尽，唯见长江天际流。 (唯 通：惟)\n","contyishang":["译文老朋友向我频频挥手，告别了黄鹤楼，在这柳絮如烟、繁花似锦的阳春三月去扬州远游。友人的孤船帆影渐渐地远去，消失在碧空的尽头，只看见一线长江，向邈远的天际奔流。","注释⑴黄鹤楼：中国著名的名胜古迹，故址在今湖北武汉市武昌蛇山的黄鹄矶上，属于长江下游地带，传说三国时期的费祎于此登仙乘黄鹤而去，故称黄鹤楼。原楼已毁，现存楼为1985年修葺。孟浩然：李白的朋友。之：往、到达。广陵：即扬州。⑵故人：老朋友，这里指孟浩然。其年龄比李白大，在诗坛上享有盛名。李白对他很敬佩，彼此感情深厚，因此称之为“故人”。辞：辞别。⑶烟花：形\n"]}{"title":"暮江吟","nian":"唐代","author":"白居易","contson":"\n一道残阳铺水中，半江瑟瑟半江红。可怜九月初三夜，露似真珠月似弓。(真珠 通 珍珠)\n","contyishang":["译文一道残阳渐沉江中，半江碧绿半江艳红。最可爱的是那九月初三之夜，亮似珍珠朗朗新月形如弯弓。","注释⑴暮江吟：黄昏时分在江边所作的诗。吟，古代诗歌的一种形式。⑵残阳：快落山的太阳的光。也指晚霞。⑶瑟瑟：原意为碧色珍宝，此处指碧绿色 。⑷可怜：可爱。九月初三：农历九月初三的时候。⑸真珠：即珍珠。月似弓：农历九月初三，上弦月，其弯如弓。"]}{"title":"归嵩山作","nian":"唐代","author":"王维","contson":"\n清川带长薄，车马去闲闲。流水如有意，暮禽相与还。荒城临古渡，落日满秋山。迢递嵩高下，归来且闭关。\n","contyishang":["译文清澈的川水环绕一片草木，驾车马徐徐而去从容悠闲。流水好像对我充满了情意，傍晚的鸟儿随我一同回还。荒凉的城池靠着古老渡口，落日的余晖洒满金色秋山。在遥远又高峻的嵩山脚下，闭上门谢绝世俗度过晚年。","注释⑴嵩山：五岳之一，称中岳，地处河南省登封市西北面。⑵清川：清清的流水，当指伊水及其支流。清：一作“晴”。川：河川。带：围绕，映带。薄：草木丛生之地，草木交错曰薄。⑶去：行走。闲闲：从容自得的样子。⑷暮禽：傍晚的鸟儿。禽：一作“云”。相与：相互作伴。⑸荒城：按嵩山附近如\n"]}{"title":"望天门山","nian":"唐代","author":"李白","contson":"\n天门中断楚江开，碧水东流至此回。两岸青山相对出，孤帆一片日边来。\n","contyishang":["译文长江犹如巨斧劈开天门雄峰，碧绿江水东流到此回旋澎湃。两岸青山对峙美景难分高下，遇见一叶孤舟悠悠来自天边。","注释⑴天门山：位于安徽省和县与芜湖市长江两岸，在江北的叫西梁山，在江南的叫东梁山（古代又称博望山）。两山隔江对峙，形同天设的门户，天门由此得名。《江南通志》记云：“两山石状晓岩，东西相向，横夹大江，对峙如门。俗呼梁山曰西梁山，呼博望山曰东梁山，总谓之天门山。”⑵中断：江水从中间隔断两山。楚江：即长江。因为古代长江中游地带属楚国，所以叫楚江。开：劈开，断开。⑶至此：意为东流的江水在这转向北流。一作“直北”。\n"]}{"title":"题西林壁","nian":"宋代","author":"苏轼","contson":"\n横看成岭侧成峰，远近高低各不同。不识庐山真面目，只缘身在此山中。\n","contyishang":["译文从正面、侧面看庐山山岭连绵起伏、山峰耸立，从远处、近处、高处、低处看庐山，庐山呈现各种不同的样子。我之所以认不清庐山真正的面目，是因为我人身处在庐山之中。 ","注释题西林壁：写在西林寺的墙壁上。西林寺在庐山西麓。题：书写，题写。西林：西林寺，在江西庐山。横看：从正面看。庐山总是南北走向，横看就是从东面西面看.侧：侧面。各不同：各不相同。不识：不能认识，辨别。真面目：指庐山真实的景色，形状。缘：因为；由于。此山：这座山，指庐山。西林：西林寺，\n"]}{"title":"浪淘沙·曹溪驿折桃花一枝数日零落裹花片投之涪江歌此送之","nian":"清代","author":"左辅","contson":"\n水软橹声柔，草绿芳洲，碧桃几树隐红楼。者是春山魂一片，招入孤舟。乡梦不曾休，惹甚闲愁？忠州过了又涪州。掷与巴江流到海，切莫回头。\n","contyishang":[]}{"title":"南乡子·山果熟","nian":"五代","author":"李珣","contson":"\n山果熟，水花香，家家风景有池塘。木兰舟上珠帘卷，歌声远，椰子酒倾鹦鹉盏。\n","contyishang":["　　这首小令，以清新的语言，明快的色调，热情描摹歌颂了江南的风光。","　　荷花之最秀异者叫“水花”，这里实指菱荷之类。头三句说，在秋高气爽的季节，山上的各种水果成熟了，菱荷也散发着清清的芳香，家家户户都有种藕养鱼的池塘。从“家家风景有池塘”的描写里，使人不仅看到了江南山光水色的秀美，也想到了这里人民的勤劳和富庶。在写法上，这几句是从大处着笔，范围逐渐缩小。后面几句，则又由一个船头的侧影着笔，将意境开拓开去，使人想象到一个更广阔的境界。“木兰舟上珠帘卷”，木兰，木兰花，木兰树质坚硬，是做舟楫的好原料。《述异记》说：“七里洲中有鲁班刻木兰为舟，至今在洲中。诗家所云木兰舟出于此。\n"]}