{"title":"","nian":"","author":"","contson":"","contyishang":[]}{"title":"宿江边阁 / 后西阁","nian":"唐代","author":"杜甫","contson":"\n暝色延山径，高斋次水门。薄云岩际宿，孤月浪中翻。鹳鹤追飞静，豺狼得食喧。不眠忧战伐，无力正乾坤。\n","contyishang":["译文暮色从远处的山道蔓延过来，高高的西阁临近三峡瞿塘关。淡淡的浮云在山岩之间栖宿，孤独的月影跟随着波浪轻翻。互相追飞的鹳鹤已渐趋安静，捕得食物的豺狼正争斗声喧。战乱不停辗转忧思难以入睡，徒叹自己没有能力可以回天。","注释（1）暝色：即暮色，夜色。（2）延：展开，延伸。（3）高斋：即江边阁。（4）次水门：临近水边闸门。（5）薄云岩际宿，孤月浪中翻二句化用何逊《入西塞示南府同僚》“薄云岩际出，初月波中上”的成句。际：之间，宿：栖宿。（6）追飞静：静静地追逐飞翔\n"]}{"title":"","nian":"","author":"","contson":"","contyishang":[]}{"title":"水调歌头·把酒对斜日","nian":"宋代","author":"杨炎正","contson":"\n把酒对斜日，无语问西风。胭脂何事，都做颜色染芙蓉。放眼暮江千顷，中有离愁万斛，无处落征鸿。天在阑干角，人倚醉醒中。 千万里，江南北，浙西东。吾生如寄，尚想三径菊花丛。谁是中州豪杰，借我五湖舟楫，去作钓鱼翁。故国且回首，此意莫匆匆。\n","contyishang":["　　杨炎正是一位力主抗金的志士，由于统治者推行不抵抗政策，他的卓越才能、远大抱负无从施展。这首词通过对自家身世的倾诉，来表达他那忧国忧民的爱国热情。真实地表现了他那种感时抚事、郁郁不得志的心理活动。虽然这首词哀怨伤感是主要氛围，但作者并非完全消沉，一蹶不振。全词立意炼句不同一般，豪放、沉郁而又风姿卓约，艺术上有其特殊之处。","　　词的上片，写怀才不遇、壮志难酬之愁思，悲壮而沉郁。起首两句，轻描淡写愁态，夕阳西斜，词人手持酒杯，临风怀想，突发奇问。斜日，除了实写景物，点明时间外，同时还有虚写年华流逝之意，暗寓岁月蹉跎、青春不再的感慨。“无语问西风”，谓所问出之于心而不宣之于口\n"]}{"title":"水夫谣","nian":"唐代","author":"王建","contson":"\n苦哉生长当驿边，官家使我牵驿船。辛苦日多乐日少，水宿沙行如海鸟。逆风上水万斛重，前驿迢迢后淼淼。半夜缘堤雪和雨，受他驱遣还复去。夜寒衣湿披短蓑，臆穿足裂忍痛何！到明辛苦无处说，齐声腾踏牵船歌。一间茅屋何所值，父母之乡去不得。我愿此水作平田，长使水夫不怨天。\n","contyishang":["译文真是苦啊生长在这驿站旁边，官府强迫我去拉驿站的行船。辛苦的日子多欢乐的时候少，在船上睡在沙上行像只海鸟。顶风逆流而上好像有千斤重，前面驿站遥遥后面烟波渺渺。半夜沿着河堤冒着飞雪夹雨，受到府吏的驱使奔来又走去。夜里寒冷衣服湿我披上短蓑，胸磨破脚冻裂不忍痛又奈何！到天亮一夜的辛苦无处诉说，只好齐声合步吼起了拉船歌。一间破旧的茅屋能值几个钱，因只是生我的地方离开不得。我愿这河水化做平整的良田，永远让拉船人不再嗟地怨天。","注释⑴水夫：纤夫，内河中的船遇到浅水，往往难以前\n"]}{"title":"新荷叶·薄露初零","nian":"宋代","author":"李清照","contson":"\n薄露初零，长宵共、永书分停。绕水楼台，高耸万丈蓬瀛。芝兰为寿，相辉映、簪笏盈庭。花柔玉净，捧觞别有娉婷。鹤瘦松青，精神与、秋月争明。德行文章，素驰日下声名。东山高蹈，虽卿相、不足为荣。安石须起，要苏天下苍生。\n","contyishang":[]}{"title":"田家","nian":"唐代","author":"聂夷中","contson":"\n父耕原上田，子劚山下荒。六月禾未秀，官家已修仓。\n","contyishang":["译文父亲在山上耕田，儿子在山下开荒。六月的季节，田中稻谷还没有抽穗，而官家收税仓库早已修好等待征敛。","注释⑴斸（zhú）：一作“锄”，大锄，名词用作动词，挖掘。⑵禾：禾苗,特指稻苗。秀：谷物吐穗扬花。⑶官家：旧时对官吏、尊贵者及有权势者的尊称，又指对皇帝的称呼。"]}{"title":"汨罗遇风","nian":"唐代","author":"柳宗元","contson":"\n南来不作楚臣悲，重入修门自有期。为报春风汨罗道，莫将波浪枉明时。\n","contyishang":["译文我从南方归来不必再象屈原那样为报国无门而悲伤自怜，眼看着就能回到长安回到朝堂。在这春风中行进在汨罗江边的路上，回想起先贤，激励着自己要有所作为，不要辜负了这开明的时代。","注释1.汨罗江，水名，在湖南省东北部。2.楚臣悲：《五百家注》引韩醇曰：“屈原投汨罗而死。公方召回，故云‘不作楚臣悲’。”3.修门：《五百家注》引孙汝听曰：“《楚辞·招魂》：魂兮归来、入修门兮。注云：修门，郢城门。”此借指长安城门。4.明时：政治清明之时。"]}{"title":"鲁东门观刈蒲","nian":"唐代","author":"李白","contson":"\n鲁国寒事早，初霜刈渚蒲。挥镰若转月，拂水生连珠。此草最可珍，何必贵龙须，织作玉床席，欣承清夜娱。罗衣能再拂，不畏素尘芜。\n","contyishang":["译文鲁国的秋天来得早，初霜时便开始割蒲。挥镰就好象转动弯月，掠过水面生起串串连珠。蒲草最可珍贵，何必看重那龙须草？织成草席铺上玉床，清静的夜晚躺在上面多么欢娱。罗衣能够再次拂扫，不必担心会蹲上尘土。","注释鲁东：指曲阜城东。《埤雅》：“蒲，水草也，似莞而褊，有脊，生于水涯，柔滑而温，可以为席。”寒事：指秋冬的物候，寒冷时节。陆倕《以诗代书别后寄赠》：“江关寒事早，夜露伤秋草。”刈渚蒲：割水边的香蒲草。刈：割取。渚：水中小洲。蒲：香蒲，水生草本植物，嫩芽可供食用。其叶供编织，可作席\n"]}{"title":"自京赴奉先县咏怀五百字 / 自京赴奉先咏怀五百字","nian":"唐代","author":"杜甫","contson":"\n杜陵有布衣，老大意转拙。许身一何愚，窃比稷与契。居然成濩落，白首甘契阔。盖棺事则已，此志常觊豁。穷年忧黎元，叹息肠内热。取笑同学翁，浩歌弥激烈。非无江海志，潇洒送日月。生逢尧舜君，不忍便永诀。当今廊庙具，构厦岂云缺。葵藿倾太阳，物性固莫夺。顾惟蝼蚁辈，但自求其穴。胡为慕大鲸，辄拟偃溟渤。以兹误生理，独耻事干谒。兀兀遂至今，忍为尘埃没。终愧巢与由，未能易其节。沉饮聊自遣，放歌破愁绝。岁暮百草零，疾风高冈裂。天衢阴峥嵘，客子中夜发。霜严衣带断，指直不得结。凌晨过骊山，御榻在嵽嵲。蚩尤塞寒空，蹴蹋崖谷滑。瑶池气郁律，羽林相摩戛。君臣留欢娱，乐动殷樛嶱。赐浴皆长缨，与宴非短褐。彤庭所分帛，本自寒女出。鞭挞其夫家，聚敛贡城阙。圣人筐篚恩，实欲邦国活。臣如忽至理，君岂弃此物。多士盈朝廷，仁者宜战栗。况闻内金盘，尽在卫霍室。中堂舞神仙，烟雾散玉质。煖客貂鼠裘，悲管逐清瑟。劝客驼蹄羹，霜橙压香橘。朱门酒肉臭，路有冻死骨。荣枯咫尺异，惆怅难再述。北辕就泾渭，官渡又改辙。群冰从西下，极目高崒兀。疑是崆峒来，恐触天柱折。河梁幸未坼，枝撑声窸窣。行旅相攀援，川广不可越。老妻寄异县，十口隔风雪。谁能久不顾，庶往共饥渴。入门闻号啕，幼子饥已卒。吾宁舍一哀，里巷亦呜咽。所愧为人父，无食致夭折。岂知秋禾登，贫窭有仓卒。生常免租税，名不隶征伐。抚迹犹酸辛，平人固骚屑。默思失业徒，因念远戍卒。忧端齐终南，澒洞不可掇。\n","contyishang":["译文　　杜陵地方，有我这么个布衣，年纪越大，反而越发不合时宜。对自己的要求，多么愚蠢可笑，私自下了决心，要向稷契看齐。这种想法竟然不合实际，落得个到处碰壁，头都白了，却甘愿辛辛苦苦，不肯休息。有一天盖上棺材，这事便无法再提，只要还没有咽气，志向就不能转移。一年到头，都为老百姓发愁、叹息，想到他们的苦难，心里像火烧似的焦急。尽管惹得同辈的先生们冷嘲热讽，却更加激昂无比，引吭高歌，毫不泄气。","　　我何尝没有隐居的打算，在江海之间打发日子，岂不清高？只是碰上个像尧舜那样贤明的皇帝，不忍心轻易地丢下他，自己去逍遥。如今的朝廷上，有的是栋梁之材，要建造大厦，难道还缺少我\n"]}{"title":"绣岭宫词","nian":"唐代","author":"李洞","contson":"\n春日迟迟春草绿，野棠开尽飘香玉。 绣岭宫前鹤发翁，犹唱开元太平曲。\n","contyishang":["　　李洞生活的晚唐时代社会危机日益深重，国势处于风雨飘摇的危机之中，而僖宗荒淫嬉戏，贪残昏朽，更甚于玄宗；这首诗表面是写唐玄宗的荒政误国，实是针对时政而发的。《唐才子传》说李洞写诗“逼真于岛（贾岛），新奇或过之”。此诗的新颖在于：诗人写李唐的衰朽，不着一字，而以“绣岭”小景出之。","　　骊山是长安著名风景区，山上有华清宫，山脚有华清池。骊山两侧，为东西绣岭，广栽林木花卉，并置高台飞阁，是专供唐明皇及其后妃游幸玩乐之所。“春日迟迟春草绿”，迟迟，描写阳春的舒缓，可推测这是一个风和日丽的日子。这句写游绣岭宫的季节、天气以及满眼新绿的景色。在一般情况下，“春草绿”应是一种宜人之色\n"]}{"title":"新制绫袄成感而有咏","nian":"唐代","author":"白居易","contson":"\n水波文袄造新成，绫软绵匀温复轻。晨兴好拥向阳坐，晚出宜披踏雪行。鹤氅毳疏无实事，木棉花冷得虚名。宴安往往叹侵夜，卧稳昏昏睡到明。百姓多寒无可救，一身独暖亦何情！心中为念农桑苦，耳里如闻饥冻声。争得大裘长万丈，与君都盖洛阳城！\n","contyishang":["译文表美如水波纹新袄刚做成，面料绵软匀细温暖又轻盈。晴天晨起抱它倚墙晒太阳，夜间赏雪应当不忘披在身。袍里夹绒不干吃苦的活儿，说木棉花儿冷是徒有其名。宴罢友人叹息声中黑夜至，稳稳躺下一觉睡到大天明。民众大多饥寒交迫无力救，一人独享荣华没啥好心情。心里咋就难忘农民耕种苦，好像听到饥民受冻不绝声。啥时能有万丈之长保暖衣，与您分享护住洛阳至更多。","注释①水波文：水波纹。②鹤氅：一种以鸟毛为原料的毛织物，大概样子像道袍，而不缝袖，所以披在身上像一只鹤。毳疏：鸟兽的细毛。\n"]}{"title":"阆山歌","nian":"唐代","author":"杜甫","contson":"\n阆州城东灵山白，阆州城北玉台碧。松浮欲尽不尽云，江动将崩未崩石。那知根无鬼神会？已觉气与嵩华敌。中原格斗且未归，应结茅斋著青壁。\n","contyishang":["译文阆州城东的灵山呈现一片白色，而阆州城北的玉台山则一片碧绿。松树上浮着欲尽不尽的云彩，江浪摇动着将崩未崩的石头。虽然这里人也祭拜祖先，可当地的子孙后代却从来没有与祖先灵魂或相会。虽然世界上没有鬼神与人能真正相会，但这里的祭拜盛况可与嵩山、华山的清明活动相匹敌。中原地区的战争尚未结束，应建个茅屋来把青纱幔挂于屋址的墙壁上。","注释⑴“阆州”二句：点出阆州名山及其方位。灵山在阆州城东北十里，传说蜀王鳖灵登此山，因名灵山。玉台山在阆州城北七里，上有玉台观，唐滕王（李元婴）所造。杜甫另有《玉台观》诗。灵山：一作“雪山”。\n"]}{"title":"贺新郎·怀辛幼安用前韵","nian":"宋代","author":"陈亮","contson":"\n话杀浑闲说。不成教、齐民也解，为伊为葛。樽酒相逢成二老，却忆去年风雪。新著了、几茎华发。百世寻人犹接踵，叹只今两地三人月。写旧恨，向谁瑟。 男儿何用伤离别。况古来、几番际会，风从云合。千里情亲长晤对，妙体本心次骨。卧百尺、高楼斗绝。天下适安耕且老，看买犁卖剑平家铁。壮士泪，肺肝裂。\n","contyishang":[]}{"title":"去蜀","nian":"唐代","author":"杜甫","contson":"\n五载客蜀郡，一年居梓州。如何关塞阻，转作潇湘游。世事已黄发，残生随白鸥。安危大臣在，不必泪长流。\n","contyishang":["译文我在成都客居了五年时间，其中有一年是在梓州度过的。岂料兵荒马乱，关山交通阻塞，我为什么反要远赴潇湘做客呢？回顾平生万事，一无所成却已经年老，余生只能像江上白鸥一样漂泊。国家安危大计自有当政大臣支撑，我这个不在其位的人何须枉自老泪长流呢！","注释⑴去蜀：将离蜀，作诗总结几年的漂泊生涯，故为此题。蜀，广义指四川，此诗专指成都。⑵蜀郡：秦灭古蜀国，始置蜀郡。汉仍其旧，辖境包有今四川省中部大部分，治所在成都。此指成都。杜甫于唐肃宗上元元年（760年）初借居成都草堂寺，后移居新建之草堂，至唐代宗永泰元年（76\n"]}{"title":"吴孙皓初童谣","nian":"魏晋","author":"佚名","contson":"\n宁饮建业水，不食武昌鱼。宁还建业死，不止武昌居。\n","contyishang":["　　三国时期，地处东南的吴国是立国时间最长的国家。但在孙权病亡前后，统治集团内部在继承权问题上就乱开了。朝官分成拥嫡、拥庶两派，为废、立太子斗争非常尖锐。公元252年，孙权去世，内部矛盾很快表面化，宗室和大臣间彼此屠戮，长期进行争权夺势的斗争。孙权之后，由孙亮、孙休先后称帝，为时不长。公元264年，由孙皓执政。这个吴国的末代皇帝凶顽残暴，穷奢极侈。他用剥面皮、凿眼睛、灭三族等酷刑杀人。后宫已有数以千计的宫女，还在民间掠夺少女。甚至明令年年上报“将吏家女”的名册，女孩子一到十五、六岁就要“简阅”一番，供其挑选。暴虐的政治，苛酷的剥削，激起人民不断起义，终于将吴国推进覆灭的深渊。"]}{"title":"雨无正","nian":"先秦","author":"佚名","contson":"\n浩浩昊天，不骏其德。降丧饥馑，斩伐四国。旻天疾威，弗虑弗图。舍彼有罪，既伏其辜。若此无罪，沦胥以铺。\n周宗既灭，靡所止戾。正大夫离居，莫知我勚。三事大夫，莫肯夙夜。邦君诸侯，莫肯朝夕。庶曰式臧，覆出为恶。\n如何昊天，辟言不信。如彼行迈，则靡所臻。凡百君子，各敬尔身。胡不相畏，不畏于天？\n戎成不退，饥成不遂。曾我暬御，惨惨日瘁。凡百君子，莫肯用讯。听言则答，谮言则退。\n哀哉不能言，匪舌是出，维躬是瘁。哿矣能言，巧言如流，俾躬处休！\n维曰予仕，孔棘且殆。云不何使，得罪于天子；亦云可使，怨及朋友。\n谓尔迁于王都。曰予未有室家。鼠思泣血，无言不疾。昔尔出居，谁从作尔室？\n","contyishang":["译文你这浩瀚无际的长天上苍，从不肯普照你的恩惠之光。只管降下遍地丧亡和饥荒，残害四方诸侯让百姓遭秧。老天爷挟着秋风施展暴虐，肆无忌惮不管不顾也不想。放任那些有罪的逃之夭夭，让他们的罪行全得以隐藏。相反像这些无罪的老百姓，一个挨一个相继沦落丧亡。大周天子宗亲已经被灭亡，哪里也找不到落脚的地方。爵高位显的大夫四散流亡，全然不理解我的劳苦忧伤。那些司徒公卿中下大夫们，不肯早起晚睡为国事奔忙。各邦国君王和列位诸侯啊，不肯朝夕陪王伴驾在身旁。那些平民百姓原本很善良，反倒起来为非作歹反朝堂。你为什么这样啊我的苍天？合法度的话你一句听不见！就好比那走路的慢慢腾腾，永\n"]}{"title":"贺新郎·送胡邦衡待制赴新州","nian":"宋代","author":"张元干","contson":"\n梦绕神州路。怅秋风、连营画角，故宫离黍。底事昆仑倾砥柱，九地黄流乱注。聚万落千村狐兔。天意从来高难问，况人情老易悲难诉。更南浦，送君去。凉生岸柳催残暑。耿斜河，疏星残月，断云微度。万里江山知何处？回首对床夜语。雁不到，书成谁与？目尽青天怀今古，肯儿曹恩怨相尔汝！举大白，听《金缕》。\n","contyishang":["译文我辈梦魂经常萦绕着未光复的祖国中原之路。在萧瑟的秋风中，一方面，金兵营垒相连，军号凄厉；另方面，故都汴京的皇宫宝殿已成废墟，禾黍充斥，一片荒凉，真是令人惆怅呵！为什么黄河之源昆仑山的天柱和黄河的中流砥柱都崩溃了，黄河流域各地泛滥成灾？如今，中原人民国破家亡，流离失所。人口密聚的万落千村都变成了狐兔盘踞横行之地。杜甫句云：“天意高难问，人情老易悲。”从来是天高难问其意。如今我与君都老了，也容易产生悲情，我们的悲情能向谁倾诉呢?我只能默默地相送到南浦。送君远去！别后，我仍然会伫立江边眺望，不忍离去。见柳枝随风飘起，有些凉意，残暑渐消。夜幕降临，银河横亘高空，疏星淡\n"]}{"title":"河湟","nian":"唐代","author":"杜牧","contson":"\n元载相公曾借箸，宪宗皇帝亦留神。旋见衣冠就东市，忽遗弓剑不西巡。牧羊驱马虽戎服，白发丹心尽汉臣。唯有凉州歌舞曲，流传天下乐闲人。\n","contyishang":["译文元载相公曾具体筹划过收复河湟，宪宗皇帝对此事关心也格外留神。不久却见大臣身穿朝服就刑东市，皇上也突然驾崩来不及实施西巡。河湟百姓虽然穿着戎服牧羊驱马，可是他们白发丹心仍是唐朝臣民。只有产生于凉州的动人歌舞乐曲，流传天下在娱乐着那些富贵闲人。","注释⑴河湟：指今青海省和甘肃省境内的黄河和湟水流域，唐时是唐与吐蕃的边境地带。湟水是黄河上游支流，源出青海东部，流经西宁，至甘肃兰州市西汇入黄河。《唐书·吐蕃传》记载：“世举谓西戎地曰河湟。”⑵元载：字公辅，唐代宗时为宰相，曾任西州刺史。大历八年（773年）曾\n"]}{"title":"伤心行","nian":"唐代","author":"李贺","contson":"\n咽咽学楚吟，病骨伤幽素。秋姿白发生，木叶啼风雨。 灯青兰膏歇，落照飞蛾舞。古壁生凝尘，羁魂梦中语。\n","contyishang":["译文“咽咽”地效法楚辞吟咏着哀怨的诗句，我多病的身躯经受不住幽冷的侵袭。年轻的躯体益现出衰飒白发早生的“秋姿”，只见风雨中残枝败叶纷纷飘落。灯油将尽的灯焰闪朔着宛如鬼火的青光，飞蛾在扑打着燃焰将熄灭的残光。背后古旧的墙壁上积满厚厚的尘灰，我这羁旅客之魂在幽梦中还喃喃自语。","注释⑴咽咽：呜咽哀切之声。唐僧鸾《赠李粲秀才》诗：“愁如湘灵哭湘浦，咽咽哀音隔云雾。”楚吟：指楚辞那忧愤深广的长吟。《文选·谢灵运〈登池上楼〉》诗：“祁祁伤豳歌，萋萋感楚吟。”⑵病骨：指多病瘦损的身躯。唐李贺《示弟》诗：“病骨犹能在\n"]}