{"title":"登二妃庙","nian":"南北朝","author":"吴均","contson":"\n朝云乱人目，帝女湘川宿。折菡巫山下，采荇洞庭腹。故以轻薄好，千里命舻舳。何事非相思，江上葳蕤竹。\n","contyishang":["　　二妃，即虞舜的两个妃子娥皇与女英。相传虞舜巡视南方，中途死于苍梧之野，遂葬在九嶷山。娥皇、女英起先没有随行，后来追到洞庭、湘水地区，得悉舜已去世，便南望痛哭，投水而殉。后人为祭祀她俩，特于湘水之侧建立了二妃庙(又称黄陵庙)。《方舆胜览》云:“黄陵庙在潭州湘阴北九十里。”这首诗歌颂了娥皇与女英对爱情的执著与忠贞不渝。","　　起句“朝云乱人目”乃是诗人登上二妃庙所见之景。太阳从东方冉冉升起，天边呈现出迷人的光彩，片片云霞犹如簇簇花团，奇诡变幻令人目不暇接。在“朝云”中，还含有宋玉《高唐赋》“旦为行云”之意，暗示了诗与男女之情有关。面对这一幅灿烂的晨景，诗人顿发奇想：这大概是\n"]}{"title":"金陵后观棋绝句六首·选一","nian":"清代","author":"钱谦益","contson":"\n寂寞枯枰响泬寥，秦淮秋老咽寒潮。白头灯影凉宵里，一局残棋见六朝。\n","contyishang":[]}{"title":"楚江怀古三首","nian":"唐代","author":"马戴","contson":"\n露气寒光集，微阳下楚丘。猿啼洞庭树，人在木兰舟。 广泽生明月，苍山夹乱流。云中君不降，竟夕自悲秋。 惊鸟去无际，寒蛩鸣我傍。芦洲生早雾，兰隰下微霜。 列宿分穷野，空流注大荒。看山候明月，聊自整云装。 野风吹蕙带，骤雨滴兰桡。屈宋魂冥寞，江山思寂寥。 阴霓侵晚景，海树入回潮。欲折寒芳荐，明神讵可招。\n","contyishang":[]}{"title":"南乡子·邢州道上作","nian":"清代","author":"陈维崧","contson":"\n秋色冷并刀，一派酸风卷怒涛。并马三河年少客，粗豪，皂栎林中醉射雕。残酒忆荆高，燕赵悲歌事未消。忆昨车声寒易水，今朝，慷慨还过豫让桥。\n","contyishang":[]}{"title":"题李愬画像","nian":"宋代","author":"惠洪","contson":"\n淮阴北面师广武，其气岂只吞项羽。君得李佑不肯诛。便知元济在掌股。羊公德行化悍夫，卧鼓不战良骄吴。公方沉鸷诸将底，又笑元济无头颅。雪中行师等儿戏，夜取蔡州藏袖底。远人信宿犹未知，大类西平击朱泚。锦袍玉带仍父风，拄颐长剑大梁公。君看齁橐见丞相，此意与天相始终。\n","contyishang":[]}{"title":"金铜仙人辞汉歌","nian":"唐代","author":"李贺","contson":"\n魏明帝青龙元年八月，诏宫官牵车西取汉孝武捧露盘仙人，欲立置前殿。宫官既拆盘，仙人临载，乃潸然泪下。唐诸王孙李长吉遂作《金铜仙人辞汉歌》。\n茂陵刘郎秋风客，夜闻马嘶晓无迹。画栏桂树悬秋香，三十六宫土花碧。魏官牵车指千里，东关酸风射眸子。空将汉月出宫门，忆君清泪如铅水。衰兰送客咸阳道，天若有情天亦老。携盘独出月荒凉，渭城已远波声小。\n","contyishang":["译文魏明帝青龙元年八月，诏宫官牵车西取汉孝武捧露盘仙人，欲立置前殿。宫官既拆盘，仙人临载，乃潸然泪下。唐诸王孙李长吉遂作《金铜仙人辞汉歌》。","茂陵里埋葬的刘郎，好像秋风过客匆匆而逝。夜里曾听到他的神马嘶鸣，天亮却杳无踪迹。画栏旁边棵棵桂树，依然散发着深秋的香气。长安城的三十六宫，如今却是一片苔藓碧绿。魏国官员驱车载运铜人，直向千里外的异地。刚刚走出长安东门，寒风直射铜人的眼珠里。只有那朝夕相\n"]}{"title":"正气歌","nian":"宋代","author":"文天祥","contson":"\n余囚北庭，坐一土室。室广八尺，深可四寻。单扉低小，白间短窄，污下而幽暗。当此夏日，诸气萃然：雨潦四集，浮动床几，时则为水气；涂泥半朝，蒸沤历澜，时则为土气；乍晴暴热，风道四塞，时则为日气；檐阴薪爨，助长炎虐，时则为火气；仓腐寄顿，陈陈逼人，时则为米气；骈肩杂遝，腥臊汗垢，时则为人气；或圊溷、或毁尸、或腐鼠，恶气杂出，时则为秽气。叠是数气，当之者鲜不为厉。而予以孱弱，俯仰其间，於兹二年矣，幸而无恙，是殆有养致然尔。然亦安知所养何哉？孟子曰：「吾善养吾浩然之气。」彼气有七，吾气有一，以一敌七，吾何患焉！况浩然者，乃天地之正气也，作正气歌一首。\n天地有正气，杂然赋流形。下则为河岳，上则为日星。于人曰浩然，沛乎塞苍冥。皇路当清夷，含和吐明庭。时穷节乃见，一一垂丹青。在齐太史简，在晋董狐笔。在秦张良椎，在汉苏武节。为严将军头，为嵇侍中血。为张睢阳齿，为颜常山舌。或为辽东帽，清操厉冰雪。或为出师表，鬼神泣壮烈。或为渡江楫，慷慨吞胡羯。或为击贼笏，逆竖头破裂。是气所磅礴，凛烈万古存。当其贯日月，生死安足论。地维赖以立，天柱赖以尊。三纲实系命，道义为之根。嗟予遘阳九，隶也实不力。楚囚缨其冠，传车送穷北。鼎镬甘如饴，求之不可得。阴房阗鬼火，春院閟天黑。牛骥同一皂，鸡栖凤凰食。一朝蒙雾露，分作沟中瘠。如此再寒暑，百沴自辟易。嗟哉沮洳场，为我安乐国。岂有他缪巧，阴阳不能贼。顾此耿耿在，仰视浮云白。悠悠我心悲，苍天曷有极。哲人日已远，典刑在夙昔。风檐展书读，古道照颜色。\n","contyishang":["译文我被囚禁在北国的都城，住在一间土屋内。土屋有八尺宽，大约四寻深。有一道单扇门又低又小，一扇白木窗子又短又窄，地方又脏又矮，又湿又暗。碰到这夏天，各种气味都汇聚在一起：雨水从四面流进来，甚至漂起床、几，这时屋子里都是水气；屋里的污泥因很少照到阳光，蒸熏恶臭，这时屋子里都是土气；突然天晴暴热，四处的风道又被堵塞，这时屋子里都是日气；有人在屋檐下烧柴火做饭，助长了炎热的肆虐，这时屋子里都是火气；仓库里储藏了很多腐烂的粮食，阵阵霉味逼人，这时屋子里都是霉烂的米气；关在这里的人多，拥挤杂乱，到处散\n"]}{"title":"禹庙","nian":"唐代","author":"杜甫","contson":"\n禹庙空山里，秋风落日斜。荒庭垂桔柚，古屋画龙蛇。云气嘘青壁，江声走白沙。（嘘青壁 一作：生虚壁）早知乘四载，疏凿控三巴。\n","contyishang":["译文大禹庙坐落于空寂的山谷中，秋风萧瑟冷清，残阳斜照在大殿上。荒芜的庭院里树上挂满了橘子和柚子，古屋的墙壁上还残留着龙与蛇的画像。大禹当年开凿的石壁上云雾缭绕，波涛声阵阵传来，江水沿着白沙之道向东奔流。早就听说大禹乘着四种交通工具治理水患，开凿石壁，疏通水道，使长江之水顺河流入大海。","注释禹庙：指建在忠州临江县（今四川省忠县）临江山崖上的大禹庙。落日斜：形容落日斜照的样子。桔柚：典出《尚书·禹贡》，禹治洪水后，人民安居乐业，东南岛夷之民也将丰收的桔柚包好进贡。龙蛇：指壁上所画大禹驱赶龙蛇治水的故事。青\n"]}{"title":"鲁连台","nian":"清代","author":"屈大均","contson":"\n一笑无秦帝，飘然向海东。谁能排大难？不屑计奇功。古戍三秋雁，高台万木风。从来天下士，只在布衣中。\n","contyishang":[]}{"title":"卖花声·雨花台","nian":"清代","author":"朱彝尊","contson":"\n衰柳白门湾，潮打城还。小长干接大长干。歌板酒旗零落尽，剩有渔竿。秋草六朝寒，花雨空坛。更无人处一凭阑。燕子斜阳来又去，如此江山。\n","contyishang":[]}{"title":"祝英台近·北固亭","nian":"宋代","author":"岳珂","contson":"\n澹烟横，层雾敛。胜概分雄占。月下鸣榔，风急怒涛飐。关河无限清愁，不堪临鉴。正霜鬓、秋风尘染。 漫登览。极目万里沙场，事业频看剑。古往今来，南北限天堑。倚楼谁弄新声，重城正掩。历历数、西州更点。\n","contyishang":["译文淡淡轻烟横在天空，层层重雾已经收去，这胜景曾是英雄豪杰分占之地。月光下，风吹得江面怒涛汹涌，时而传来阵阵打鱼人的“鸣榔”声，无限美好山河却让人顿感凄凉的愁闷情绪，秋天的风尘又让两鬓雪白。信步登上满眼风光的北固楼，望着北边那曾经的万里疆场，事业未成却只能频频看剑。古往今来，滚滚长江天堑把神州南北分开。夜深人静，倚楼倾听，传来的不知谁在弹弄新作的乐曲和西州的更鼓之声。","注释⑴胜概分雄占：胜景曾是英雄豪杰分占之地。⑵鸣榔：用木条敲船，使鱼惊而入网。⑶风急怒涛飐（zhǎn）：指急风吹得怒涛汹涌⑷关河：即关\n"]}{"title":"金陵怀古","nian":"唐代","author":"刘禹锡","contson":"\n潮满冶城渚，日斜征虏亭。蔡洲新草绿，幕府旧烟青。兴废由人事，山川空地形。后庭花一曲，幽怨不堪听。\n","contyishang":["译文春潮淹没了冶城的洲渚，落日余晖斜照在征虏亭。蔡洲新草茁壮一片嫩绿，幕府山上仍是烟霭青青。国家的兴亡取决于人事，山河也徒有险峻的地形。玉树后庭花这支亡国曲，凄婉幽怨令人不忍再听。","注释⑴冶（yè）城：东吴著名的制造兵器之地。冶：一作“台”。⑵征虏亭：亭名，在金陵。⑶蔡洲：江中洲名。蔡：一作“芳”。⑷幕府：山名。⑸兴废：指国家兴亡。人事：指人的作为。⑹山川空地形：徒然具有险要的山川形势。⑺后庭花：即《玉树后庭花》，陈后主所作歌曲名。"]}{"title":"满江红·寄鄂州朱使君寿昌","nian":"宋代","author":"苏轼","contson":"\n江汉西来，高楼下、蒲萄深碧。犹自带、岷峨云浪，锦江春色。君是南山遗爱守，我为剑外思归客。对此间、风物岂无情，殷勤说。 江表传，君休读。狂处士，真堪惜。空洲对鹦鹉，苇花萧瑟。不独笑书生争底事，曹公黄祖俱飘忽。愿使君、还赋谪仙诗，追黄鹤。\n","contyishang":["译文长江、汉江从西方奔流直下，在黄鹤楼望去，浩淼的江水如葡萄般碧绿澄澈。江水相通，好像都带着岷山和峨嵋山融化的雪水浪花，这便是锦江的春色。你是在陕州留有爱民美誉的通判，我却是思乡未归的浪子。面对这里的景色怎能没有感情，我将会殷切的述说。你千万不要读《江表传》，祢衡真是令人同情，深感痛惜。只能空对鹦鹉洲，苇花依旧萧瑟。书生何苦与这种人纠缠，权势人物如曹操与黄祖也都已一闪过去。希望使君能像李白一样潜心作诗，赶追崔颢的名作《黄鹤楼》诗。","注释1.满江红：《乐章集》、《清真集》入“仙吕调”。宋以来作者多以柳永词为准。双调九十三字，前片四仄韵，后\n"]}{"title":"咏荆轲","nian":"唐代","author":"柳宗元","contson":"\n燕秦不两立，太子已为虞。千金奉短计，匕首荆卿趋。穷年徇所欲，兵势且见屠。微言激幽愤，怒目辞燕都。朔风动易水，挥爵前长驱。函首致宿怨，献田开版图。炯然耀电光，掌握罔正夫。造端何其锐，临事竟趑趄。长虹吐白日，仓卒反受诛。按剑赫凭怒，风雷助号呼。慈父断子首，狂走无容躯。夷城芟七族，台观皆焚污。始期忧患弭，卒动灾祸枢。秦皇本诈力，事与桓公殊。奈何效曹子，实谓勇且愚。世传故多谬，太史征无且。\n","contyishang":["译文燕国秦国势不两立，燕太子丹为这块心病十分忧虑。决定用樊於期脑袋作信物奉行刺秦王的短浅计谋，让荆轲带上匕首赶赴秦地。整年里卑词厚礼，奉养荆轲，恰逢人们将受屠戮，军事形势十分危急。微言大义激起樊氏深怨，献出人头，荆卿圆睁双眼怒气冲冲辞别燕国首都。北风里一曲悲歌，易水送行场面壮烈，洒酒祭祀天地登车挥鞭长驱。把密封樊於期首级的匣子送给宿敌秦王，当面打开燕国的地图割让土地。突然间闪闪电光，图穷匕首见，可惜拿匕首的人不是行家，耳热心悸。开始行事时锐气何等锋利，到紧要关头他却犹豫无计。突然间\n"]}{"title":"西塞山怀古","nian":"唐代","author":"刘禹锡","contson":"\n王濬楼船下益州，金陵王气黯然收。千寻铁锁沉江底，一片降幡出石头。人世几回伤往事，山形依旧枕寒流。今逢四海为家日，故垒萧萧芦荻秋。\n","contyishang":["译文王濬的战船从益州出发，东吴的王气便黯然消逝。千丈长的铁链沉入江底，一片降旗挂在石头城头。人生中多少次伤怀往事，山形依然不变靠着寒流。从今以后天下归为一同，芦荻在旧垒上萧萧飘摇。 ","注释⑴西塞山：位于今湖北省黄石市，又名道士洑，山体突出到长江中，因而形成长江弯道，站在山顶犹如身临江中。⑵王濬：晋益州刺史。一作“西晋”。益州：晋时郡治在今成都。晋武帝谋伐吴，派王濬造大船，出巴蜀，船上以木为城，起楼，每船可容二千余人。⑶金陵：今南京，当时是吴国的都城。王气：帝王之气。黯然：一作“漠然”。\n"]}{"title":"筹笔驿","nian":"唐代","author":"李商隐","contson":"\n猿鸟犹疑畏简书，风云常为护储胥。徒令上将挥神笔，终见降王走传车。管乐有才原不忝，关张无命欲何如？他年锦里经祠庙，梁父吟成恨有余。\n","contyishang":["韵译猿鸟犹疑是惊畏丞相的严明军令，风云常常护着他军垒的藩篱栏栅。诸葛亮徒然在这里挥笔运筹划算，后主刘禅最终却乘坐邮车去投降。孔明真不愧有管仲和乐毅的才干。关公张飞已死他又怎能力挽狂澜？往年我经过锦城时进谒了武侯祠，曾经吟诵了梁父吟为他深表遗憾！","注解①筹笔驿：旧址在今四川省广元县北。《方舆胜览》：“筹笔驿在绵州绵谷县北九十九里，蜀诸葛武侯出师，尝驻军筹划于此。”②猿鸟句：诸葛亮治军以严明称，这里意谓至今连鱼鸟还在惊畏他的简书。疑：惊。简书：指军令。古人将\n"]}{"title":"水调歌头·过岳阳楼作","nian":"宋代","author":"张孝祥","contson":"\n湖海倦游客，江汉有归舟。西风千里，送我今夜岳阳楼。日落君山云气，春到沅湘草木，远思渺难收。徙倚栏杆久，缺月挂帘钩。 雄三楚，吞七泽，隘九州。人间好处，何处更似此楼头。欲吊沈累无所，但有渔儿樵子，哀此写离忧。回首叫虞舜，杜若满芳洲。\n","contyishang":["　　张孝祥平生多次经过岳阳楼。根据词中的行向与时节，此首应作于公元1169年暮春（史料记载为乾道五年三月下旬）。是年，孝祥请祠侍亲获准后，离开荆州（今湖北江陵），乘舟沿江东归。当时曾写《喜归作》诗：“湖海扁舟去，江淮到处家。”归途中，阻风石首，滞留三日。同行诸公都填了词，他亦用其韵作《浣溪沙》词，有“拟看岳阳楼上月，不禁石首岸头风”云云。这些都与此词的内容相吻合。","　　词的上阕描写夕阳斜照在广阔的洞庭湖上，波光粼粼；湖中群山暮霭云雾，四周萦绕；沅水、湘水相汇处的两岸草木，呈现出一片葱绿的春色；夜幕初上，一弯残月如帘钩挂天际。开头“湖海”二句，从自身落笔。横空而起，抒发词人\n"]}{"title":"过晋阳故城书事","nian":"金朝","author":"元好问","contson":"\n惠远祠前晋溪水，翠叶银花清见底。水上西山如挂屏，郁郁苍苍三十里。中原北门形势雄，想见城阙云烟中。望川亭上阅今古，但有麦浪摇春风。君不见，系舟山头龙角秃，白塔一摧城覆没。薛王出降民不降，屋瓦乱飞如箭镞。汾流决入大夏门，府治移著唐明村。只从巨屏失光彩，河洛几度风烟昏。东阙苍龙西玉虎，金雀觚棱上云雨。不论民居与官府，仙佛所庐余百所。鬼役天才千万古，争教一炬成焦土。至今父老哭向天，死恨河南往来苦。南人鬼巫好禨祥，万夫畚锸开连岗。官街十字改丁字，钉破并州渠亦亡。几时却到承平了，重看官家筑晋阳。\n","contyishang":["译文惠远祠前蜿蜒着古晋国的青溪，翠绿的萍叶和银白的浪花清澈见底，水上的悬瓮山像是卧着的屏风，一派郁郁苍苍长达三百余里。你这中原的北门气势多么雄壮，云烟笼罩着城阙还能让人想象，山上的望川亭看够古今巨变，只留下春风吹起的阵阵麦浪！那龙头般的系舟山被砍去龙角，白塔无端被毁，城池惨遭扫荡，薛王已经投降，人民还在抵抗，屋瓦就是箭头，纷纷飞向敌方！汾河水淹没了晋阳古城，太原府被迫迁到唐明村。自从失去这道屏障的光彩，河洛一带便遭受外族的入侵！想当年宫殿上雕着苍龙玉虎，高耸的金雀直上空中的云雾，\n"]}{"title":"八声甘州·故将军饮罢夜归来","nian":"宋代","author":"辛弃疾","contson":"\n夜读《李广传》，不能寐。因念晁楚老、杨民瞻约同居山间，戏用李广事，赋以寄之。\n故将军饮罢夜归来，长亭解雕鞍。恨灞陵醉尉，匆匆未识，桃李无言。射虎山横一骑，裂石响惊弦。落魄封侯事，岁晚田间。谁向桑麻杜曲，要短衣匹马，移住南山？看风流慷慨，谈笑过残年。汉开边、功名万里，甚当时、健者也曾闲。纱窗外、斜风细雨，一阵轻寒。 \n","contyishang":["译文以前，汉代的李广将军，曾夜出与友人在田间饮酒，回到灞陵亭，下马住宿营，灞陵尉喝醉了出言侮辱他，虽然来时匆匆，灞陵尉可能还不认识李广将军。但李广将军闻名天下，桃李树虽然不会说话，树下自然成蹊。李将军在南山半腰里，一人一匹马去射猎，误把草丛里的石头当作老虎，弓弦发出了惊人的响声，箭镞射进了石头，把石头都射裂了。这样的英雄没有受到封侯，到了晚年，退居山村，过着耕田地、种菜园的生活。谁去杜曲去种桑麻？我是不去的。我要穿上轻便的短衣，骑上一匹马，到南山去学李广射虎的生活。我要风流潇洒，慷慨激昂、谈笑愉快地过一个幸福的晚年。汉代开拓边疆，打击侵略者，保卫边疆的事业是伟大的\n"]}{"title":"蔡中郎坟","nian":"唐代","author":"温庭筠","contson":"\n古坟零落野花春，闻说中郎有后身。 今日爱才非昔日，莫抛心力作词人。\n","contyishang":["译文古坟零落唯有野花正逢春，我听说蔡中郎也有了后身。如今爱惜人才已不如昔日，不要白白抛掷才华作诗人。","注释⑴蔡中郎坟：蔡中郎即东汉末年著名文士蔡邕，因他曾任左中郎将，后人称他为“蔡中郎”。据《吴地志》载，蔡邕坟在毗陵（今江苏省常州市）尚宜乡互村。⑵零落：衰颓败落。⑶“闻说”句：闻说，犹听说。后身，佛教有“三世”之说，谓人死后转世之身为“后身”。《太平御览》载，张衡死的那一天，蔡邕的母亲刚好怀孕。张、蔡二人，才貌非常相似，因此人们都说蔡邕是张衡的后身。这里诗人在传说的基础上进一步推想：既然蔡邕是张衡的后身，那么蔡邕\n"]}{"title":"咏荆轲","nian":"魏晋","author":"陶渊明","contson":"\n燕丹善养士，志在报强嬴。招集百夫良，岁暮得荆卿。君子死知己，提剑出燕京；素骥鸣广陌，慷慨送我行。雄发指危冠，猛气冲长缨。饮饯易水上，四座列群英。渐离击悲筑，宋意唱高声。萧萧哀风逝，淡淡寒波生。商音更流涕，羽奏壮士惊。心知去不归，且有后世名。登车何时顾，飞盖入秦庭。凌厉越万里，逶迤过千城。图穷事自至，豪主正怔营。惜哉剑术疏，奇功遂不成。其人虽已没，千载有馀情。\n","contyishang":["译文燕国太子喜欢收养门客，目的是对秦国报仇雪恨。 他到处招集有本领的人，这一年年底募得了荆卿。 君子重义气为知己而死，荆轲仗剑就要辞别燕京。 白色骏马在大路上鸣叫，众人意气激昂为他送行。 个个同仇敌忾怒发冲冠，勇猛之气似要冲断帽缨。 易水边摆下盛大的别宴，在座的都是人中的精英。 渐离击筑筑声慷慨悲壮，宋意唱歌歌声响遏行云。 座席中吹过萧萧的哀风，水面上漾起淡淡的波纹。 唱到商音听者无不流泪，奏到羽音荆轲格外惊心。 他明知这一去不再回返，留下的姓名将万古长存。\n"]}{"title":"姑苏怀古","nian":"宋代","author":"姜夔","contson":"\n夜暗归云绕柁牙，江涵星影鹭眠沙。行人怅望苏台柳，曾与吴王扫落花。\n","contyishang":["译文在朦胧的夜色中，一片片云儿，急遽地掠过船旁。清澈的江水，静静地流淌；天上的星辰，在水波中荡漾，闪耀着光芒。沙滩上的白鹭，早已睡熟，没一点声响。我默默地望着姑苏台，带着几分惆怅：那迷濛的柳树，经历了多少年的风霜？是它，曾用低垂的细条，为吴王扫拂着满地飘坠的花瓣。","注释⑴姑苏：苏州西南有姑苏山，因而苏州也别称姑苏。⑵柁（duò)牙：船柁。柁，同“舵”。牙，牙樯。杜甫《秋兴》诗：“锦缆牙樯起白鸥。”仇注引《埤苍》：“樯尾锐如牙也。”樯即桅竿。⑶诸本并作“鹭眠”。夏校本记：“曹元忠校：‘《鹤林玉露》引作“雁团”。’”\n"]}{"title":"咏怀古迹五首·其四","nian":"唐代","author":"杜甫","contson":"\n蜀主窥吴幸三峡，崩年亦在永安宫。翠华想像空山里，玉殿虚无野寺中。古庙杉松巢水鹤，岁时伏腊走村翁。武侯祠堂常邻近，一体君臣祭祀同。\n","contyishang":["译文刘备出兵伐吴就驻扎在三峡，无奈战败归来去世在永安宫。昔日翠旗飘扬空山浩浩荡荡，永安宫湮灭在这荒郊野庙中。古庙里杉松树上水鹤做了巢，每逢节令仍举行隆重的祭祀。丞相的祠庙就在先王庙临近，君臣共同享受着礼仪和祭礼。","注释蜀主：指刘备。永安宫：在今四川省奉节县。野寺：原注今为卧龙寺，庙在宫东。伏腊：伏天腊月。指每逢节气村民皆前往祭祀。"]}{"title":"西施滩","nian":"唐代","author":"崔道融","contson":"\n宰嚭亡吴国，西施陷恶名。浣纱春水急，似有不平声。\n","contyishang":["译文奸臣伯嚭使吴国灭亡，恶名却推在西施身上。想当年浣纱春水滚滚，声声好似为美女不平。","注释⑴西施滩：西施，春秋时代的越国人，家住浙江诸暨县南的苎罗山。苎罗山下临浣江，江中有浣纱石，传说西施常在此浣纱，西施滩因而得名。⑵宰嚭：即伯嚭。春秋时，吴国太宰，又称太宰嚭。在吴国与越国的争战中，吴王夫差打败越国，俘虏了越王勾践及群臣，勾践贿赂了伯嚭获得了释放，回国后卧薪尝胆，终于灭了吴国。⑶陷：落得，这里指承担。⑷浣：洗。"]}{"title":"念奴娇·赤壁怀古","nian":"宋代","author":"苏轼","contson":"\n大江东去，浪淘尽，千古风流人物。故垒西边，人道是，三国周郎赤壁。乱石穿空，惊涛拍岸，卷起千堆雪。江山如画，一时多少豪杰。遥想公瑾当年，小乔初嫁了，雄姿英发。羽扇纶巾，谈笑间，樯橹灰飞烟灭。(樯橹 一作：强虏)故国神游，多情应笑我，早生华发。人生如梦，一尊还酹江月。(人生 一作：人间；尊 通：樽)\n","contyishang":["译文大江浩浩荡荡向东流去，滔滔巨浪淘尽千古英雄人物。那旧营垒的西边，人们说那就是三国周瑜鏖战的赤壁。陡峭的石壁直耸云天，如雷的惊涛拍击着江岸，激起的浪花好似卷起千万堆白雪。雄壮的江山奇丽如图画，一时间涌现出多少英雄豪杰。遥想当年的周瑜春风得意，绝代佳人小乔刚嫁给他，他英姿奋发豪气满怀。手摇羽扇头戴纶巾，谈笑之间，强敌的战船烧得灰飞烟灭。我今日神游当年的战地，可笑我多情善感，过早地生出满头白发。人生犹如一场梦，且洒一杯酒祭奠江上的明月。","注释⑴念奴娇：词牌名。又名“百\n"]}{"title":"殿前欢·楚怀王","nian":"元代","author":"贯云石","contson":"\n楚怀王，忠臣跳入汨罗江。《离骚》读罢空惆怅，日月同光。伤心来笑一场，笑你个三闾强，为甚不身心放？沧浪污你，你污沧浪。\n","contyishang":["译文楚怀王不辨忠良，把忠心耿耿的屈原逼得投了汨罗江。读罢《离骚》我空自惆怅。屈子的精神品格可与日月争光。伤心之余只有苦笑一场。笑你这个三闾大夫心性太强，为什么不旷达超脱心胸开放？与其说是江水玷污了你，不如说是你玷污了汨罗江。 ","注释楚怀王：战国时楚国的国君。公元前328－前299年在位。忠臣跳入汨罗江：指屈原因楚怀王听信谗言，被放逐沅湘间，自沉汨罗江而死。汨罗江，湘江支流，在湖南省东北部。日月同光：《史记.屈原贾生列传》称赞《离骚》“虽与日月争光可也”。三闾：指屈原，他曾任三闾大夫。沧浪污你，你污沧浪：《\n"]}{"title":"人月圆·伤心莫问前朝事","nian":"元代","author":"倪瓒","contson":"\n伤心莫问前朝事，重上越王台。鹧鸪啼处，东风草绿，残照花开。怅然孤啸，青山故国，乔木苍苔。当时明月，依依素影，何处飞来？\n","contyishang":["译文不要再问前朝那些伤心的往事了，我重新登上越王台。鹧鸪鸟哀婉地啼叫，东风吹指初绿的衰草，残阳中山花开放。我惆怅地独自仰天长啸，青崇山峻岭依旧，故国已不在，满目尽是乔木布满苍苔，一片悲凉。头上的明月，柔和皎洁，仍是照耀过前朝的那轮，可是它又是从哪里飞来的呢？ ","注释前朝：此指宋朝。越王台：春秋时期越王勾践所建，为驻兵处。素影：皎洁银白的月光。"]}{"title":"秋望","nian":"明代","author":"李梦阳","contson":"\n黄河水绕汉宫墙，河上秋风雁几行。客子过壕追野马，将军弢箭射天狼。黄尘古渡迷飞挽，白月横空冷战场。闻道朔方多勇略，只今谁是郭汾阳。\n","contyishang":["译文滚滚黄河水包围着长安，河上秋风阵阵，有几行大雁飞过。士兵们跨过护城河时尘沙阵阵，将军从弓袋中拔箭射敌军。船驶在黄尘漫漫的古渡口，水流湍急，士兵们只好扶挽着坐在船中；明月当空，使战场悲凉起来。听说朔方有很多勇敢而有谋略的人，而今天谁会成为像大将郭子仪一样的人？","注释⑴汉宫墙：实际指明朝当时在大同府西北所修的长城，它是明王朝与革达靼部族的界限。一作“汉边墙”。⑵客子：指离家戍边的士兵。过壕：指越过护城河。野马：本意是游气或游尘，此处指人马荡起的烟尘。⑶弢（tāo）箭：将箭装入袋中，就是整装\n"]}