{"title":"酒泉太守席上醉后作","nian":"唐代","author":"岑参","contson":"\n酒泉太守能剑舞，高堂置酒夜击鼓。胡笳一曲断人肠，座上相看泪如雨。\n琵琶长笛曲相和，羌儿胡雏齐唱歌。浑炙犁牛烹野驼，交河美酒归叵罗。三更醉后军中寝，无奈秦山归梦何。\n","contyishang":["译文酒泉太守持剑翩翩舞起，高堂置酒夜间鼓声敲击。胡茄一曲令人肝肠欲断，座上客人相对泪下如雨。","琵琶长笛曲曲互相应和，胡家儿女齐声唱起歌曲。全牛野驼烧好摆在桌上，交河美酒斟满金酒杯里。三更醉后卧在军帐之中，梦中无法向那秦山归去！","注释⑴酒泉：郡名，即肃州，今甘肃酒泉。⑵高堂：指高大的厅堂。⑶胡笳：古代管乐器。⑷胡雏：即胡儿。⑸浑：全。炙（zhì）：烧烤。犁牛：杂色牛。⑹叵（pǒ）罗：酒杯。⑺秦山：即终南山，又名秦岭。"]}{"title":"","nian":"","author":"","contson":"","contyishang":[]}{"title":"","nian":"","author":"","contson":"","contyishang":[]}{"title":"昭君辞","nian":"南北朝","author":"沈约","contson":"\n汉宫美女多如云，中有一人字昭君。天生倾国倾城色，玉质孤高卓不群。来至掖庭已有年，愁听宫漏独成眠。可怜绝色等闲弃，汉帝不分媸与妍。非是君王不好色，佳人如织绕其侧。颠鸾倒凤夕连朝，遍识群芳犹未得。思幸佳人无孑遗，九重选美事颇奇。不劳龙目亲遴选，分辩媸妍赖画师。高低美丑瘦和肥，全仗画师笔一挥。古有按图寻骏马，今皇凭画幸嫔妃。粉黛欲蒙君眷顾，千金竟把画工赂。钱有几多艳几多，无钱休得君恩遇。群娥每每沐皇风，独有昭君际遇穷。自恃无双才与色，讵肯摧眉赂画工！朔方正月雪澌澌，单于策马至京西。因闻汉阙多佳丽，欲索一人娶作妻。汉帝闻言忙颔首，和亲政策由来久。只求边塞暂安宁，愿向单于献佳偶。诏传呈上美人图，御笔按图点丽姝。宫中美色真难舍，乃选庸姿嫁北胡。钦点宫娥上殿堂，昭君为字名王嫱。红袖翩跹迤逦至，至时四壁顿生光。纤步凌波行若止，清香袅袅风吹蕊。骨似琼瑶肌似冰，明眸转盼如秋水。芳华盖世满堂惊，汉帝茫然叹失声。画上庸姿乃绝色，其间究竟是何情？君言既出难更改，忍送红颜归翰海。暗将昭君比众妃，三千佳丽无光彩。含颦忍泪别君王，贱妾从今辞故乡。不用满朝贤将相，蛾眉为国靖边疆。妾今远嫁万千里，胜在深宫寂寞死。宫中尚有如花人，不赂画工命似纸。愿君莫惜妾微身，应惜忠心体国臣。但得贤才良将在，守边何必用佳人！更怜豪杰没尘埃，辜负平生万丈才。岂能屈节事权贵？慷慨高歌归去来！绝色常遭妖女妒，贤才每被奸人误。栖身异域本寻常，多少英雄悲失路！铁马戎装出塞去，莫愁身似风中絮。既然此地不留人，他乡自有留人处！朔漠茫茫走石沙，随身唯有一琵琶。此去诚知难复返，天涯何处不为家！黄雾涨天雪晦冥，黑云拂地风膻腥。高原万里草皆白，大漠千年冢独青。无端叙写昭君辞，红粉飘零实可悲。千古英雄同一叹，伤怀岂止为蛾眉！\n","contyishang":["　　昭君即王昭君，是汉元帝时宫女。匈奴呼韩邪单于来朝时，汉元帝将昭君嫁给了单于。昭君出嫁匈奴的故事引起后人的无限感慨，屡有歌咏其命运的诗歌。至沈约时，昭君出塞已经成了诗歌中的传统题材了，所以此诗就题材与表达的内容情感而言并无多少新鲜之处，但在剪裁与刻画技巧方面颇具匠心，仍显出与众不同之处。作者写昭君诗却不把注意力放在昭君出塞前后的一系列具体事件的叙述上，对于昭君出塞的缘由、过程以及出嫁匈奴后的生活和最终结局并不涉及，而是着重描写她离开汉宫前往匈奴途中的所见所感，从这样的角度写，更显得集中、精致。","　　诗从昭君辞别故国、北上与匈奴成亲写起。“披香殿”是汉代后宫殿名，“汾阴河\n"]}{"title":"南中咏雁诗","nian":"唐代","author":"韦承庆","contson":"\n万里人南去，三春雁北飞。不知何岁月，得与尔同归？\n","contyishang":[]}{"title":"题大庾岭北驿","nian":"唐代","author":"宋之问","contson":"\n阳月南飞雁，传闻至此回。我行殊未已，何日复归来。江静潮初落，林昏瘴不开。明朝望乡处，应见陇头梅。\n","contyishang":["译文阴历十月的时候，大雁就开始南飞，据说飞到大庾岭，它们就全部折回。鸟儿不进，我却行程未止远涉岭南，真不知何日何时，我才能遇赦归来？潮水退落了，江面静静地泛着涟漪，深山老林昏暗暗，瘴气浓重散不开。来日我登上高山顶，向北遥望故乡，抑或能看到：那山头上初放的红梅。","注释⑴大庾岭：在江西、广东交界处，为五岭之一。北驿：大庾岭北面的驿站。⑵阳月：阴历十月。⑶殊：还。“我行”句意谓自己要去的贬谪之地还远，所以自己还不能停下。⑷瘴：旧指南方湿\n"]}{"title":"晚次乐乡县","nian":"唐代","author":"陈子昂","contson":"\n故乡杳无际，日暮且孤征。川原迷旧国，道路入边城。野戍荒烟断，深山古木平。如何此时恨，噭噭夜猿鸣。\n","contyishang":["译文故乡已经遥远的看不到边际，太阳西垂暮色来临时，我一个人在征途。这里的山川原野使我迷失了故乡，一个人走的道路终于进入边远的小城。城外戍楼上的缕缕荒烟已在视野中消失，深山上的林木看上去也模糊一片。为何此时心中充满无限惆怅，只听见猿猴在夜色里的鸣叫。","注释⑴次：停留。乐乡县：地名，唐时属山南道襄州，故城在今湖北荆门北九十里。⑵杳（yǎo）：遥远。际：边。⑶日暮：太阳将落山之时。孤征：独自在旅途。孤，单独。征，征途。⑷川原：山川原野。迷旧国；迷失了故乡。迷，迷失。旧国，故乡。\n"]}{"title":"癸未八月十四日至十六夜月色皆佳","nian":"宋代","author":"曾几","contson":"\n年年岁岁望中秋，岁岁年年雾雨愁。凉月风光三夜好，老夫怀抱一生休。明时谅费银河洗，缺处应须玉斧修。京洛胡尘满人眼，不知能似浙江不。\n","contyishang":[]}{"title":"夕次蒲类津 / 晚泊蒲类","nian":"唐代","author":"骆宾王","contson":"\n二庭归望断，万里客心愁。山路犹南属，河源自北流。晚风连朔气，新月照边秋。灶火通军壁，烽烟上戍楼。龙庭但苦战，燕颔会封侯。莫作兰山下，空令汉国羞。\n","contyishang":["　　公元670年（咸亨元年），吐蕃入侵，薛仁贵任逻娑道行君大总管出征西域，骆宾王也加入军队并任奉礼郎。","　　在军中，他创作了许多边塞诗，既描写了艰苦的边地战争生活，壮丽的边塞风光；又抒写了爱国报君的热忱和望乡思归的情愫。","　　这首诗大约作于薛仁贵兵败大非川以后，骆宾王随军征战到蒲类津（今新疆巴里坤湖东南岸），夜晚就地宿营时有感而发，将眼前景、心中情诉诸笔端，真实地记录了当时辗转征战的境况。","　　诗歌以低沉的慨叹开头：“二庭归望断，万里客心愁”，说明此次战争进展的不顺利，未能旗开得胜，不能凯旋；归期遥遥，不能不令人哀愁。这里的“愁”不仅仅是个\n"]}{"title":"除夜作","nian":"唐代","author":"高适","contson":"\n旅馆寒灯独不眠，客心何事转凄然。故乡今夜思千里，霜鬓明朝又一年。(霜鬓 一作：愁鬓)\n","contyishang":["住在客栈里，独对残灯，睡不着觉。不知什么缘故，诗人的心情变得十分凄凉悲伤。在这除夕之夜，想象故乡人思念千里之外的自己的情景，而明天又要增加一岁，新添不少白发啊。佳节思亲是常情，历来如此。但除夕之夜，“独不眠”、“转凄然”、“思千里”，还有一层意思：到了明天，就又增加一岁，包含了诗人年复一年老大无成的伤感。"]}{"title":"寄宇文判官","nian":"唐代","author":"岑参","contson":"\n西行殊未已，东望何时还。终日风与雪，连天沙复山。二年领公事，两度过阳关。相忆不可见，别来头已斑。\n","contyishang":["译文往西前行已经很远了，仍然没有穷尽之时，回首东望又不知何时才能返回家乡。成天面对的都是狂风和暴雪，放眼望去直达天际的是连绵重叠的沙漠和山丘。我从事公职已历两年，曾两度经过阳关。想念你却见不得你，分别之后，我的头发都已经斑白了。","注释⑴殊：很，极。⑵阳关：古关名，西汉置，在今甘肃省敦煌县西南古董滩附近。⑶斑：斑白。"]}{"title":"点绛唇·十月二日马上作","nian":"清代","author":"龚自珍","contson":"\n一帽红尘，行来韦杜人家北。满城风色，漠漠楼台隔。目送飞鸿，景入长天灭。关山绝，乱云千叠，江北江南雪。\n","contyishang":["译文帽上积着城市中的风尘，我来到都城的城北。城中正刮着大风，卷起尘土，满城都漠漠一片，人家的楼台隔着尘土，模糊不清。我仰望飞雁，直到雁影消失在遥远的天空中。天边的山脉一线，云层重重叠叠，要下雪了，这雪花将洒遍大江南北。","注释①点绛唇：词牌名，四十一字，上片三仄韵，下片四仄韵。《清真集》入“仙吕调”，元北曲同，但平仄句式略异，今京剧中犹常用之。②一帽：暗用“侧帽”典。《周书·独孤信传》：“（独孤）信在秦州，尝因猎，日暮，驰马入城，其帽微侧。吉旦，而吏民有戴帽者，咸慕信而侧帽焉。其为邻境及士庶所重如此。”本处取其风流自赏意。宋·\n"]}{"title":"酒泉子·楚女不归","nian":"唐代","author":"温庭筠","contson":"\n楚女不归，楼枕小河春水。月孤明，风又起，杏花稀。玉钗斜篸云鬟重，裙上金缕凤。八行书，千里梦，雁南飞。\n","contyishang":["译文她回南方去了，现在还没有踏上归途。我独居的小楼枕卧溪畔，夜夜愁听那春水汩汩。明月也无伴，像我一样孤独。春风吹杏花稀疏零落，更使我愁伤春暮。玉钗在你的头上，斜斜地簪住云髻雾鬟。你裙上绣金的凤凰，仿佛栖息在我心间。真盼这春天又变秋天，请南飞的鸿雁，带去我的书信，带去我千里的思念。","注释酒泉子：原为唐教坊曲，后用为词牌名。《金奁集》入“高平调”。一般以温庭筠体为正格。全词以四平韵为主，四仄韵两部错叶。楚女：古代楚地的女子。此指抒情主人公，一个身世飘零的歌舞女伎。楼：楚女暂栖之所。稀：一作“飞”。\n"]}{"title":"凤栖梧·霜树重重青嶂小","nian":"宋代","author":"赵可","contson":"\n霜树重重青嶂小，高栋飞云，正在霜林杪。九日黄花才过了，一尊聊慰秋容老。翠色有无眉淡扫。身在西山，却爱东山好。流水极天横晚照，酒阑望断西河道。\n","contyishang":["译文霜树重重叠叠远山显得越来越小，流动的云团高高的楼阁仿佛就在林梢之上，九月九日重阳节刚刚过去。一杯菊花酒聊以自慰衰老的容颜。翠绿山色若有若无就像淡扫的眉黛。而今虽在西山却喜爱归隐东山。流水连天夕阳横照于水里，酒尽高楼眺望那通往家乡的西河道风光。","注释青嶂：青山。沈约《钟山诗应西阳王教》：“郁律构丹巘，崚嶒起青嶂，势随九疑高，气与三山壮。”高栋飞云：王勃《滕王阁序》：“画栋朝飞南浦云。”杪（miǎo）：一般指树枝的细梢。九日：农历九月九日，即重阳节。据《荆楚岁时记》载：人们于此日，“缝囊盛茱萸系臂上，\n"]}{"title":"登襄阳城","nian":"唐代","author":"杜审言","contson":"\n旅客三秋至，层城四望开。楚山横地出，汉水接天回。冠盖非新里，章华即旧台。习池风景异，归路满尘埃。\n","contyishang":["译文我客游他乡，不期然已到了九月，现在站在这城头上放眼四望，顿觉景象开阔。楚山横亘，耸出地面，汉水水势浩淼，仿佛与云天相连，转折迂回而去。冠盖里已名不副实，不再与现在的情形相称了；章华台也只能代称旧日的台榭。习池的风景已与当年不同了，不再有那种清幽之美，归路所见，满目尘埃。 ","注释⑴三秋：指九月，即秋天的第三个月。王勃《滕王阁序》：“时维九月，序属三秋。”⑵楚山：在襄阳西南，即马鞍山，一名望楚山。⑶汉水：长江支流。襄阳城正当汉水之曲，故云“接天回”。⑷冠盖：里名，据《襄阳耆旧传》载\n"]}{"title":"送四镇薛侍御东归","nian":"唐代","author":"岑参","contson":"\n相送泪沾衣，天涯独未归。将军初得罪，门客复何依？梦去湖山阔，书停陇雁稀。园林幸接近，一为到柴扉。\n","contyishang":["译文我送你东归，相别之时，泪水沾湿了衣襟戍守天涯的人只我一个没有回归。封将军兵败被削官，我又将依靠谁呢？梦里来到一片湖水山光十分开阔之处，家书写好了，却难觅凭寄的大雁。幸好你我两家庭院邻近，你如今回去正好顺路帮我捎份家书。","注释⑴四镇：即安西四镇：龟兹、焉耆、于阗、疏勒。薛侍御：生平不详。⑵门客：僚属，此处为诗人自指。⑶书：书信。陇雁：飞越陇山传递家书的大雁。相传大雁善传书信。典出《汉书·苏武传》。⑷柴扉：柴门，这是岑参自指己家。"]}{"title":"赋得白鹭鸶送宋少府入三峡","nian":"唐代","author":"李白","contson":"\n白鹭拳一足，月明秋水寒。人惊远飞去，直向使君滩。\n","contyishang":["译文白鹭鸶拳着一条腿,单足立在冰凉的秋水中，月光明如秋水洒满大江。白鹭鸶受人惊吓以后,高飞而起，直向波涛汹涌的使君滩飞去。","注释(1)《水经注》：江水东经羊肠、虎臂滩。杨亮为益州刺史，至此舟覆。惩其波澜，蜀人至今犹名之为使君滩。《太平寰宇记》：使君滩，在万州东二里大江中。昔杨亮赴任益州，行船至此覆没，故名。《一统志》：使君滩，在荆州夷陵州西一百十里。"]}{"title":"和孙明府怀旧山","nian":"唐代","author":"雍陶","contson":"\n五柳先生本在山，偶然为客落人间。秋来见月多归思，自起开笼放白鹇。\n","contyishang":["译文五柳先生陶渊明本来就是山村田园的隐士，偶然在世俗生活中做客，为官场所羁绊。秋天来临的时候看见月亮就会更加思乡，倒不如成全了白鹇，打开鸟笼让它回到家乡。","注释（1）明府：唐人称县令为明府。（2）五柳先生：晋陶潜作《五柳先生传》以自况，遂自号五柳先生。（3）白鹇：鸟名，似山鸡而白色，产于我国南方。"]}{"title":"归雁二首","nian":"唐代","author":"杜甫","contson":"\n万里衡阳雁，今年又北归。双双瞻客上，一一背人飞。云里相呼疾，沙边自宿稀。系书元浪语，愁寂故山薇。\n欲雪违胡地，先花别楚云。却过清渭影，高起洞庭群。塞北春阴暮，江南日色曛。伤弓流落羽，行断不堪闻。\n","contyishang":[]}{"title":"蜀中九日 / 九日登高","nian":"唐代","author":"王勃","contson":"\n九月九日望乡台，他席他乡送客杯。 人情已厌南中苦，鸿雁那从北地来。\n","contyishang":["译文在重阳节这天登高回望故乡，身处他乡，设席送朋友离开，举杯之际，分外愁。心中已经厌倦了南方客居的各种愁苦，我想北归不得，鸿雁为何还要从北方来。","注释九月九日：指重阳节。望乡台：古代出征或流落在外乡的人，往往登高或登土台，眺望家乡，这种台称为望乡台。他席：别人的酒席。这里指为友人送行的酒席。他乡：异乡。南中：南方，这里指四川一带。那：为何。北地：北方。"]}{"title":"壬辰寒食","nian":"宋代","author":"王安石","contson":"\n客思似杨柳，春风千万条。更倾寒食泪，欲涨冶城潮。巾发雪争出，镜颜朱早凋。未知轩冕乐，但欲老渔樵。\n","contyishang":["译文身居他乡的乡思像杨柳一样，被春风一吹就有千万条思绪。尤其是到了清明的寒食节，自己的眼泪就更多了，流的泪就快要淹没冶城了。自己的白头发像是要挣脱出头巾的束缚，镜子中自己的面容也已经显得苍老。不想知道官位的快乐啊，只求自己能够在青山绿水做一个打渔和砍柴的农民。","注释[1]寒食：节令名，在农历清明前一日或二日。《荆楚岁时记》：“去冬节一百五日，即有疾风甚雨，谓之寒食，禁火三日。”[2]“客思”二句是说客思如春风里的柳条之多客。思：他乡之思。思：思绪，心事。[3]冶城：《太平寰宇记》载，江南东\n"]}{"title":"醉落魄·离京口作","nian":"宋代","author":"苏轼","contson":"\n轻云微月，二更酒醒船初发。孤城回望苍烟合。记得歌时，不记归时节。巾偏扇坠藤床滑，觉来幽梦无人说。此生飘荡何时歇？家在西南，常作东南别。\n","contyishang":["译文云朵轻轻飘，月色微微亮，二更天时从酒醉中醒来，船刚开始出发。回头遥望京口，孤城已经隐没在灰蒙蒙的雾气当中。记得喝酒时欢歌笑语的场面，不记得上船时的情景。酒醒后头巾偏斜，扇子坠落，藤床格外细腻，连身子都快挂不住了。一觉醒来，梦中的幽静无人可倾述，此生的飘荡什么时候才能休止呢？家住西南眉山，却经常向东南道别。","注释⑴醉落魄：词牌名。即《一斛珠》。据曹邺小说《梅妃传》载，唐玄宗封珍珠一斛密赐江妃。江妃不受，写下“长门自是无梳洗，何必珍珠慰寂寥”的诗句。玄宗阅后不乐，令乐府以新声唱之，名《一斛珠》。双调五十七字，仄韵。 ⑵京口：\n"]}{"title":"定西番·紫塞月明千里","nian":"唐代","author":"牛峤","contson":"\n紫塞月明千里，金甲冷，戍楼寒。梦长安。乡思望中天阔，漏残星亦残。画角数声呜咽，雪漫漫。\n","contyishang":["译文明月千里照着长城，将士的盔甲寒冷如冰，戍楼上寒风凛冽，又把长安吹入梦中。思乡的时候仰望苍天，苍天像思愁浩渺无边。刁斗的残声里残星稀落，城头响起几声呜咽的号角，随着纷飞的大雪漫漫地飘散。","注释⑴紫塞：长城，亦泛指北方边塞。崔豹《古今注·都邑》：“秦筑长城，上色皆紫，汉塞亦然，故称‘紫塞’焉。”鲍照《芜城赋》：“南驰苍梧涨海，北走紫塞雁门。”⑵金甲：铁恺甲。⑶戍楼：边塞驻军的营房。⑷画角：古乐器名，出自西羌，口细尾大，形如牛角，以竹木或皮革制成，外加彩绘，故称“画角”。后来军中多用以报昏晓，振士气。高\n"]}{"title":"渔家傲·秋思","nian":"宋代","author":"范仲淹","contson":"\n塞下秋来风景异，衡阳雁去无留意。四面边声连角起，千嶂里，长烟落日孤城闭。浊酒一杯家万里，燕然未勒归无计。羌管悠悠霜满地，人不寐，将军白发征夫泪。\n","contyishang":["译文秋天到了，西北边塞的风光和江南不同。大雁又飞回衡阳了，一点也没有停留之意。黄昏时，军中号角一吹，周围的边声也随之而起。层峦叠嶂里，暮霭沉沉，山衔落日，孤零零的城门紧闭。饮一杯浊酒，不由得想起万里之外的家乡，未能像窦宪那样战胜敌人，刻石燕然，不能早作归计。悠扬的羌笛响起来了，天气寒冷，霜雪满地。夜深了，将士们都不能安睡：将军为操持军事，须发都变白了；战士们久戍边塞，也流下了伤心的眼泪。","注释①渔家傲：又名《吴门柳》、《忍辱仙人》、《荆溪咏》、《游仙关》。②塞：边界要塞之地，这里指西北边疆。③衡阳雁去：传说秋天北\n"]}{"title":"南柯子·怅望梅花驿","nian":"宋代","author":"范成大","contson":"\n怅望梅花驿，凝情杜若洲。香云低处有高楼，可惜高楼不近木兰舟。缄素双鱼远，题红片叶秋。欲凭江水寄离愁，江已东流那肯更西流。\n","contyishang":["译文惆怅的望着梅花驿，专注的看着开有燕子花的绿洲。祥云下面有高楼大厦，可惜高楼不是用木兰木做的。想用缄帛写信可是离双鱼很遥远无从寄信，于是秋叶都红了也还没写。想借助江水寄托离愁别绪，可是江水是向东流的哪里能够流向西边呢？","注释⑴驿：驿，音亦，驿站、传舍，古传递文书、官员来往及运输途中暂息住宿之所。古驿传有亭，故又称驿亭。清末置邮局后始废。⑵杜若：燕子花也。⑶双鱼：古乐府《饮马长城窟行》有“客从远方来，遗我双鲤鱼。呼儿烹鲤鱼，中有尺素书。长跪读素书，书中竟何如。上有加餐食，下有长相忆。”，又《汉书·苏武传》有“教使\n"]}{"title":"望江南·超然台作","nian":"宋代","author":"苏轼","contson":"\n春未老，风细柳斜斜。试上超然台上看，半壕春水一城花。烟雨暗千家。寒食后，酒醒却咨嗟。休对故人思故国，且将新火试新茶。诗酒趁年华。\n","contyishang":["译文春天还没有过去，微风细细，柳枝斜斜随之起舞。登上超然台远远眺望，护城河只半满的春水微微闪动，城内则是缤纷竞放的春花。更远处，家家瓦房均在雨影之中。寒食节过后，酒醒反而因思乡而叹息不已，只得自我安慰：不要在老朋友面前思念故乡了，姑且点上新火来烹煮一杯刚采的新茶，作诗醉酒都要趁年华尚在啊。","注释⑴望江南：原唐教坊曲名，后用为词牌名。又名“忆江南”。⑵超然台：筑在密州（今山东诸城）北城上，登台可眺望全城。⑶壕：护城河。⑷寒食：节令。旧时清明前一天（一说二天）为寒食节。⑸咨嗟：叹息、慨叹。\n"]}{"title":"满江红·暮雨初收","nian":"宋代","author":"柳永","contson":"\n暮雨初收，长川静、征帆夜落。临岛屿、蓼烟疏淡，苇风萧索。几许渔人飞短艇，尽载灯火归村落。遣行客、当此念回程，伤漂泊。桐江好，烟漠漠。波似染，山如削。绕严陵滩畔，鹭飞鱼跃。游宦区区成底事，平生况有云泉约。归去来、一曲仲宣吟，从军乐。\n","contyishang":["译文傍晚的落雨刚刚停止，桐江一片寂静，远征的航船在夜幕中靠岸停泊。对面的岛屿上，水蓼稀疏雾霭寒凉，秋风吹拂芦苇萧索作响。多少渔人行驶着小船，却只见船上的灯火飞快地回归村落。对此令我思念起回归的路程，对漂泊生活产生了厌倦而忧伤的情绪。桐江景色美丽，雾霭漠漠密布，好似浸入了水波之中，山峰如刀削一般，白鹭和鱼儿围绕严陵濑飞翔和跳跃。游宦生涯跋涉辛苦一事无成，何况早就有归隐云山泉石的心愿。回归吧，羡慕渊明的躬耕田园，厌倦仲宣的从军艰苦。","注释⑴满江红：词牌名，唐人小说《冥音录》载曲名为《上江虹》，后改今名。柳永始填此调，有仄韵、平韵两体，此词为\n"]}{"title":"塞上忆汶水","nian":"元代","author":"曹元用","contson":"\n沙碛秋高苑马肥，哀笳一曲塞云飞。南都儿辈应相念，过尽征鸿犹未归。\n","contyishang":["译文茫茫沙漠，秋高气爽，马匹肥壮，悲哀宛转的笛声吹奏着。南方的将士们应该想家了吧，如同远飞的大雁还未回家。","注释沙碛：沙漠。苑马：西域大苑所产的马。"]}{"title":"晚春江晴寄友人 / 晚春别","nian":"唐代","author":"韩琮","contson":"\n晚日低霞绮，晴山远画眉。春青河畔草，不是望乡时。\n","contyishang":["译文　　夕阳西下，含山欲坠，天边的云霞经夕阳映照，色彩斑斓。远处的青山一抹，就仿佛是美人的翠黛。春风吹青了河边的芳草，绿油油的一片，顺着河畔延伸开来。现在还不是望乡思家的时候啊。","注释⑴绮（qǐ）：本义是指有花纹的丝织品。引申为漂亮、华丽、精美。⑵春青河畔草：一作“青青河畔草”。"]}{"title":"钟陵禁烟寄从弟","nian":"唐代","author":"李中","contson":"\n落絮飞花日又西，踏青无侣草萋萋。交亲书断竟不到，忍听黄昏杜宇啼。\n","contyishang":["译文（柳）落絮纷飞如花般的飘落，日头又已西偏，独自外出踏青，只有草长得密密稠稠。寄给（近亲、好朋友)亲戚朋友们的书信竟也音信全无，我又怎么敢在黄昏的时候听那杜绝的啼鸣呢。","注释①禁烟：指寒食节，这一天，家家禁止烟火，进行祭祖、踏青等活动。"]}{"title":"清江引·秋怀","nian":"元代","author":"张可久","contson":"\n西风信来家万里，问我归期未？雁啼红叶天，人醉黄花地，芭蕉雨声秋梦里。\n","contyishang":["译文西风送来万里之外的家书，问我何时归家？鸿雁在红叶满山的季节呼唤着同伴南迁，而离人却对着黄花遍地的景色沉醉其中，听着雨打芭蕉的声音，却只能籍着秋夜的清凉，但愿做个好梦，能梦回家乡探望亲人。","注释①清江引：曲牌名。②未：什么时候。③红叶天：秋天。红叶，枫叶。深秋枫叶红遍，霜林如醉。杜牧《山行》：“停车坐爱枫林晚，霜叶红于二月花。”④黄花地：菊花满地。"]}{"title":"江行","nian":"宋代","author":"严羽","contson":"\n暝色蒹葭外，苍茫旅眺情。残雪和雁断，新月带潮生。天到水中尽，舟随树杪行。离家今几宿，厌听棹歌声。\n","contyishang":["译文我坐船在江上行驶，极目远眺，夜色笼罩在岸边的芦苇上，一片苍茫。雪已残，雁声断，新月初升，潮水汹涌。天空映照到水面，好像天已到尽头。船行驶在映着树梢的江面上，好像船跟着树梢在前行。我离开家已经几个夜晚了。这时，船工在划桨时尽情地唱着渔歌，我却因离家多时听起来感到厌烦。","注释⑴暝：黄昏。蒹（jiān）葭（jiā）：芦荻，芦苇。蒹，没有长穗的芦苇。葭，初生的芦苇。⑵雁断：大雁的鸣声中断。⑶杪（miǎo）：树枝的细梢。⑷棹歌：行船时船工所唱的歌。"]}{"title":"春望","nian":"唐代","author":"杜甫","contson":"\n国破山河在，城春草木深。感时花溅泪，恨别鸟惊心。烽火连三月，家书抵万金。白头搔更短，浑欲不胜簪。\n","contyishang":["译文长安沦陷，国家破碎，只有山河依旧；春天来了，人烟稀少的长安城里草木茂密。感伤国事，不禁涕泪四溅，鸟鸣惊心，徒增离愁别恨。连绵的战火已经延续了半年多，家书难得，一封抵得上万两黄金。愁绪缠绕，搔头思考，白发越搔越短，简直要不能插簪了。","注释国：国都，指长安（今陕西西安）。破：陷落。山河在：旧日的山河仍然存在。城：长安城。草木深：指人烟稀少。感时：为国家的时局而感伤。溅泪：流泪。恨别：怅恨离别。烽火：古时边防报警的烟火，这里指安史之乱的战火。三月：正月、二月、三月。\n"]}{"title":"八月十五日夜湓亭望月","nian":"唐代","author":"白居易","contson":"\n昔年八月十五夜，曲江池畔杏园边。今年八月十五夜，湓浦沙头水馆前。西北望乡何处是，东南见月几回圆。昨风一吹无人会，今夜清光似往年。\n","contyishang":[]}{"title":"新年作","nian":"唐代","author":"刘长卿","contson":"\n乡心新岁切，天畔独潸然。老至居人下，春归在客先。岭猿同旦暮，江柳共风烟。已似长沙傅，从今又几年。\n","contyishang":["译文新年来临思乡之心更切，独立天边不禁热泪横流。到了老年被贬居于人下，春归匆匆走在我的前头。山中猿猴和我同度昏晓，江边杨柳与我共分忧愁。我已和长太傅一样遭遇，这样日子须到何时才休？","注释⑴天畔：天边，指潘州南巴，即今广东茂名。潸（shān）然：流泪的样子。⑵居人下：指官人，处于人家下面。客：诗人自指。⑶“春归”句：春已归而自己尚未回去。⑷岭：指五岭。作者时贬潘州南巴，过此岭。⑸长沙傅：指贾谊。曾受谗被贬为长沙王太傅，这里借以自喻。"]}{"title":"游朝阳岩遂登西亭二十韵","nian":"唐代","author":"柳宗元","contson":"\n谪弃殊隐沦，登陟非远郊。所怀缓伊郁，讵欲肩夷巢。高岩瞰清江，幽窟潜神蛟。开旷延阳景，回薄攒林梢。西亭构其巅，反宇临呀庨。背瞻星辰兴，下见云雨交。惜非吾乡土，得以荫菁茆。羁贯去江介，世仕尚函崤。故墅即沣川，数亩均肥硗。台馆集荒丘，池塘疏沈坳。会有圭组恋，遂贻山林嘲。薄躯信无庸，锁屑剧斗筲。囚居固其宜，厚羞久已包。庭除植蓬艾，隟牖悬蟏蛸。所赖山水客，扁舟柱长梢。挹流敌清觞，掇野代嘉肴。适道有高言，取乐非弦匏。逍遥屏幽昧，澹薄辞喧呶。晨鸡不余欺，风雨闻嘐嘐。再期永日闲，提挈移中庖。\n","contyishang":["译文遭贬被弃可不同于隐逸，只在近郊登山散心。不敢与伯夷、巢父比肩，只求能缓解心中的郁闷。高高的朝阳岩俯瞰清江，幽深的洞窟神龙深潜。朝阳才照过开阔的岩口，又跃过了岩顶的树林之颠。西亭建在岩洞顶端，突起的屋檐伸向蓝天。抬头已看见星辰升起，亭下可看见云腾雨欢。可惜这不是我的故乡，广袤的原野香草弥漫。儿时曾去过长江边上，历来求仕都只在中原.我的故乡就在沣水边，家宅附近有数亩良田。山丘上建有亭台馆舍，池塘与深泽碧\n"]}{"title":"于中好·雁帖寒云次第飞","nian":"清代","author":"纳兰性德","contson":"\n雁帖寒云次第飞，向南犹自怨归迟。谁能瘦马关山道，又到西风扑鬓时。人杳杳，思依依，更无芳树有乌啼。凭将扫黛窗前月，持向今宵照别离。\n","contyishang":["译文秋风正浓，大雁迫不及待，匆促南飞，惟恐落后。而自己有家难回，犹白骑着瘦马，一年又一年，迤逦在古道之上，让西风扑面而来。离人杳无踪迹，佳人愁思依依，再无心情寻芳弄草，整日待在深闺中，任凭月落乌啼。无聊之极，随手闲拂窗前月光，想起这月光也正落在离人身上。","译文(1)于中好：词牌名，双调，五十五字，押平声韵。(2)帖：即贴，靠近，贴近。(3)次第：依次。刘禹锡《秋江晚泊》：“暮霞千万状，宾鸿次第飞。”(4)鬓（bìn)：脸旁靠近耳朵的头发。(5)杳杳（yǎo）：渺无音讯的样子。(\n"]}{"title":"悲歌","nian":"两汉","author":"佚名","contson":"\n悲歌可以当泣，远望可以当归。思念故乡，郁郁累累。欲归家无人，欲渡河无船。心思不能言，肠中车轮转。\n","contyishang":["译文无法还乡，悲歌一曲代替思家的哭泣，登高望远就当做回到了故乡。茫茫的草木，重重的山岗遮住了远望的视线，思乡的忧愁盈满心怀。家里已经没有亲人了，哪里还有家可归？即便是有家可归，也回不去，因为前途坎坷，走投无路，无船可渡。很想向人诉说思乡之情、痛苦遭遇，但有许多难言之隐，只好憋闷在心中，心里万分痛苦，就像车轮在肠子里转动一般，阵阵绞痛。","注释1.可以：这里是“聊以”的意思。当（dāng）：代也。2.郁郁累累（léi léi）：重重积累之貌，形容忧思很重。郁郁，愁闷的样子。累累，失意的样子。3\n"]}{"title":"淮南卧病书怀寄蜀中赵徵君蕤","nian":"唐代","author":"李白","contson":"\n吴会一浮云，飘如远行客。功业莫从就，岁光屡奔迫。良图俄弃捐，衰疾乃绵剧。古琴藏虚匣，长剑挂空壁。楚冠怀钟仪，越吟比庄舄。国门遥天外，乡路远山隔。朝忆相如台，夜梦子云宅。旅情初结缉，秋气方寂历。风入松下清，露出草间白。故人不可见，幽梦谁与适。寄书西飞鸿，赠尔慰离析。\n","contyishang":["译文我是吴会之地的一片浮云，飘然无可依据如同远行之客。功业无处可以成就，岁月时光奔促急迫。雄心壮志即刻放弃消失，衰老疾病日甚一日加剧。古琴放入空匣无人弹奏，长剑挂在空壁无所可用。楚囚钟仪奏乐歌吟皆用楚音心在怀楚，越人庄舄贵富不忘家乡病中仍是越声。国都之门尚在遥远的天外，还乡之路远隔崇山峻岭。清晨我回忆起司马相如的琴台，夜晚我梦中见扬子云的故宅。旅途之情此时刚刚了结，秋气肃杀厦是凋落万物之时。风吹入林松下清冷寒冷，露水下降草间白茫茫一片。故人如今已不可见，幽幽长梦与谁人相\n"]}{"title":"绝句二首·其二","nian":"唐代","author":"杜甫","contson":"\n江碧鸟逾白，山青花欲燃。今春看又过，何日是归年？\n","contyishang":["译文碧绿的江水把鸟儿的羽毛映衬得更加洁白，山色青翠欲滴，红艳的野花似乎将要燃烧起来。今年春天眼看着又要过去了，什么时候才是我返回故乡的日期呢？","注释①逾（yú）：就是愈，更加的意思。②欲燃：将要烧起来，这里是形容鲜红的颜色。欲：好像。③何日：什么时候。④归年：回去的时候。"]}{"title":"立春日感怀","nian":"明代","author":"于谦","contson":"\n年去年来白发新，匆匆马上又逢春。关河底事空留客？岁月无情不贷人。一寸丹心图报国，两行清泪为思亲。孤怀激烈难消遣，漫把金盘簇五辛。\n","contyishang":["译文一年年过去，白头发不断添新，戎马匆匆里，又一个春天来临。为了什么事长久留我在边塞？岁月太无情，年纪从来不饶人。念念不忘是一片忠心报祖国，想起尊亲来便不禁双泪直淋。孤独的情怀激动得难以排遣，就凑个五辛盘，聊应新春节景。?","注释①马上——指在征途或在军队里。②关河——关山河川，这里指边塞上。③簇五辛——蔟，攒聚的意思。五辛，指五种辛味的菜；《本草纲目》：“元旦、立春，以葱、蒜、韭、蓼蒿、芥辛嫩之叶杂和食之，取迎新之意，谓之五辛盘。”\n"]}{"title":"除夜宿石头驿","nian":"唐代","author":"戴叔伦","contson":"\n旅馆谁相问，寒灯独可亲。一年将尽夜，万里未归人。寥落悲前事，支离笑此身。愁颜与衰鬓，明日又逢春。\n","contyishang":["译文在这寂寞的旅店中有谁来看望慰问，只有一盏冷清的孤灯与人相伴相亲。今夜是一年中的最后一个夜晚，我还在万里之外作客飘零未能回转家门。回首前尘竟是一事无成，令人感到悲凉伤心；孤独的我只有苦笑与酸辛。愁苦使我容颜变老，白发爬满双鬓，在一片叹息声中又迎来了一个新春。","注释⑴除夜：除夕之夜。石头驿：在今江西省新建县赣江西岸。《全唐诗》题下注曰：“一作石桥馆”。⑵一年将尽夜，万里未归人：此二句脱胎于梁武帝萧衍《冬歌》：“一年漏将尽，万里人未归。君志固有在，妾躯乃无依。”王维《送丘为落第归江东》也有相似诗句：“五\n"]}{"title":"长安春望","nian":"唐代","author":"卢纶","contson":"\n东风吹雨过青山，却望千门草色闲。家在梦中何日到，春生江上几人还？(春生 一作：春来)川原缭绕浮云外，宫阙参差落照间。谁念为儒逢世难，独将衰鬓客秦关。\n","contyishang":["译文东风吹拂，微微春雨洒过青山；登高远望，长安城中房舍叠嶂，草色闲闲。故园就在梦中，可是何时才能归还；冬去春来，江上舟来舟往，又有几人得以还家。长安城外，河流原野，纵横交错，一直延伸到天边浮云之外，长安城中，宫阙参差错落，笼罩在一片残阳之中。又有谁理解我这位读书人，生逢乱世，孤身一人，满头白发，形容憔悴，漂泊流荡在荒远的秦关。","注释⑴“东风”句：语从陶渊明《读山海经》“微雨从东来，好风与之俱”化出。⑵草色：一作“柳色”。⑶春生：一作“春归”，一作“春来”。⑷川原：即郊外的河流原\n"]}{"title":"秋风引","nian":"唐代","author":"刘禹锡","contson":"\n何处秋风至？萧萧送雁群。朝来入庭树，孤客最先闻。\n","contyishang":["译文秋风不知从哪里吹来，萧萧地送来了大雁一群群。清早秋风来到庭中的树木上，孤独的旅人最先听到秋风的声音。","注释⑴引：一种文学或乐曲体裁之一，有序奏之意，即引子，开头。⑵至：到。⑶萧萧：形容风吹树木的声音。晋陶潜《咏荆轲》：“萧萧哀风逝，淡淡寒波生。”雁群：大雁的群体。⑷朝：凌晨。庭树：庭园的树木。⑸孤客：单身旅居外地的人。汉焦赣《易林·损》：“路多枳棘，步刺我足，不利孤客，为心作毒。”这里指诗人自己。闻：听到。"]}{"title":"奉陪封大夫九日登高","nian":"唐代","author":"岑参","contson":"\n九日黄花酒，登高会昔闻。霜威逐亚相，杀气傍中军。横笛惊征雁，娇歌落塞云。边头幸无事，醉舞荷吾君。\n","contyishang":["译文重阳之日，大家一起喝菊花酒、登高山，这与传统的习俗是一样的。封将军治军威严峻厉，常让人感到一股肃杀之气。横笛凄凉的声音令南飞的大雁悚然惊动，娇美的歌声令边塞的云彩陶醉而降落。边廷上，幸喜没有战事，承蒙您的恩惠，戍守的人们得以放怀欢乐、醉舞军中。","注释⑴封大夫：即封常清。九日：指农历九月初九，为重阳节。⑵黄花酒：菊花酒。⑶会：契合，相一致。昔闻：以前听说的。⑷霜威：威严如霜。亚相：此处指封常清。⑸杀气：秋日肃杀之气。傍：依附。中军：此处以中军指代主帅。\n"]}{"title":"冬夕","nian":"唐代","author":"岑参","contson":"\n浩汗霜风刮天地，温泉火井无生意。 泽国龙蛇冻不伸，南山瘦柏消残翠。\n","contyishang":[]}{"title":"水龙吟·夜深客子移舟处","nian":"宋代","author":"姜夔","contson":"\n夜深客子移舟处，两两沙禽惊起。红衣入桨，青灯摇浪，微凉意思。把酒临风，不思归去，有如此水。况茂陵游倦，长干望久，芳心事、箫声里。屈指归期尚未。鹊南飞、有人应喜。画阑桂子，留香小待，提携影底。我已情多，十年幽梦，略曾如此。甚谢郎、也恨飘零，解道月明千里。\n","contyishang":["译文夜已深，移舟更向鉴湖深处，不觉惊起双双飞鸟。船桨搅动着荷花，船灯也随之摇动，泛起了阵阵波纹，竟有丝丝凉意。把酒言欢，我心怀归，有此水为证。我本有归去之志，更何况远游已倦，伊人望久，把美好之心愿，诉诸悠悠之箫声。数着手指算了算归期还未到。伊人闻鹊而喜，画栏之前，桂树飘香，等待人儿归，待得人儿归，好与伊人携手游赏于月光之下，桂花影里。我已是自伤情多，自远游以来，悲欢离合，总如梦幻，悲多欢少，大抵如此。为何友人你也是自恨飘泊，咏出月明千里一类之词章呢？","注释⑴水龙吟：词牌名，又名“龙吟曲”、“庄椿岁”、“小楼连苑”等。双调一百零二字，前后\n"]}{"title":"寒食","nian":"唐代","author":"孟云卿","contson":"\n二月江南花满枝，他乡寒食远堪悲。贫居往往无烟火，不独明朝为子推。\n","contyishang":["译文二月的江南花开满枝头，在他乡过寒食节足够悲哀了。贫困的生活平常也是不生火做饭的，不仅仅是明天才吃子推这样的冷食。","注释①寒食：寒食节，在清明前一日或两日，这一天禁火冷食。②子推：寒食节前一天所作的枣糕名为子推。"]}{"title":"水调歌头·送王修甫东还","nian":"元代","author":"王恽","contson":"\n樊川吾所爱，老我莫能俦。二年鞍马淇上，来往更风流。梦里池塘春草，却被鸣禽呼觉，柳暗水边楼。浩荡故园思，汶水日悠悠。洛阳花，梁苑月，苦迟留。半生许与词伯，不负壮年游。我亦布衣游子，久欲观光齐鲁，羁绁在鹰韛、早晚西湖上，同醉木兰舟。\n","contyishang":[]}{"title":"郢门秋怀","nian":"唐代","author":"李白","contson":"\n郢门一为客，巴月三成弦。朔风正摇落，行子愁归旋。 杳杳山外日，茫茫江上天。人迷洞庭水，雁度潇湘烟。 清旷谐宿好，缁磷及此年。百龄何荡漾，万化相推迁。 空谒苍梧帝，徒寻溟海仙。已闻蓬海浅，岂见三桃圆。 倚剑增浩叹，扪襟还自怜。终当游五湖，濯足沧浪泉。\n","contyishang":["译文来到荆州客旅，到今天已经一个多月了，月亮也变换三次姿势——上弦下弦，如同小船来回荡。现在北风正紧，树木落叶萧萧，出门在外不容易，想回家了。山外的太阳是那么遥远，江上的天空是如此空旷，没有依靠的感觉真不是好滋味。洞庭湖水使人着迷，秋归的大雁也乘着云雾来到潇湘洞庭。这里幽静清旷，是个修真养性的好地方，我的爱好经历多年也没有改变。人生百年，变化万千，绵绵不断。此行既没有寻找到仙人，也没有感受到舜帝灵魂的昭示。沧海桑田，你可见到海水变浅？你可见到王母的仙桃已经成熟了三回？一回就需要经历三千年！\n"]}{"title":"绝句二首","nian":"唐代","author":"杜甫","contson":"\n迟日江山丽，春风花草香。泥融飞燕子，沙暖睡鸳鸯。 \n江碧鸟逾白，山青花欲燃。今春看又过，何日是归年。\n","contyishang":["译文江山沐浴着春光，多么秀丽，春风送来花草的芳香。燕子衔着湿泥忙筑巢，暖和的沙子上睡着成双成对的鸳鸯。","江水碧波浩荡，衬托水鸟雪白羽毛，山峦郁郁苍苍，红花相映，便要燃烧。今年春天眼看就要过去，何年何月才是我归乡的日期？","注释⑴迟日：春天日渐长，所以说迟日。⑵泥融：这里指泥土滋润、湿润。⑶鸳鸯：一种水鸟，雄鸟与雌鸟常双双出没。⑷花欲燃：花红似火。"]}{"title":"秋浦途中","nian":"唐代","author":"杜牧","contson":"\n萧萧山路穷秋雨，淅淅溪风一岸蒲。为问寒沙新到雁，来时还下杜陵无。\n","contyishang":["译文山路上萧萧秋雨下个不停，淅沥溪风吹着溪边的蒲苇。问刚来到寒沙安家的鸿雁，来时经过我的老家杜陵吗？","注释⑴秋浦：即今安徽贵池，唐时为池州州治所在。⑵萧萧：形容雨声。穷秋：深秋。⑶淅淅：形容风声。蒲：即菖蒲，叶狭长，可以编蒲包、蒲席、扇子等。⑷为问：请问，试问。寒沙：深秋时带有寒意的沙滩。⑸杜陵：西汉宣帝的陵墓，位于长安城东南的杜原上，因建于杜县而得名。杜牧家就在杜陵樊川。"]}{"title":"更漏子·秋","nian":"宋代","author":"张淑芳","contson":"\n墨痕香，红蜡泪。点点愁人离思。桐叶落，蓼花残。雁声天外寒。五云岭，九溪坞。待到秋来更苦。风淅淅，水淙淙。不教蓬径通。\n","contyishang":["　　张淑芳，宋朝女词人。《西湖志余》记载：”张淑芳，贾似道妾，南宋临安（今杭州市）人，西湖樵家女，姿容美丽，能诗善词”。","　　清朝文人徐士銮编辑的《宋艳》书中，有引自《西湖志余》的记载：“（张淑芳）木棉之后，自度为尼，结庵九溪，栽花种竹以老，罕有知者。”","　　另据《续比丘尼传》中记载：“张淑芳，西湖樵家女。理宗选妃日，贾似道匿为已妾，木绵之后，自度为尼，罕有知者。今五云山下，九溪坞内，尚有尼庵。","　　张淑芳保留下来的作品并不多，《历代词话》、《全宋词》、《词苑萃来编》、《词苑丛谈》以及《本事词》的书中，分别收录了她的三首词。"]}{"title":"秋浦感主人归燕寄内","nian":"唐代","author":"李白","contson":"\n霜凋楚关木，始知杀气严。寥寥金天廓，婉婉绿红潜。胡燕别主人，双双语前檐。三飞四回顾，欲去复相瞻。岂不恋华屋，终然谢珠帘。我不及此鸟，远行岁已淹。寄书道中叹，泪下不能缄。\n","contyishang":["译文金风萧瑟，楚木凋零，寒气凛冽。秋天寥廓，红谢绿潜，万物蛰藏。胡燕也要回到南方去了，双双在屋檐下呢喃，与主人告别。他们与主人恋恋不舍，三飞四回头，眼光里充满留恋。难道他们不喜欢华美的屋子和精巧的珠帘？但是，终归要飞上回南方的路。我很惭愧，我连胡燕都不如，远离妻子来秋浦已经一年多了。多少思念，多少感叹，泪下如雨，浸湿糨糊，信不能封缄。","注释秋浦：地名，在今安徽贵池县西。归燕：指南归的燕子。寄内：寄给妻子。内：指妻子。霜凋：秋霜降落，使花草树木凋谢。楚关：楚地的关隘要\n"]}