{"title":"","nian":"","author":"","contson":"","contyishang":[]}{"title":"","nian":"","author":"","contson":"","contyishang":[]}{"title":"菩萨蛮·忆郎还上层楼曲","nian":"宋代","author":"张先","contson":"\n忆郎还上层楼曲。楼前芳草年年绿。绿似去时袍。回头风袖飘。 郎袍应已旧。颜色非长久。惜恐镜中春。不如花草新。\n","contyishang":["译文心中思念情郎，于是登上高楼远望。楼前的芳草，一年一绿，如今又是春天来到。这青翠的绿色仿佛情郎离去时所着衣袍的颜色。分别时，他不忍离去，回首凝望，衣袖随风飘动。一别数年，他崭新的衣袍恐怕已经变旧了吧。新绿的颜色也已经暗淡无光了吧。其实韶华易逝，就连镜中的容颜也一年一年地逐渐减色，不像芳草那样岁岁依旧。","注释⑴菩萨蛮：原为唐教坊曲名，后用为词牌名。亦作“菩萨鬘”，又名“子夜歌”“重叠金”等。⑵楼前芳草年年绿：此句化用淮南小山《招隐士》赋“王孙游兮不归，春草生兮萋萋”，及王维《山中送别》诗“春草明年绿，王孙归不归”。\n"]}{"title":"冬晚对雪忆胡居士家","nian":"唐代","author":"王维","contson":"\n寒更传晓箭，清镜览衰颜。隔牖风惊竹，开门雪满山。洒空深巷静，积素广庭闲。借问袁安舍，翛然尚闭关。\n","contyishang":["译文寒冷的更声已经传报拂晓时刻，明镜中先看到自己的衰老容颜。隔窗听风声乱撼着窗前的丛竹，推门见大雪盖满了对面的群山。飘洒空中使那深长的小巷宁静，皑皑的积雪更觉庭院宽广清闲。试问胡居士您在家里会怎么样，想必是坦然高卧柴门依旧紧关。","注释⑴胡居士：名字生平未详。古代称信佛而不出家的人为居士，也指隐者。⑵寒更：寒夜的更点。唐骆宾王《别李峤得胜字》诗：“寒更承夜永，凉景向秋澄。”晓箭：拂晓时漏壶中指示时刻的箭，常借指凌晨这段时间。箭：古代计时仪器漏壶中的箭标，上面刻有度数，随着漏壶里的水不断下滴，箭标上的刻度\n"]}{"title":"孟冬寒气至","nian":"两汉","author":"佚名","contson":"\n孟冬寒气至，北风何惨栗。愁多知夜长，仰观众星列。三五明月满，四五蟾兔缺。客从远方来，遗我一书札。上言长相思，下言久离别。置书怀袖中，三岁字不灭。一心抱区区，惧君不识察。\n","contyishang":["译文","农历十月，寒气逼人，呼啸的北风多么凛冽.","满怀愁思，夜晚更觉漫长，抬头仰望天上罗列的星星.","十五月圆，二十月缺.有客人从远地来，带给我一封信函.","信中先说他常常想念着我，后面又说已经分离很久了.","把信收藏在怀袖里，至今已过三年字迹仍不曾磨灭.","我一心一意爱着你，只怕你不懂得这一切.","注释","三五:农历十五日.","四五:农历二十日.","三岁:三年.灭:消失.","区区:指相爱之情."]}{"title":"鹧鸪天·寒日萧萧上琐窗","nian":"宋代","author":"李清照","contson":"\n寒日萧萧上琐窗，梧桐应恨夜来霜。酒阑更喜团茶苦，梦断偏宜瑞脑香。秋已尽，日犹长，仲宣怀远更凄凉。不如随分尊前醉，莫负东篱菊蕊黄。\n","contyishang":["译文深秋惨淡的阳光渐渐地照到镂刻着花纹的窗子上，梧桐树也应该怨恨夜晚来袭的寒霜。酒后更喜欢品尝团茶的浓酽苦味，梦中醒来特别适宜嗅闻瑞脑那沁人心脾的余香。秋天快要过去了，依然觉得白昼非常漫长。比起王粲《登楼赋》所抒发的怀乡情，我觉得更加凄凉。不如学学陶渊明，沉醉酒中以摆脱忧愁，不要辜负东篱盛开的菊花。","注释萧萧：凄清冷落的样子。原为象声词，如风声、雨声、草木摇落声、马蹄声。《诗经·小雅·车攻》有“萧萧马鸣”，《楚辞·九怀·蓄英》有“秋风兮萧萧”，《史记·刺客列传》有“风萧萧兮易水寒”。琐窗：镂刻连锁纹饰之窗户。多本作锁窗，当以琐窗为胜。\n"]}{"title":"薄幸·青楼春晚","nian":"宋代","author":"吕渭老","contson":"\n青楼春晚。昼寂寂、梳匀又懒。乍听得、鸦啼莺弄，惹起新愁无限。记年时、偷掷春心，花间隔雾遥相见。便角枕题诗，宝钗贳酒，共醉青苔深院。 怎忘得、回廊下，携手处、花明月满。如今但暮雨，蜂愁蝶恨，小窗闲对芭蕉展。却谁拘管。尽无言、闲品秦筝，泪满参差雁。腰支渐小，心与杨花共远。\n","contyishang":["译文我居在高楼的深闺中，春光已经迟晚。长日里百无聊赖，连梳头匀面也很慵懒。忽然听到外面鸦啼莺啭，立刻引起我新愁无限。记得那一年，我和他花前隔雾遥遥相见，一见倾心而把情意暗传。他更是情意绵绵，在我的角枕上题写诗篇，我拔下金钗去换回美酒，我们对斟对饮，寻乐追欢，陶醉在这长满青苔的深院。怎么能忘记那时，我们两情缱绻，双双携手在回廊里流连。那时百花争艳，月亮明又圆。如今只见暮雨连绵，蜜蜂感到忧愁，蝴蝶感到恨怨。芭蕉对着我的小窗，蕉心正在悠闲地伸展。却又有谁来拘管？我久久地沉默无言，无聊地摆弄着筝弦，弦柱斜行排列如同飞行的大雁都被我的泪水湿遍。我的腰肢一天天瘦削细小，我的心\n"]}{"title":"拨棹子·风切切","nian":"五代","author":"尹鹗","contson":"\n风切切，深秋月，十朵芙蓉繁艳歇。小槛细腰无力，空赢得，目断魂飞何处说。寸心恰似丁香结，看看瘦尽胸前雪。偏挂恨，少年抛掷，羞觑见，绣被堆红闲不彻。\n","contyishang":[]}{"title":"无题·重帏深下莫愁堂","nian":"唐代","author":"李商隐","contson":"\n重帏深下莫愁堂，卧后清宵细细长。神女生涯原是梦，小姑居处本无郎。风波不信菱枝弱，月露谁教桂叶香。直道相思了无益，未妨惆怅是清狂。\n","contyishang":["译文重重帷幕深垂，我孤居莫愁堂；独卧不眠，更觉静夜漫漫长长。巫山神女艳遇楚王，原是梦幻；青溪小姑住所，本就独处无郎。我是柔弱菱枝，偏遭风波摧残；我是铃芳桂叶，却无月露香。虽然深知沉溺相思，无益健康；我却痴情到底，落个终身清狂。 ","注解１、神女：即宋玉《神女赋》中的巫山神女。２、小姑句：古乐府《青溪小姑曲》：“小姑所居，独处无郎。”３、风波句：意谓菱枝虽是弱质，却不相信会任凭风波欺负。４、直道两句：意谓即使相思全无好处，但这种惆怅\n"]}{"title":"送梓州高参军还京","nian":"唐代","author":"卢照邻","contson":"\n京洛风尘远，褒斜烟露深。北游君似智，南飞我异禽。 别路琴声断，秋山猿鸟吟。一乖青岩酌，空伫白云心。\n","contyishang":[]}{"title":"七夕","nian":"唐代","author":"李贺","contson":"\n别浦今朝暗，罗帷午夜愁。鹊辞穿线月，花入曝衣楼。天上分金镜，人间望玉钩。钱塘苏小小，更值一年秋。\n","contyishang":["译文天河隐隐逢七夕，独处罗帐半夜愁。乌鹊离去穿线月，萤火飞入晒衣楼。牛女双星合又分，人世情侣望玉钩。不见钱塘苏小小，独处寂寞又一秋。","注释⑴七夕：农历七月初七夜晚。民间传说，牛郎织女每年此夜在天河相会。旧俗妇女于是夜在庭院中进行乞巧活动。⑵浦：水边。别浦：指天河、银河。王琦云：“以其为牛女二星隔绝之地，故谓之曰别浦。”⑶罗帷：丝制帷幔。战国楚宋玉《风赋》：“跻于罗帷，经于洞房。”⑷“鹊辞”句：七夕乌鹊填河成桥，以渡织女。事见应劭《风俗通义》。又七夕妇女结彩缕，穿七孔针，陈瓜果于\n"]}{"title":"离思五首","nian":"唐代","author":"元稹","contson":"\n自爱残妆晓镜中，环钗漫篸绿丝丛。须臾日射胭脂颊，一朵红苏旋欲融。\n山泉散漫绕阶流，万树桃花映小楼。闲读道书慵未起，水晶帘下看梳头。\n红罗著压逐时新，吉了花纱嫩麴尘。第一莫嫌材地弱，些些纰缦最宜人。\n曾经沧海难为水，除却巫山不是云。取次花丛懒回顾，半缘修道半缘君。\n寻常百种花齐发，偏摘梨花与白人。今日江头两三树，可怜和叶度残春。\n","contyishang":["译文爱在早晨的镜子里欣赏残妆，钗环插满在发丝丛中。不一会儿初升的太阳照在抹了胭脂的脸颊上，仿佛一朵红花苏醒绽放又仿佛要化开了一般。","山泉绕着街道缓缓流去，万树桃花掩映着小楼。我（在楼上）悠闲地翻看道教书籍慵懒着没有起身，隔着水晶帘看（你在妆台前）梳头。","著压（一种织布工艺）的红罗总是追逐时髦新颖的花样，绣着秦吉了（一种类似鹦鹉的鸟）花纹的纱布染着酒曲一样的嫩色。（你说）不要首先嫌布料的材质太薄弱，稍微有些经纬稀疏的帛才是最宜人的。","曾经领略过苍茫的大海，就觉得别处的水相形见绌；曾经领略过巫山的\n"]}{"title":"齐天乐·碧云阙处无多雨","nian":"宋代","author":"高观国","contson":"\n碧云阙处无多雨，愁与去帆俱远。倒苇沙闲，枯兰溆冷，寥落寒江秋晚。楼阴纵览。正魂怯清吟，病多依黯。怕挹西风，袖罗香自去年减。 风流江左久客，旧游得意处，朱帘曾卷。载酒春情，吹箫夜约，犹忆玉娇香软。尘栖故苑，叹璧月空檐，梦云飞观。送绝征鸿，楚峰烟数点。\n","contyishang":["译文碧云不到的地方雨水缺短，忧愁随白帆都远至天边。苇子因旱倾倒沙洲已无绿颜，兰草枯萎在寒冷的江边。眼前只有这空旷的江水滚滚向前，流淌在这晚秋萧瑟的景色之间。心中畏惧听到清吟的诗言，那会让我对你伤情地思念。我怕罗袖将西风舀灌，因为那儿沾染着你的香气，自去年起已经一点一点地消减。在江东已做风流客多年，我过去游玩最得意的去处是你的房间，你曾多次为迎接我把珠帘高卷。我们带着酒怀着热烈的爱恋，轻吹着洞箫约会在夜晚，至今我还记得你那香气扑鼻故作娇嗔的容颜。眼下尘土已撒满在旧时的花园，感叹那一轮圆月空悬在房檐，而那月下的美人已经不见，只能在梦中随云飞进楼中与你相欢。我望断了南飞的大雁，哪里\n"]}{"title":"减字浣溪沙·秋水斜阳演漾金","nian":"宋代","author":"贺铸","contson":"\n秋水斜阳演漾金，远山隐隐隔平林。几家村落几声砧。记得西楼凝醉眼，昔年风物似如今。只无人与共登临。\n","contyishang":["译文秋日的斜阳映照着江水，泛起一层层金色的波纹。透过一片平展的树林，隐隐望见远处起伏的群山。平原上散落着几处村庄，不时传来几声砧杵声。记得当年和她共上西楼，眯着醉眼欣赏此处的风光。那时的景色和现在的很相似，所不同的只是今天没有人和我一同登高欣赏了。","注释①减字浣溪沙：即《浣溪沙》别名，相对变体《摊破浣溪沙》而言。本是唐玄宗时教坊名，后用为词调。②演漾金：状斜阳照水。演漾。流动起伏的样子。③平林：平整的树林。砧（zhēn）：捣衣石，这里指捣衣的声音。④村落：村庄。⑤西楼：苏州观风楼，在城西。\n"]}{"title":"定风波·暖日闲窗映碧纱","nian":"唐代","author":"欧阳炯","contson":"\n暖日闲窗映碧纱，小池春水浸晴霞。数树海棠红欲尽，争忍，玉闺深掩过年华。独凭绣床方寸乱，肠断，泪珠穿破脸边花。邻舍女郎相借问，音信，教人休道未还家。\n","contyishang":["译文风和日暖，春意阑珊，白云匆匆过，人立碧窗前。池水浸染着空中的霞光，几株海棠绿阴阴，树上瘦花无几，地上却残红堆满。红欲尽，春将残，思念苦，不忍看；更堪这，还得门深掩、守空闺，倚孤枕，年华虚度又一年。绮窗前，深念远，独凭绣床，心绪烦乱，愁肠寸断。念远思亲如泉泪，乱湿美艳如花胭脂脸。思悠悠，念浓浓，怨深深，恨重重，泪破莲腮两线红。邻家姐妹相慰问：“玉郎可安好？”怎回答？羞涩道：“归期遥遥，天涯良人未还家！”","注释闲窗：雕花和护栏的窗子。闲：阑也。闲窗，一般用作幽闲之意。争忍：怎能禁受的意思。凭：此处是倚\n"]}{"title":"悼室人","nian":"南北朝","author":"江淹","contson":"\n秋至捣罗纨，泪满未能开。风光肃入户，月华为谁来？结眉向蛛网，沥思视青苔。鬓局将成葆，带减不须摧。我心若涵烟，葐蒀满中怀。\n","contyishang":["　　“秋至捣罗纨，泪满未能开”，秋天到了，天气转凉，照例要另添新衣了。罗、纨都是丝织品，在制衣前先要将其展开放在砧上用杵捣，然后才能制衣。在古代诗歌作品中，捣衣常常用来表现妇女对远行在外的亲人的思念，可是这首诗中，诗人却因捣衣无人而引起了和妻子生死永诀的巨大悲哀。捣衣、制衣都是妇女的工作，妻子如果在世，此时肯定要忙碌起来了，可如今到了这个时节，妻子却已永离人世了。面对成叠的罗纨，诗人不觉又潸然泪下。那帛匹上已沾满了泪水，诗人还在怅然伫立。“未能”二字，见出诗人的内心已由酸痛而至于麻木，他无力也不忍打开那帛匹了。这二句由事及人，由人及情，包含了作者深切的情思。","　　“风光肃\n"]}{"title":"生查子·旅思","nian":"清代","author":"吴伟业","contson":"\n一尺过江山，万点长淮树。石上水潺潺，流入青溪去。六月北风寒，落叶无朝暮。度樾与穿云，林黑行人顾。\n","contyishang":[]}{"title":"梅花落","nian":"唐代","author":"杨炯","contson":"\n窗外一株梅，寒花五出开。影随朝日远，香逐便风来。泣对铜钩障，愁看玉镜台。行人断消息，春恨几裴回。\n","contyishang":["译文庭院中有许许多多的杂树，却偏偏对梅花赞许感叹，请问你为何会如此？是因为它能在寒霜中开花，在寒露中结果实。可是，一旦到了春天，在春风中摇荡，在春日里妩媚的你，却纷纷随风飘落净尽，徒有抗寒霜的外表，却没有抗寒霜的本质。","注释①中庭：庭院中。②咨嗟：叹息声。③君：指上句\"偏为梅咨嗟\"的诗人。④其：指梅花。作花：开花。作实：结实。其下是诗人的回答。这二句是说梅花能在霜中开花，露中结实，不畏严寒。⑤尔：指梅花。霜华：霜中的花。华，同“花”。这三句是说梅花（纵使在艰难日子显示出抗霜抗露的特\n"]}{"title":"黄金缕·妾本钱塘江上住","nian":"宋代","author":"司马槱","contson":"\n妾本钱塘江上住。花落花开，不管流年度。燕子衔将春色去，纱窗几阵黄梅雨。斜插犀梳云半吐，檀板轻敲，唱彻黄金缕。望断行云无觅处，梦回明月生南浦。\n","contyishang":["译文我的家就在繁华的钱塘江畔，花开花落，任凭岁月流逝。而今燕子又要把美好的春光带走了，在这黄昏时节，纱窗外下起了一阵潇潇细雨。我把犀梳斜插在头上，让头发半垂鬓边，敲响檀板，唱清丽的歌曲。抬眼望高空白云，不知它漂泊何处，梦醒后只见皎洁的明月从春江江畔冉冉升起。","注释①黄金缕：又名蝶恋花，词牌名。出自唐教坊曲，分上下两阕，共六十个字，一般用来填写多愁善感和缠绵悱恻的内容。②本：原，原本。③钱塘江：古称浙，最早见名于《山海经》，因流经古钱塘县（今杭州）而得名。④黄梅雨：长江中下游流域春末夏初黄梅季节下的雨，\n"]}{"title":"浪淘沙·借问江潮与海水","nian":"唐代","author":"白居易","contson":"\n借问江潮与海水，何似君情与妾心？相恨不如潮有信，相思始觉海非深。\n","contyishang":["译文我问这江潮和海水，哪里像郎君的深情和女子的心意。男女互相埋怨的时候认为对方不如潮水守时有信，互相思念的时候才发觉海并不算深。","注释①妾：古时女子的谦称。②恨：埋怨，不满的情绪。《说文》恨，怨也。"]}{"title":"好事近·梅片作团飞","nian":"宋代","author":"雷应春","contson":"\n梅片作团飞，雨外柳丝金湿。客子短篷无据，倚长风挂席。回头流水小桥东，烟扫画楼出。楼上有人凝伫，似旧家曾识。\n","contyishang":["　　这首词是写一个长期客游在外的游子，在梅片纷飞，细雨绵绵的日子里，乘船归来。穿过小桥流水，雨过天晴。画楼远现，抬头无望，楼上伫立着一位佳人，曾似旧家相识的她。","　　“梅片作团飞，雨外柳丝金湿。”梅花片片，随风飞舞，嫩黄的柳条，沾满细雨，随风摇摆。“客子短篷无据，倚长风挂席。”游子乘坐一只小篷船，没有在边停泊，依仗着长风，扬帆航行。上片是写，在梅雨天气，一位游子，扬帆归来，归心似箭的心情，全写出来了。","　　下片，“回流水小桥东，烟扫画楼出。”船在东风中向西航行，转眼间穿越小桥流水，烟消雨霁，回望画楼高耸。“楼上有人凝伫，似旧家曾识。”远望有位佳人，伫立高楼\n"]}{"title":"生查子·富阳道中","nian":"宋代","author":"毛滂","contson":"\n春晚出山城，落日行江岸。人不共潮来，香亦临风散。 花谢小妆残，莺困清歌断。行雨梦魂消，飞絮心情乱。\n","contyishang":["　　《生查子》，原是唐代教坊曲名。这首词的写作背景与作者的《惜分飞·富阳僧舍作别语赠妓琼芳》一样，皆是他辞官后，行于富阳途中所作。","　　词的上片，首句写词人在暮春傍晚时分，独自离开富阳县的山城，行至富春江畔。富阳县位于杭州府西南，富春江的下游。词人眺望江面，雾霭茫茫，斜晖脉脉，在这黯然萧索的氛围中，强烈的怅意和思念占据了词人的心。“人不共潮来，香亦临风散”，就是词人所惆怅所思念的事情了。词人深感遗恨的是，钱塘潮水不能将心爱的人带到身边，而那女子为自己祈祝燃香，香烟则随风飘散了。人既不能来，香也闻不到，祈愿是枉然，寄信更不通，这令词人深感痛苦。","　　词的下片\n"]}{"title":"齐天乐·烟波桃叶西陵路","nian":"宋代","author":"吴文英","contson":"\n烟波桃叶西陵路，十年断魂潮尾。古柳重攀，轻鸥聚别，陈迹危亭独倚。凉飕乍起，渺烟碛飞帆，暮山横翠。但有江花，共临秋镜照憔悴。华堂烛暗送客，眼波回盼处，芳艳流水。素骨凝冰，柔葱蘸雪，犹忆分瓜深意。清尊未洗，梦不湿行云，漫沾残泪。可惜秋宵，乱蛩疏雨里。\n","contyishang":["译文眼前烟波迷茫，我又来到与她分手的渡口西陵路上，当时的情景让我十年来梦绕魂牵。重新抚摸着当年折枝相送的古柳，想起那时像鸥鸟分飞般的离别，我独倚高亭栏杆，追寻昔日登临时的陈迹。一阵凉风飒然而至，浩渺的烟雾弥漫沙洲，船帆似鸟翼飞起，暮色中的远山，横亘着一片翠色。只有江边的几朵残花，陪伴着我，在秋水如镜的江面上，映照出一样憔悴的面容。想当年，华堂灯暗，你送走宾客，却独留下我，你回眸顾盼，眼波如清澈馨香的秋水，情长意密。你天生丽质，你那手腕洁白如冰肌玉骨，你纤纤的手指柔细雪白，我怎能不记得那个神魂颠倒的夜晚，你我分瓜品尝的深意，当年用过的酒樽我至今未洗，我再也梦不见与你\n"]}{"title":"陇西行四首·其二","nian":"唐代","author":"陈陶","contson":"\n誓扫匈奴不顾身，五千貂锦丧胡尘。可怜无定河边骨，犹是春闺梦里人！(春闺 一作：深闺)\n","contyishang":["译文唐军将士誓死横扫匈奴奋不顾身，五千身穿锦袍的精兵战死在胡尘。真可怜呵那无定河边成堆的白骨，还是少妇们梦中相依相伴的丈夫。","注释①貂锦：这里指战士，指装备精良的精锐之师。②无定河：在陕西北部。③春闺：这里指战死者的妻子。④匈奴：指西北边境部族。"]}{"title":"子夜歌·夜长不得眠","nian":"南北朝","author":"佚名","contson":"\n夜长不得眠，明月何灼灼。想闻散唤声，虚应空中诺。\n","contyishang":["译文长夜漫漫我睡不着觉，抬头看见那明月多么明亮。模模糊糊的听到好似有人在呼唤我，我轻轻地回应着。","注释不得眠：不能睡眠。何：何其，多么。灼灼：灼人貌。明亮貌。盛烈貌。散唤声：散乱的呼唤声。虚应：虚假地应承。空中诺：空中的许诺。"]}{"title":"寒食寄京师诸弟","nian":"唐代","author":"韦应物","contson":"\n雨中禁火空斋冷，江上流莺独坐听。 把酒看花想诸弟，杜陵寒食草青青。\n","contyishang":["译文雨中的寒食节更显得寒冷，我独自坐听江上黄莺的鸣叫。端着酒杯赏花时又想起了杜陵家几个弟弟，寒食时，杜陵这一带已是野草青青了。","注释⑴寒食：节令名，在清明前一天（一说前两天）。相传起于晋文公悼念介子推，以介子推抱木焚死，就定于这天禁火寒食。⑵空斋：空荡的书斋。⑶流莺：鸣声婉转的黄莺。⑷把酒：手执酒杯，谓饮酒。⑸杜陵：位于西安南郊杜陵塬上，内有帝陵、王皇后陵及其他陪葬陵墓。"]}{"title":"惜分飞·泪湿阑干花著露","nian":"宋代","author":"毛滂","contson":"\n泪湿阑干花著露。愁到眉峰碧聚。此恨平分取。更无言语。空相觑。 短雨残云无意绪。寂寞朝朝暮暮。今夜山深处。断魂分付。潮回去。\n","contyishang":["译文你脸上泪水纵横，像一枝鲜花沾带着露珠，忧愁在你眉间紧紧缠结，又像是碧山重叠攒聚。这别恨不仅属于你，我们两人平均分取。你我久久地、久久地互相凝望。再说不出一句话语。雨收云散，一切欢乐都成为过去，令人无情无绪。从此朝朝暮暮，我将空守孤寂。今夜，当我投宿在荒山野店，我深情的灵魂会跟随潮汐回到你那里。","注释⑴惜分飞：词牌名，又名《惜芳菲》、《惜双双》等。毛滂创调，词咏唱别情。全词共50字，双调，上、下阙各四句，句句用仄韵。⑵富阳：宋代县名，治所在今浙江省富阳县。琼芳：当时杭州供奉官府的一名歌妓。作者任杭州法曹参军时，和她很要好。\n"]}{"title":"送韦仁实兄弟入关","nian":"唐代","author":"李贺","contson":"\n送客饮别酒，千觞无赭颜。何物最伤心？马首鸣金环。野色浩无主，秋明空旷间。坐来壮胆破，断目不能看。行槐引西道，青梢长攒攒。韦郎好兄弟，叠玉生文翰。我在山上舍，一亩蒿硗田。夜雨叫租吏，春声暗交关。谁解念劳劳？苍突唯南山。\n","contyishang":["译文满怀凄苦饮酒送别朋友，千杯下肚脸上醉形不留。什么东西最教伤心痛苦？马行环佩叮当人将分手。荒野景色浩渺无人管束，天高地远秋来气爽风柔。茫茫原野好像失去主宰，只剩下空寂旷远的黄秋。官槐排列引向西行的道路，簇集的青青树梢望不到尽头。韦郎真是好兄弟知心朋友，文笔精妙字字珠玉文章锦绣。荒山上有我寒酸简陋住处，一亩薄田蓬蒿丛生稻麦无收。下雨的夜晚差吏催租呼叫，与舂米声交错相杂吵扰不休。韦郎远去谁了解我的酸楚？只有突兀的南山与我同苦忧。","注释⑴韦仁实：李贺友人，河\n"]}{"title":"过燕支寄杜位","nian":"唐代","author":"岑参","contson":"\n燕支山西酒泉道，北风吹沙卷白草。长安遥在日光边，忆君不见令人老。\n","contyishang":["译文燕支山西面的酒泉道上，北风刮起狂沙，卷起白草。那长安城在那遥远的日光边，我怀念你却无法相见，这种相思令我衰老。","注释⑴燕支：山名，又名焉支山，在今甘肃省丹东。杜位：杜甫的堂弟，李林甫的女婿，曾任考功郎中、湖州刺史。⑵酒泉：郡名，即肃州，今甘肃酒泉。⑶白草：边塞所长之牧草。据《汉书·西域传》注曰：“白草似莠而细，无芒，其干熟时正白色，牛马所嗜也。”"]}{"title":"夜游宫·叶下斜阳照水","nian":"宋代","author":"周邦彦","contson":"\n叶下斜阳照水。卷轻浪、沈沈千里。桥上酸风射眸子。立多时，看黄昏，灯火市。古屋寒窗底。听几片、井桐飞坠。不恋单衾再三起。有谁知，为萧娘，书一纸。\n","contyishang":["译文一抹斜阳透过树叶照在水面，江水翻卷着细细的浪花，深沉地流向千里之外。桥上的寒风刺人眼目，令人神伤。我伫立已久，眼看着黄昏将尽，街市上亮起了灯火点点。陈旧的小屋里，我卧在寒窗之下，听到了井边几片梧桐落地的声响。不贪恋这薄薄的被子，几次三番起身下床。有谁知道我如此心神不安，辗转难寐，全是因为她的一封书信。","注释夜游宫：词牌名。《清真集》入“般涉调”。双调五十七字，前后片各四仄韵。叶下：叶落。轻浪：微波。 沉沉：形容流水不断的样子。酸风射眸子：指冷风刺眼使酸鼻。酸风，指刺人的寒风。\n"]}{"title":"玉烛新·花穿帘隙透","nian":"宋代","author":"吴文英","contson":"\n花穿帘隙透。向梦里销春，酒中延昼。嫩篁细掐，想思字、堕粉轻黏D139袖。章台别后，展绣络、红蔫香旧。□□□，应数归舟，愁凝画阑眉柳。 移灯夜语西窗，逗晓帐迷香，问何时又。素纨乍试，还忆是、绣懒思酸时候。兰清蕙秀。总未比、蛾眉螓首。谁诉与，惟有金笼，春簧细奏。\n","contyishang":[]}{"title":"子夜四时歌·自从别欢后","nian":"南北朝","author":"佚名","contson":"\n自从别欢后，叹音不绝响。黄檗向春生，苦心随日长。\n","contyishang":["译文自从欢会别后，终日叹息，整日相思。我的心就像春天蓬勃生长的黄檗树，越来越苦。","注释黄檗(bò)：落叶乔木,树皮入药，味道很苦。春天到来,黄檗树蓬勃生长,它的苦心也随着逐日长大。"]}{"title":"生查子·春山烟欲收","nian":"唐代","author":"牛希济","contson":"\n春山烟欲收，天澹星稀小。残月脸边明，别泪临清晓。语已多，情未了，回首犹重道：记得绿罗裙，处处怜芳草。\n","contyishang":["译文春山上的烟雾即将散去，淡色的天空上，星星稀疏且小。将落的月儿照在我们脸上，流着离别的泪水，天已经接近黎明。话已经说了很多，情意却没有尽头。回过头来仍说道：记得绿罗裙，无论走到何处都要怜惜芳草。","注释①生查子：词调名，原为唐教坊曲名。这首词写一对情侣拂晓惜别的依依之情，是五代词中写离情的名篇，结尾尤为人称道。②烟欲收：山上的雾气正开始收敛。③重(chang)道：再次说。"]}{"title":"紫萸香慢·近重阳","nian":"宋代","author":"姚云文","contson":"\n近重阳偏多风雨，绝怜此日暄明。问秋香浓未，待携客、出西城。正自羁怀多感，怕荒台高处，更不胜情。向尊前，又忆漉酒插花人。只座上、已无老兵。凄清，浅醉还醒，愁不肯，与诗评。记长楸走马，雕弓笮柳，前事休评。紫萸一枝传赐，梦谁到、汉家陵。尽乌纱便随风去，要天知道，华发如此星星，歌罢涕零。\n","contyishang":["译文偏偏是临近重阳风雨越多，今日如此温暖明丽特别叫人爱惜。试问秋花的芳香是否浓郁？我欲携同朋友走出西城游历。我正自飘泊羁旅，满怀着无限愁绪，就怕登上荒台的高处，更是难以承受悲戚。面对着酒宴，又将滤酒、插花的友人回忆，只是座席上已没有昔日的旧侣。我感到悲楚凄清，微酒入肠浅醉又醒。积郁的愁情，比诗篇抒写的更加沉重。记得沿着楸树茂盛的大道乘马奔行，手持雕弓，施展百步穿杨的技能，这些往事休再论评。重阳节朝廷传赐下一枝紫萸，有谁的梦魂曾到故国园陵？任凭着乌纱帽随风吹去，要让老天知道，斑白的华发已如此丛生，我感慨长歌呵涕泪交进。","注释①漉酒：滤酒。\n"]}{"title":"菩萨蛮·回塘风起波文细","nian":"五代","author":"李珣","contson":"\n回塘风起波文细，刺桐花里门斜闭。残日照平芜，双双飞鹧鸪。征帆何处客？相见还相隔。不语欲魂销，望中烟水遥。\n","contyishang":[]}{"title":"南乡子·璧月小红楼","nian":"宋代","author":"孙惟信","contson":"\n璧月小红楼。听得吹箫忆旧游。霜冷阑干天似水，扬州。薄幸声名总是愁。 尘暗鹔鹴裘。针线曾劳玉指柔。一梦觉来三十载，休休。空为梅花白了头。\n","contyishang":["译文　　圆圆的月亮高挂在小红楼上。传来的箫声让我把往事回想。寒霜冷透栏杆，天空像河水一样清凉，想起扬州，那薄情的声名总是让我愁伤。灰尘蒙盖了雁羽做的衣裳，缝制它曾让你玉指多日繁忙。三十年过去犹如大梦一场，风流早成昔日往事，而今只能空对梅花叹息，眼下我已白发苍苍！ ","注释[1]璧月：形容月的皎洁明亮如同圆形玉璧。[2]鹔鸘：水鸟名，雁的一种，长颈，其羽毛可制裘。"]}{"title":"浪淘沙·帘外五更风","nian":"宋代","author":"李清照","contson":"\n帘外五更风，吹梦无踪。画楼重上与谁同？记得玉钗斜拨火，宝篆成空。回首紫金峰，雨润烟浓。一江春浪醉醒中。留得罗襟前日泪，弹与征鸿。\n","contyishang":["译文五更时分一阵凄风从帘外吹进来，把我从梦中惊醒过来。要想重新登上画楼却不知道该与谁一道？记得当年无聊的用玉钗拨弄香火，如今宝篆香已经燃烧殆尽。回首看向窗外的紫金山峰，水汽腾腾烟雾缭绕，看不到山的本来面目。看着一江春水向东流去，人却在半醒半醉之间。罗襦襟前还留着国破夫亡的的泪水，抚去这些把它们交付给远飞的大雁。","注释①《浪淘沙》：唐教坊曲，又称作《浪淘沙令》，五代时始流行长短句双调小令，又名《卖花声》。五十四字，前后片各四平韵，多作激越凄壮之音。②画楼：华丽的楼阁。③拨火：因为篆香燃过后成香灰，必须拨除香灰避免断\n"]}{"title":"蝶恋花·伫倚危楼风细细","nian":"宋代","author":"柳永","contson":"\n伫倚危楼风细细，望极春愁，黯黯生天际。草色烟光残照里，无言谁会凭阑意。(阑 通 栏)拟把疏狂图一醉，对酒当歌，强乐还无味。衣带渐宽终不悔，为伊消得人憔悴。\n","contyishang":["译文我长时间倚靠在高楼的栏杆上，微风拂面一丝丝一细细，望不尽的春日离愁，沮丧忧愁从遥远无边的天际升起。碧绿的草色，飘忽缭绕的云霭雾气掩映在落日余晖里，默默无言谁理解我靠在栏杆上的心情。打算把放荡不羁的心情给灌醉，举杯高歌，勉强欢笑反而觉得毫无意味。我日渐消瘦下去却始终不感到懊悔，宁愿为她消瘦得精神萎靡神色憔悴。 ","注释（1）伫倚危楼：长时间依靠在高楼的栏杆上。伫，久立。危楼，高楼。（2）望极：极目远望。（3）黯黯：迷蒙不明，形容心情沮丧忧愁。（4）生天际：从遥远无边的天际升起（5）烟光：飘\n"]}{"title":"生查子·元夕","nian":"宋代","author":"欧阳修","contson":"\n去年元夜时，花市灯如昼。月上柳梢头，人约黄昏后。今年元夜时，月与灯依旧。不见去年人，泪湿春衫袖。(泪湿 ：一作：满)\n","contyishang":["译文去年正月十五元宵节，花市灯光像白天一样明亮。月儿升起在柳树梢头，他约我黄昏以后同叙衷肠。今年正月十五元宵节，月光与灯光仍同去年一样。再也看不到去年的故人，泪珠儿不觉湿透了衣裳。","注释1、元夜：元宵之夜。农历正月十五为元宵节。自唐朝起有观灯闹夜的民间风俗。北宋时从十四到十六三天，开宵禁，游灯街花市，通宵歌舞，盛况空前，也是年轻人蜜约幽会，谈情说爱的好机会。2、花市：民俗每年春时举行的卖花、赏花的集市。3、灯如昼：灯火像白天一样。据宋代孟元老《东京梦华录》卷六《元宵》载：“正月十五日元宵，\n"]}{"title":"谒金门·春半","nian":"宋代","author":"朱淑真","contson":"\n春已半。触目此情无限。十二阑干闲倚遍。愁来天不管。 好是风和日暖。输与莺莺燕燕。满院落花帘不卷。断肠芳草远。\n","contyishang":["译文春光已匆匆过去了一半，目光所及，繁花凋落，春天将要逝去。整日斜倚栏杆，徘徊眺望，伤春逝去的愁怨，袭上心头，天也无法帮助摆脱。风和日暖，在这么好的春光，独自倚靠斜栏旁，还不如那双双对对的莺燕。院里落满了残花，垂下幕帘呆在屋里，不忍看到春天逝去的景象。芳草漫漫到天边，思恋的人远在天边处，令人悲肠欲断。","注释①谒金门：原为唐教坊曲，后用为词牌，双调，仄韵四十五字。代表作有冯延巳的《谒金门·风乍起》李好古的《谒金门·花过雨》等。②春已半：化用李煜《清平乐》中：“别来春半，触目愁肠断。”③此情无限：即春愁无限。\n"]}{"title":"一百五日夜对月","nian":"唐代","author":"杜甫","contson":"\n无家对寒食，有泪如金波。斫却月中桂，清光应更多。仳离放红蕊，想像嚬青蛾。牛女漫愁思，秋期犹渡河。\n","contyishang":["译文寒食节的夜晚，我没有家人伴在身边，怀念起亲人，热泪如金波一样流出来。如果砍去了月中的桂树，月亮的光辉会更加清澈皎洁吧？这样我就可以借明月的光辉给家人传递思念了。月亮偏在离别时散播光泽，想必思念故人会使得妻子为之蹙眉吧。牛郎织女每年秋天七夕之日尚能团聚，可是我与妻子团聚之时却不知在何日。","注释⑴一百五日：即寒食日。南朝梁宗懔《荆楚岁时记》：“去冬至节一百五日，即有疾风甚雨，谓之寒食。”⑵无家：没有房舍，没有家庭。此处说的是没有家人和自己在一起。汉班彪《北征赋》：“野萧条以莽荡，迥千里而无家。”寒食：\n"]}{"title":"虞美人·残灯风灭炉烟冷","nian":"清代","author":"纳兰性德","contson":"\n残灯风灭炉烟冷，相伴唯孤影。判教狼藉醉清樽，为问世间醒眼是何人。难逢易散花间酒，饮罢空搔首。闲愁总付醉来眠，只恐醒时依旧到樽前。\n","contyishang":["译文灯残风灭，香炉之烟也已经变冷，相伴的只有自己孤单的身影。情愿喝得酩配大醉，借清酒来麻醉自己，问世间醒眼的是什么人。相聚难离别易，唯又离别之时的酒宴，喝完之后独自搔头。闲愁总是交付喝醉来入眠，只害怕醒来时候自己依然在酒器面前。","注释①虞美人：词牌名，此调原为唐教坊曲，初咏项羽宠姬虞美人，因以为名。双调，五十六字，上下片各四句，皆为两仄韵转两平韵。②炉烟：熏炉或香炉之烟。③“判教”句：意谓情愿喝得酩配大醉，借清酒来麻醉自己。判：情愿、甘愿、不惜之意。清樽（zūn）：酒器，借指清酒（清醇之酒）。亦作“ 青樽 ”。亦\n"]}{"title":"荆州歌","nian":"唐代","author":"李白","contson":"\n白帝城边足风波，瞿塘五月谁敢过。荆州麦熟茧成蛾，缲丝忆君头绪多。拨谷飞鸣奈妾何。\n","contyishang":["译文白帝城边的江面上满是狂风掀起的惊涛骇浪，五月的瞿塘峡，有谁敢行船而过呢？荆州麦子时节，茧已出蛾，蚕事已成，家家都在煮茧缫丝。我一边缫丝，一边思念你，我对你的思念比一团乱丝的头绪还要多。布谷鸟在哀鸣的时候，更加引起了我对你的思念，这叫我怎么办呢？","注释⑴荆州歌：古题乐府杂曲歌辞。《乐府诗集》卷七十二列于《杂曲歌辞》，又名“荆州乐”、“江陵乐”。《乐府诗集·杂曲歌辞十二·荆州乐》郭茂倩题解：《荆州乐》盖出于《清商曲·江陵乐》，荆州即江陵也。有纪南城，在江陵县东。梁建文帝《荆州歌》云“纪城南里望朝云，雉\n"]}{"title":"凤栖梧·甲辰七夕","nian":"宋代","author":"吴文英","contson":"\n开过南枝花满院。新月西楼，相约同针线。高树数声蝉送晚。归家梦向斜阳断。夜色银河情一片。轻帐偷欢，银烛罗屏怨。陈迹晓风吹雾散。鹤钩空带蛛丝卷。\n","contyishang":["　　《凤栖梧》，即《蝶恋花》，又名《鹊踏枝》。唐教坊曲，《乐章集》、《张子野词》并入“小石调”，《清真集》入“商调”。赵令畤有《商调蝶恋花》，联章作“鼓子词”，咏《会真记》事。双调，六十字，上下片各五句四仄韵。","　　“甲辰”，为理宗淳祐四年（1244），时词人四十五岁，尚滞留在苏州。","　　上片“开过”五句，“七夕”即景。“开过”一句，言南面枝头上的桂花，因受到的阳光多所以开得较早，这之后满院的桂树才陆续吐香。接着的二句与后二句时序上应该倒装。“高树”两句，触景生情。此言园中高树梢上传来了几声哀切的秋蝉声，这多象是在唱别那晚晴天气啊。但是我（指词人）孤身留在\n"]}{"title":"杂诗三首 / 杂咏三首","nian":"唐代","author":"王维","contson":"\n家住孟津河，门对孟津口。常有江南船，寄书家中否。\n君自故乡来，应知故乡事。来日绮窗前，寒梅著花未。\n已见寒梅发，复闻啼鸟声。心心视春草，畏向阶前生。\n","contyishang":["　　这三首诗写两夫妇别后相思。诗从男女两个方面写，由于着笔的角度不同，所以能够维妙维肖地传达出双方由心理、处境的不同决定着的表情方式的差异，所谓一种相思，两样别情。这三首诗既独立成章，又语语相关。诗的风格特点是微婉蕴藉。","　　夫妇分居异地，自然无法互相吐露别情；但彼此内心的思念就是没有出口的话语。于是诗人代他们说出各自的心里话。不难理解，双方的心理活动自有内在的关联呼应。因此，诗人采取这种写法既新颖别致，又深契人情。","　　第一首从触发、联想展开情感活动。女主人公因为住近渡口，每天沿河上下的船只打门前经过；于是她就想，其中或许有江南来的船吧!为什么她要关心江\n"]}{"title":"苏幕遮·怀旧","nian":"宋代","author":"范仲淹","contson":"\n碧云天，黄叶地。秋色连波，波上寒烟翠。山映斜阳天接水。芳草无情，更在斜阳外。黯乡魂，追旅思。夜夜除非，好梦留人睡。明月楼高休独倚。酒入愁肠，化作相思泪。(留人睡 一作：留人醉)\n","contyishang":["译文碧云飘悠的蓝天，黄叶纷飞的大地，秋景连接着江中水波，波上弥漫着苍翠寒烟。群山映着斜阳蓝天连着江水。芳草不谙人情，一直延绵到夕阳照不到的天边。默默思念故乡黯然神伤，缠人的羁旅愁思难以排遣，除非夜夜都做好梦才能得到片刻安慰。不想在明月夜独倚高楼望远，只有频频地将苦酒灌入愁肠，化作相思的眼泪。","注释⑴苏幕遮：原唐教坊曲名，来自西域，后用作词牌名。又名“云雾敛”“鬓云松令”。双调，六十二字，上下片各五句。⑵“波上”句：江波之上笼罩着一层翠色的寒烟。烟本呈白色，因其上连碧天，下接绿波，远望即与碧天同色，正所谓“秋水共长天一色”。\n"]}{"title":"酒泉子·杨柳舞风","nian":"五代","author":"顾敻","contson":"\n杨柳舞风，轻惹春烟残雨。杏花愁，莺正语，画楼东。锦屏寂寞思无穷，还是不知消息。镜尘生，珠泪滴，损仪容。\n","contyishang":[]}{"title":"念奴娇·洞庭春晚","nian":"宋代","author":"辛弃疾","contson":"\n洞庭春晚，旧传恐是，人间尤物。收拾瑶池倾国艳，来向朱栏一壁。透户龙香，隔帘莺语，料得肌如雪。月妖真态，是谁教避人杰。酒罢归对寒窗，相留昨夜，应是梅花发。赋了高唐犹想像，不管孤灯明灭。半面难期，多情易感，愁点星星发。绕梁声在，为伊忘味三月。\n","contyishang":["译文洞庭春喝得比较晚，洞庭湖的春天也来得晚，旧时相传大概就这样，但确实人间物之绝美者。收拾瑶池的时候，把她从瑶池移到朱栏这边来的，是倾国仙姝。可以透出室外散发阵阵的香味，使黄莺隔帘而语，姑射仙子，玉肌冰骨，洁白如雪，令人神移。月夜下的姿态，怎能不使狄仁杰避让？酒宴归来，对着寒窗，仿佛记起昨夜乘醉赏花，梅花应该正在开放。犹如楚襄王梦见巫山神女而使宋玉赋高唐一样，久久不能忘怀，不管灯的明亮或者熄灭，如此美好晤面恐难以后再难遇见了，然而多情之人易于伤感，以致为愁而鬓发斑白。犹如听了韩娥的歌声，舜的音乐，萦绕脑际，经久不忘，甚至达到食而不知其味的痴迷境地。"]}{"title":"生查子·秋来愁更深","nian":"宋代","author":"杨无咎","contson":"\n秋来愁更深，黛拂双蛾浅。翠袖怯春寒，修竹萧萧晚。 此意有谁知，恨与孤鸿远。小立背西风，又是重门掩。\n","contyishang":[]}{"title":"念奴娇·书东流村壁","nian":"宋代","author":"辛弃疾","contson":"\n野棠花落，又匆匆过了，清明时节。刬地东风欺客梦，一枕云屏寒怯。曲岸持觞，垂杨系马，此地曾经别。楼空人去，旧游飞燕能说。闻道绮陌东头，行人长见，帘底纤纤月。旧恨春江流不断，新恨云山千叠。料得明朝，尊前重见，镜里花难折。也应惊问：近来多少华发？\n","contyishang":["译文野棠花儿飘落，匆匆又过了清明时节。东风欺凌着路上的行客，竟把我的短梦惊醒。一阵凉气吹来，向我的孤枕袭来，我感到丝丝寒意。在那弯曲的河岸边，我曾与佳人举杯一起饮酒。在垂柳下，我曾在此地与佳人离别。如今人去楼空，只有往日的燕子还栖息在这里，那时的欢乐，只有它能作见证。听说在繁华街道的东面，行人曾在帘下见过她的美足。旧日的情事如东流的春江，一去不回，新的遗憾又像云山一样一层层添来。假如有那么一天，我们在酒宴上再相遇合，她将会像镜里的鲜花，令我无法去折。她会惊讶我又白了头发。","注释（1）东流：东流县，旧地名。治所在今安徽省东至县东流镇。\n"]}{"title":"浪淘沙·红影湿幽窗","nian":"清代","author":"纳兰性德","contson":"\n红影湿幽窗，瘦尽春光。雨余花外却斜阳。谁见薄衫低髻子，抱膝思量。莫道不凄凉，早近持觞。暗思何事断人肠。曾是向他春梦里，瞥遇回廊。\n","contyishang":["译文透过小窗望去，春雨打湿了红花，春光将尽。雨停了，却已是夕阳西下之时。谁看到她穿着单薄的衣衫，低垂着头，抱膝思量的孤独身影。把酒独酌，无限凄凉。曾像做梦一样地在回廊里与她相遇，让我伤心断肠。","注释⑴浪淘沙：唐教坊曲。刘禹锡、白居易并作七言绝句体，五代时始流行长短句双调小令，又名《卖花声》。二十八字，前后片各四平韵，多作激越凄壮之音。⑵红影：指鲜花的影子。⑶瘦尽：以人之清瘦比喻春日将尽。⑷雨余：雨后。⑸低髻（jì）子：低垂的发髻，指低垂着头。髻子，发髻。⑹持觞（shāng）：举\n"]}{"title":"别元九后咏所怀","nian":"唐代","author":"白居易","contson":"\n零落桐叶雨，萧条槿花风。悠悠早秋意，生此幽闲中。 况与故人别，中怀正无悰。勿云不相送，心到青门东。 相知岂在多，但问同不同。同心一人去，坐觉长安空。\n","contyishang":["译文在秋风秋雨中，桐叶、槿花纷纷凋零飘落，一片寂寥冷清景象。在闲适自得中，生出早秋的意境。故人远别，令我心中无乐。不要说我没有送你到门外，我心已跟随你远去。知心之人何必求多，只要是心意想通。情趣相投即可。你一去，剩下我独自一人，即使身在这繁华的长安城，顿觉它是空荡荡的。","注释①零落：指脱落。②萧条：指寂寥冷清的样子。③槿（jǐn）：木槿，落叶灌木，夏秋开花，朝开夕凋。④幽闲：闲适自得。⑤故人：旧交，老朋友。⑥中怀：心中。\n"]}{"title":"浣溪沙·一曲鸾箫别彩云","nian":"宋代","author":"吴文英","contson":"\n一曲鸾箫别彩云。燕钗尘涩镜华昏。灞桥舞色褪蓝裙。湖上醉迷西子梦，江头春断倩离魂。旋缄红泪寄行人。\n","contyishang":["　　“一曲”三句，上片述一位女子与郎君分别时的哀伤。“彩云”，晏几道《临江仙·梦后楼台高锁》词有：“当时明月在，曾照彩云归”句。这里据唐圭璋《宋词三百首笺注》说：“彩云，指小萍，系歌女也。”女主人公说：“自从郎君用凄哀的鸾箫声吹了一曲离别曲与我告别。在柳絮飘舞的分别处，我对郎君说：‘当你走了之后，我将不再打扮自己，从此钿钗上会因沾了灰尘而失去光泽；那铜镜也会因为不去拭拂而逐渐昏暗。’终于郎君离我而去，我久久地凝望着送郎远去，以致身上飘满了一身柳絮，将穿着的蓝裙盖得消褪了颜色，也还不忍离开这与郎君的分别处。”","　　“湖上”三句，下片写女主人公盼郎忠于爱情，不生异心。此言“彩\n"]}{"title":"虞美人·春花秋月何时了","nian":"五代","author":"李煜","contson":"\n春花秋月何时了？往事知多少。小楼昨夜又东风，故国不堪回首月明中。雕栏玉砌应犹在，只是朱颜改。问君能有几多愁？恰似一江春水向东流。(雕栏 通：阑)\n","contyishang":["译文这年的时光什么时候才能了结，往事知道有多少！昨夜小楼上又吹来了春风，在这皓月当空的夜晚，怎承受得了回忆故国的伤痛。精雕细刻的栏杆、玉石砌成的台阶应该还在，只是所怀念的人已衰老。要问我心中有多少哀愁，就像这不尽的滔滔春水滚滚东流。","注释此调原为唐教坊曲，初咏项羽宠姬虞美人死后地下开出一朵鲜花，因以为名。又名《一江春水》、《玉壶水》、《巫山十二峰》等。双调，五十六字，上下片各四句，皆为两仄韵转两平韵。了：了结，完结。砌：台阶。雕栏玉砌：指远在金陵的南唐故宫。应犹：一作“依然”。　朱颜改：指\n"]}{"title":"翻香令·金炉犹暖麝煤残","nian":"宋代","author":"苏轼","contson":"\n金炉犹暖麝煤残。惜香更把宝钗翻。重闻处，余熏在，这一番、气味胜从前。背人偷盖小蓬山。更将沈水暗同然。且图得，氤氲久，为情深、嫌怕断头烟。\n","contyishang":["译文香炉还是暖的，炉中的香烧的所剩不多了。爱惜香，哪怕剩的不多了。也要用宝钗把那点残余未尽的香翻动，使它全部燃烧完毕。再嗅那里，余留的香还存在。趁着别人不知道，把沉香木加进香炉中，和燃烧着的香料一同暗暗燃烧，再偷偷地把香炉的盖子盖上，想让香气飘的更久一些。这么做因为两人感情很深，害怕香没有烧完就会熄灭。","注释⑴翻香令：词牌名，创于苏轼，因词中有“惜香更把宝钗翻”，故名。《词式》卷二说“全调只有此一词，无别词可较”。⑵金炉：金属铸的香炉。⑶麝煤：即麝（shè）墨。⑷惜香：珍惜麝香、供香。⑸宝\n"]}{"title":"还高冠潭口留别舍弟","nian":"唐代","author":"岑参","contson":"\n昨日山有信，只今耕种时。遥传杜陵叟，怪我还山迟。独向潭上酌，无人林下期。东谿忆汝处，闲卧对鸬鹚。\n","contyishang":["译文昨日山中捎信给我，眼下已到耕种时节。信中怪我还山太迟，山中放友情深意切。如今独向潭上饮酒，再无兄弟林下相约。东溪之上想你之时，只能对着鸽鹤闯卧。","注释⑴高冠潭：在终南山高冠谷内，为岑参隐居之处。舍弟，本家弟。舍，对自己卑幼亲届的谦称。⑵只今：如今。⑶遥传：从远处传来。杜陵叟（sǒu）：这里指与军参一同隐居的人。杜陵，在长安东南，秦时置杜县，汉宣布陵墓在此地，故称。⑷怪：责怪，埋怨。⑸期：约会。⑹东溪：指南冠谷中的溪水，代指诗隐居之处。汝：这里指诗人的\n"]}{"title":"沁园春·宿霭迷空","nian":"宋代","author":"秦观","contson":"\n宿霭迷空，腻云笼日，昼景渐长。正兰皋泥润，谁家燕喜；蜜脾香少，触处蜂忙。尽日无人帘幕挂，更风递、游丝时过墙。微雨后，有桃愁杏怨，红泪淋浪。风流存心易感，但依依伫立，回尽柔肠。念小奁瑶鉴，重匀绛蜡；玉龙金斗，时熨沉香。柳下相将游冶处，便回首、青楼成异乡。相忆事，纵蛮笺万叠，难写微茫。\n","contyishang":["译文昨夜残存的雾气弥散在天空，厚厚的云层遮住了太阳，夏日渐长。长满兰草的曲折的水泽湿润了泥土。燕子衔起泥土，飞去筑巢。蜂房香气渐少，蜜蜂都到处忙着采蜜。庭院深深，帘幕低垂。只见一阵风吹，把昆虫吐出的游丝吹过了墙来。微雨轻抚，窗外桃花杏花的枝头有水珠如泪滴般不住滴下。我想起了从前那一段风流往事，恋恋不舍得站在那里，内心无限痛苦。想起她对镜梳妆，想起她用熏笼里的熨斗熨烫衣服。当年我与她在柳下相伴游玩，多么的欢欣。如今回首往事，那青楼已成了异乡，不禁无限伤怀。回忆我们之间的往事，纵使有千万张纸笺，也难以表达我的一腔相思。","注释1、宿霭：隔夜犹\n"]}{"title":"御街行·别东山","nian":"宋代","author":"贺铸","contson":"\n松门石路秋风扫。似不许、飞尘到。双携纤手别烟萝，红粉清泉相照。几声歌管，正须陶写，翻作伤心调。 岩阴暝色归云悄。恨易失、千金笑。更逢何物可忘忧，为谢江南芳草。断桥孤驿，冷云黄叶，相见长安道。\n","contyishang":["译文苍松作门，石子路上秋风吹扫，像是不许那飞尘来染。我们两手相携告别了墓地上那蔓生的烟罗，去到那泉水边，清澈的泉水映照着你红润的面庞。几声歌管之音传来，正是要陶冶性情的，在悲伤的我听来却变成了伤心的曲调。山岩变阴，暮色四合，云朵悄悄归去，我恨轻易失去了你的笑靥。还遇上什幺事物可以令我忘忧，我只能答谢江南芳草的盛情。一截断桥，孤独的旅馆，凄冷的云，枯黄的叶，我们在长安再相见吧。","注释①御街行：词牌名，又名《孤雁儿》，《乐章集》、《张子野词》并入“双调”，以范仲淹词为准。双调七十八字或七十六字，上下片各四仄韵。下片亦有略加衬字者。\n"]}{"title":"东坡引·陇头梅半吐","nian":"宋代","author":"袁去华","contson":"\n陇头梅半吐。江南岁将暮。闲窗尽日将愁度。黄昏愁更苦。 归期望断，双鱼尺素。念嘶骑、今到何处。残灯背壁三更鼓。斜风吹细雨。\n","contyishang":["　　袁去华善写眷恋怀人之词，抒写别离相思，情意深厚。这首词是代思妇立言，以思念归人的情思寄托他的志向和感情。","　　词的上阕以景起，以情结。首句写景兼点时令，而于景物中独取高洁狷介的梅花。但“陇头梅半吐”，山丘之端的寒梅含苞未吐，开首就显出景象萧索，意兴阑珊，点明在开春之前。次句直叙在江南岁末，本来年终岁末是羁旅者的归期，也是思妇情思最深、盼归心切的日子。《诗经·王风·君子于役》：“君子于役，不知归期，曷至哉？鸡栖于埘，日之夕矣，羊牛下来，君子于役，如之何勿思？”但此词三四句极写思妇的忧虑，一连用了两个愁字：“闲窗尽日将愁度，黄昏愁更苦。”整日在窗前户旁，明知无望也空自怅望\n"]}{"title":"小桃红·碧湖湖上柳阴阴","nian":"元代","author":"杨果","contson":"\n碧湖湖上柳阴阴，人影澄波浸，常记年时欢花饮。到如今，西风吹断回文锦。羡他一对，鸳鸯飞去，残梦蓼花深。\n","contyishang":["译文碧绿的湖面上笼罩着柳荫，人的倒影在明净的水波中映浸。经常浮现在记忆里的是年时节下花前的畅饮。到如今，夫妻离散无音信。羡慕那成双成对的鸳鸯，比翼齐飞到蓼花深处，人却是鸳梦已残，无计重温。","注释回文锦：东晋前秦才女苏惠被丈夫窦涛遗弃，织锦为“璇玑图”寄涛，锦上织入八百余字，回旋诵读，可成诗数千首。窦涛感动，终于和好如初。后人因以“回文锦”代指思妇寄给远方夫君的述情之物。"]}{"title":"贺新郎·梦冷黄金屋","nian":"宋代","author":"蒋捷","contson":"\n梦冷黄金屋。叹秦筝、斜鸿阵里，素弦尘扑。化作娇莺飞归去，犹认纱窗旧绿。正过雨、荆桃如菽。此恨难平君知否，似琼台、涌起弹棋局。消瘦影，嫌明烛。 鸳楼碎泻东西玉。问芳悰、何时再展，翠钗难卜。待把宫眉横云样，描上生绡画幅。怕不是、新来妆束。彩扇红牙今都在，恨无人、解听开元曲。空掩袖，倚寒竹。\n","contyishang":["译文梦中的黄金屋已然凄冷，可叹秦筝上斜排的弦柱似雁阵飞行，洁白的筝弦蒙上了灰尘。她化作娇莺飞回去，还能辨认出纱窗旧日的绿色青痕。窗外正吹过细雨蒙蒙，樱桃加红豆圆润晶莹。这相思愁恨难以平静，君可知情？它就像琼玉棋枰，弹棋局起伏不定。孤灯相伴映出我消瘦的身影，总嫌那烛光太明。鸳鸯楼上碰杯饮酒，玉杯碰碎美酒倾。试问她的芳踪，何时再能相逢？实在难以嫌头簪翠钗的丽影。欲把宫眉画成纤云式样，生绡的画幅描上她的秀容，只怕不是时兴的新妆。歌舞的彩扇、牙板如今都在，只恨无人，能将大宋隆盛的乐曲听懂。空虚地掩袖拭泪，独倚着寂寞寒冷的翠竹!","注释1.贺新郎：\n"]}{"title":"少年游·算来好景只如斯","nian":"清代","author":"纳兰性德","contson":"\n算来好景只如斯，惟许有情知。寻常风月，等闲谈笑，称意即相宜。十年青鸟音尘断，往事不胜思。一钩残照，半帘飞絮，总是恼人时。\n","contyishang":["译文只求你知道，只要懂得，因为有你，才是好景，才能称意，哪怕十年音尘绝，回想起来也只有彼时是美好的，否则就算一样月钩精巧、柳絮轻盈，也只是憔悴人看憔悴景，一发凄清。","注释①这首词的词牌名得名于宋晏殊《珠玉词》中的“长似少年时”一句，别名《小阑干》、《玉腊梅枝》等。该词牌有多种体格，但都是双调。本首为其中一首，上下阕各五句，共十五句。上阕的一、二、五句和下阕的二、五句押平声韵。②斯：代词，意为“这”，表示语境中所指的事物。③寻常：普通，一般。风月：本指清风明月，后代指男女情爱。④称意：合乎心意。相宜：合适，符合。\n"]}{"title":"三山望金陵寄殷淑","nian":"唐代","author":"李白","contson":"\n三山怀谢脁，水澹望长安。芜没河阳县，秋江正北看。卢龙霜气冷，鳷鹊月光寒。耿耿忆琼树，天涯寄一欢。\n","contyishang":["译文登上三山远怀谢眺，波水澹静眺望金陵。我如同在荒芜的河阳的潘岳远望京城，秋日站在江边向北看去。卢龙关塞霜气冷寂，鹩鹊观上月光寒冷。诚心诚意怀念友人，相隔天涯同期一欢。","注释三山：在南京附近的长江边上。金陵：今南京。殷淑，道士李含光门人，道号中林子。谢脁：南朝齐诗人，有《晚登三山还望京邑》诗。澹：水势平静。长安：代指金陵。王粲《七哀》：“南登霸陵岸，回首望长安。”此用其意。河阳：今河南孟县。晋人潘岳有《河阳县作》，其中有“引领望京室”句。卢龙：在金陵西。\n"]}{"title":"忆秦娥·情脉脉","nian":"宋代","author":"程垓","contson":"\n情脉脉。半黄橙子和香擘。和香擘。分明记得，袖香熏窄。 别来人远关山隔。见梅不忍和花摘。和花摘。有书无雁，寄谁归得。\n","contyishang":["译文专注的凝视着握在手中的半黄橙子，细细慢慢的搓磨片刻大拇指已沾染上独有的香味。清清楚楚的记得，连那衣袖的一角都已满是清香。离别已久的人远隔千里。看见这随处绽放的梅花不忍采摘。写好的书信却没有大雁能够传递，怎样才能让它到达收信人的手里呢。","注释脉脉：凝视貌。擘：大拇指。分明：明确；清楚。关山：关隘山岭。"]}{"title":"柳梢青·送卢梅坡","nian":"宋代","author":"刘过","contson":"\n泛菊杯深，吹梅角远，同在京城。聚散匆匆，云边孤雁，水上浮萍。 教人怎不伤情。觉几度、魂飞梦惊。后夜相思，尘随马去，月逐舟行。\n","contyishang":["译文回忆当年，你我同在京城，共饮菊花酒，同听悠远的《梅花落》笛曲。你我聚散匆匆，如云边孤雁，又如水上浮萍，到处漂泊不定。离别之后，让人怎么不伤心动情？梦里也曾几度相会，但是梦醒后，因为见不到友人，又失魂丧魄，六神无主，辗转反侧，无法安睡。后半夜的相思，心像飞尘一样时时紧跟在友人的马后，又像明月一样处处追随在友人的舟旁。","注释①卢梅坡：南宋诗人，刘过在京城杭州交结的朋友。②泛菊杯深：化用陶渊明诗，写重阳佳节两人共饮菊花酒。泛，漂浮。深，把酒斟满。③吹梅角远：化用李清照诗，写在春天时候他们郊游赏梅。梅：梅花。角：号角\n"]}{"title":"杨柳枝·秋夜香闺思寂寥","nian":"唐代","author":"顾夐","contson":"\n秋夜香闺思寂寥，漏迢迢。鸳帷罗幌麝烟销，烛光摇。正忆玉郎游荡去，无寻处。更闻帘外雨潇潇，滴芭蕉。\n","contyishang":["译文秋夜，深闺弥漫着无聊和空寂，她的思绪犹如远处的更漏声声，嘀嗒地响着，时断时续。夜风吹动筛帐的罗纹如水，帐上的绣鸳鸯似在窃窃私语，烛光轻摇着它孤独的影子，熏炉的香烟正悄悄地散去。心中在把心上的人回忆，他正漫游天涯浪荡无迹，无处得知他的音信，无处去把他寻觅。只听得帘外雨潇潇，如不尽的相思泪，落在芭蕉叶上滴滴。","注释⑴寂寥：寂寞空虚。⑵漏迢迢（tiáo）：更漏之声悠长。古时以漏壶滴水计时。⑶鸳帷：绣着鸳鸯的帷帐。罗幌：丝罗床帐。麝烟：焚麝香发出的烟。烟，一作“香”。⑷玉郎：古代女子对丈夫的爱称。\n"]}{"title":"临江仙·雨停荷芰逗浓香","nian":"五代","author":"阎选","contson":"\n雨停荷芰逗浓香，岸边蝉噪垂杨。物华空有旧池塘，不逢仙子，何处梦襄王？珍簟对欹鸳枕冷，此来尘暗凄凉。欲凭危槛恨偏长。藕花珠缀，犹似汗凝妆。\n","contyishang":["译文雨停以后，荷花和菱花飘散出浓浓的香气，岸边的垂柳上有蝉在鸣叫。旧处的池塘空有美好的景物，没有遇见神女，楚襄王又在何处做梦呢？鸳鸯枕头在竹席上相互倾斜地摆放着，已经冰冷；来到这里，气氛昏暗，让人满心凄凉。想要靠着高楼上的栏杆放眼远望，心中的悔恨偏偏却又很长。荷花上面点缀着露水，好像美人脸上流汗的模样。 ","注释（1）荷芰（jì）：荷花和菱花。芰，菱。《国语·楚语上》：“屈到嗜芰。” 韦昭注：“芰，菱也。”逗：招引，带来。（2）噪：指蝉鸣叫。（3）物华：美好的景物。杜甫《曲江陪郑南史饮》诗：“自知白发非春事\n"]}{"title":"北风行","nian":"唐代","author":"李白","contson":"\n烛龙栖寒门，光曜犹旦开。日月照之何不及此？惟有北风号怒天上来。燕山雪花大如席，片片吹落轩辕台。幽州思妇十二月，停歌罢笑双蛾摧。倚门望行人，念君长城苦寒良可哀。别时提剑救边去，遗此虎文金鞞靫。中有一双白羽箭，蜘蛛结网生尘埃。箭空在，人今战死不复回。不忍见此物，焚之已成灰。黄河捧土尚可塞，北风雨雪恨难裁。\n","contyishang":["译文传说在北国寒门这个地方，住着一条烛龙，它以目光为日月，张目就是白昼而闭目就是黑夜。这里连日月之光都照不到啊！只有漫天遍野的北风怒号而来。燕山的雪花其大如席，一片一片地飘落在轩辕台上。在这冰天雪地的十二月里，幽州的一个思妇在家中不歌不笑，愁眉紧锁。她倚着大门，凝望着来往的行人，盼望着她丈夫的到来。她的夫君到长城打仗去了，至今未回。长城那个地方可是一个苦寒要命的地方，夫君你可要保重啊。丈夫临别时手提宝剑，救边而去，在家中仅留下了一个虎皮金柄的箭袋。里面装着一双白羽箭，一直挂在堵上。上面结满了蜘蛛网，沾满了\n"]}{"title":"生查子·药名闺情","nian":"宋代","author":"陈亚","contson":"\n相思意已深，白纸书难足。字字苦参商，故要檀郎读。 分明记得约当归，远至樱桃熟。何事菊花时，犹未回乡曲。\n","contyishang":["译文自从与夫君离别之后，思忿之情绪日渐加深，这短短的信笺，无法写尽我要倾诉的思情。信中的每一个字，都饱含着我的相思之苦，希望夫君仔细阅读，明白此情。我清楚地记得，当时相约，你最迟于仲夏樱桃红熟之时回家。我日日盼，夜夜想，已经到了秋天，连菊花都开放了，为什么还没有你回来的音信呢? ","注释①相思：即“相思子”，中药名。②意已：谐中药名“薏苡”。③白纸：指信笺。又谐中药名“白芷”。④苦参商：谓夫妻别离，苦如参商二星不能相见。参星在西，商星(即辰星)在东，此出彼没，无法相见。苦参，中药名。⑤檀郎\n"]}{"title":"采桑子·辘轳金井梧桐晚","nian":"五代","author":"李煜","contson":"\n辘轳金井梧桐晚，几树惊秋。昼雨新愁，百尺虾须在玉钩。琼窗春断双蛾皱，回首边头。欲寄鳞游，九曲寒波不泝流。\n","contyishang":["译文深秋时节，梧桐树下，辘轳金井旁，落叶满地。树木入秋而变，人见秋色而愁。手扶百尺垂帘，眼望窗外细雨，旧愁之上又添新愁。闺中的思妇独守着琼窗，想到韶华渐逝，心愿难成，怎不双眉紧皱，愁在心头。回首边地，征人久无音讯。想要寄书信，可是黄河寒波滔滔，溯流难上，思妇只能在孤独寂寞中苦苦守望。","注释①此词调名于《草堂诗余》、《花间集补》中作《丑奴儿令》，《类编草堂诗余》中注曰：“一名《罗敷令》，一名《采桑子》。”《类编草堂诗余》、《花草粹编》、《啸余谱》中均有题作“秋怨”。从词意看，当属李煜中期的作品。②辘轳（lùlú）：一种安在井上\n"]}{"title":"春闺思","nian":"唐代","author":"张仲素","contson":"\n袅袅城边柳，青青陌上桑。提笼忘采叶，昨夜梦渔阳。\n","contyishang":["译文城墙边依依细柳，小路旁青青嫩桑。提着篮忘了采叶，昨夜又梦到渔阳。","注释⑴袅（niǎo）袅：纤长柔美貌。明杨慎 《升庵诗话·余延寿折杨柳》：“大道连国门，东西种杨柳。葳蕤君不见，袅袅垂来久。”⑵陌（mò）上：路旁。陌，田间小路。⑶叶：此处指桑叶。⑷渔阳：古代郡名，治所在今天津蓟县。因此处边陲，常陈重兵把守，后世遂用以指称边境征戍之地。"]}{"title":"淮海对雪赠傅霭","nian":"唐代","author":"李白","contson":"\n朔雪落吴天，从风渡溟渤。梅树成阳春，江沙浩明月。兴从剡溪起，思绕梁园发。寄君郢中歌，曲罢心断绝。\n","contyishang":["　　北方席卷而来的大雪铺盖着江南的天地，更随风远渡东海。","　　梅花却阳春初发，斗寒争艳，红白相间，明月一轮，照耀在洁白的沙滩，天地一派澄彻。","　　如此大雪，便想起王子猷雪夜访戴的故事，今天夜晚我也想起了远在梁园的你。","　　为你唱一曲阳春白雪吧，可是不见你的踪迹，你听到了吗？连我自己听了都心酸，谁是知音？"]}{"title":"浣溪沙·谁道飘零不可怜","nian":"清代","author":"纳兰性德","contson":"\n谁道飘零不可怜，旧游时节好花天。断肠人去自经年。一片晕红才著雨，几丝柔绿乍和烟。倩魂销尽夕阳前。\n","contyishang":["译文谁说花儿凋零不令人生起怜爱之情呢？当年同游之时正是春花竞放的美好时光。而今友人已去，空余自己独身一人。眼前一片红花刚刚被春雨打湿花瓣，丝丝嫩柳在烟霭中随风摇曳。在夕阳落照前的美景令少女为之梦断魂销。","注释 飘零：飘落零散。旧游：昔日之游。断肠人：形容伤心悲痛到极点的人。经年：一年或一年以上。晕红：形容海棠花的色泽。才：一作“疑”。著雨；春雨微著。柔绿：柔嫩的绿柳。一说嫩绿的叶子。此句一作“晚风吹掠鬓云偏。”倩魂：指少女美好的心魂。典出陈玄祐《离魂记》里倩娘离魂的故事。销尽：茫然若失。销\n"]}