{"title":"","nian":"","author":"","contson":"","contyishang":[]}{"title":"书琵琶背","nian":"唐代","author":"李煜","contson":"\n侁自肩如削，难胜数缕绦。天香留凤尾，馀暖在檀槽。\n","contyishang":[]}{"title":"青衫湿·悼亡","nian":"清代","author":"纳兰性德","contson":"\n近来无限伤心事，谁与话长更？从教分付，绿窗红泪，早雁初莺。当时领略，而今断送，总负多情。忽疑君到，漆灯风飐，痴数春星。\n","contyishang":["译文最近有太多的伤心事，我能与谁倾诉于这漫漫长夜？一切听从命运的安排，早春时节，窗外绿影婆娑，大雁归来，黄莺歌舞，任凭泪流满面。当年与你欣赏美景，如今却丧失了，辜负了往日的一片深情。忽然一阵风吹，明灯随风摇动，我以为是你的魂魄回来了，罢了，我只能痴情地数星等待。","注释①青衫湿：词牌名，此调体格多样，为双调。②从教分付：一切都听任其安排。张元干《念奴娇》：“有谁伴我凄凉，除非分付，与杯中醽醁。”③绿窗：指窗外绿景。红泪：指伤离或死别的眼泪。早雁初莺：是说春去秋来，形容时光流逝。④领略：欣赏，晓悟。\n"]}{"title":"为薛台悼亡","nian":"唐代","author":"白居易","contson":"\n半死梧桐老病身，重泉一念一伤神。 手携稚子夜归院，月冷空房不见人。\n","contyishang":["译文一边是就要枯死的梧桐树一边是久病的身躯，每当想到人死后要去九泉之下心里感到悲伤。夜晚手拉着年幼的儿子回到了自己的故园中，寒冷的月光下空空的房子里没有看见任何人。","注释重泉：犹九泉。旧指死者所归。"]}{"title":"临江仙·送王缄","nian":"宋代","author":"苏轼","contson":"\n忘却成都来十载，因君未免思量。凭将清泪洒江阳。故山知好在，孤客自悲凉。 坐上别愁君未见，归来欲断无肠。殷勤且更尽离觞。此身如传舍，何处是吾乡。\n","contyishang":["译文忘掉了成都那些事儿已经有十多年了，但是因为你的到来，使我不得不再三思念。今日送别，请你将我的伤心之泪带回家乡，洒向江头一吊。我又何尝不知道故乡的好啊，自己飘零已久，赋归无日，自成天涯孤凉客。哪里悲凉的愁绪你不会知道，早已被我吟断的衷肠已不会再过分伤愁。今日殷勤给你送上离别的酒宴，希望你能尽兴。我的身躯就好像传舍一样辗转流离，何处才能是我的家乡啊！","注释（1）临江仙：双调小令，唐教坊曲。《乐章集》入“仙吕调”，《张子野词》入“高平调”。五十八字，上下片各三平韵。约有三格，第三格增二字。柳永演为慢曲，九十三字，前片五平韵，后片六平韵。\n"]}{"title":"莺啼序·春晚感怀","nian":"宋代","author":"吴文英","contson":"\n　　残寒正欺病酒，掩沉香绣户。燕来晚、飞入西城，似说春事迟暮。画船载、清明过却，晴烟冉冉吴宫树。念羁情、游荡随风，化为轻絮。\n　　十载西湖，傍柳系马，趁娇尘软雾。溯红渐招入仙溪，锦儿偷寄幽素，倚银屏、春宽梦窄，断红湿、歌纨金缕。暝堤空，轻把斜阳，总还鸥鹭。\n　　幽兰旋老，杜若还生，水乡尚寄旅。别后访、六桥无信，事往花委，瘗玉埋香，几番风雨。长波妒盼，遥山羞黛，渔灯分影春江宿。记当时、短楫桃根渡，青楼仿佛，临分败壁题诗，泪墨惨淡尘土。危亭望极，草色天涯，叹鬓侵半苎。暗点检、离痕欢唾，尚染鲛绡，亸凤迷归，破鸾慵舞。殷勤待写，书中长恨，蓝霞辽海沉过雁。漫相思、弹入哀筝柱。伤心千里江南，怨曲重招，断魂在否？\n","contyishang":["译文暮春的残寒，仿佛在欺凌我喝多了酒，浑身发冷而难受，我燃起沉香炉，紧紧地掩闭了沉香木的华丽的窗户。迟来的燕子飞进西城，似乎在诉说着春天的风光已衰暮。画船载着酒客游客玩西湖，清明佳节的繁华就这样过去了，看着暗烟缭绕着吴国宫殿中的树木，我的心中有千万缕羁思旅情，恰似随风游荡，化作了柳絮轻扬飘浮。我曾经有十年的生活在西湖，依傍着柳树系上我的马匹，追随着芳尘香雾。沿着红花烂漫的堤岸，我渐渐进入仙境般的去处。你叫侍儿偷偷送来情书，把一怀芳心暗暗倾诉。在温馨幽密的银屏深处，有过多少快乐和欢娱，可惜春长梦短，欢乐的时光何其短促。\n"]}{"title":"浣溪沙·谁念西风独自凉","nian":"清代","author":"纳兰性德","contson":"\n谁念西风独自凉，萧萧黄叶闭疏窗，沉思往事立残阳。被酒莫惊春睡重，赌书消得泼茶香，当时只道是寻常。\n","contyishang":["译文秋风吹冷，孤独的情怀有谁惦念？看片片黄叶飞舞遮掩了疏窗，伫立夕阳下，往事追忆茫茫。酒后小睡，春日好景正长，闺中赌赛，衣襟满带茶香，昔日平常往事，已不能如愿以偿。","注释①谁：此处指亡妻。②萧萧：风吹叶落发出的声音。③疏窗：刻有花纹的窗户。④被酒：中酒、酒醉。⑤春睡：醉困沉睡，脸上如春色。⑥赌书：此处为李清照和赵明诚的典故。李清照《金石录后序》云：“余性偶强记，每饭罢，坐归来堂，烹茶，指堆积书史，言某事在某书某卷第几页第几行，以中否角胜负，为饮茶先后。中即举杯大笑，至茶倾覆怀中\n"]}{"title":"沁园春·代悼亡","nian":"清代","author":"纳兰性德","contson":"\n梦冷蘅芜，却望姗姗，是耶非耶？怅兰膏渍粉，尚留犀合；金泥蹙绣，空掩蝉纱。影弱难持，缘深暂隔，只当离愁滞海涯。归来也，趁星前月底，魂在梨花。鸾胶纵续琵琶。问可及、当年萼绿华。但无端摧折，恶经风浪；不如零落，判委尘沙。最忆相看，娇讹道字，手剪银灯自泼茶。令已矣，便帐中重见，那似伊家。\n","contyishang":["译文蘅芜香渐渐消散的烟气里，隐约看到你的身影，亦真亦幻。，梳妆盒里仍有你未用尽的胭脂，你的首饰与衣衫美丽依旧，看着这些我不禁怅惘良久。留不住你的身影，我们只能分别在两个世界，不，还是把我们的永诀当作远隔天涯海角的思念吧。梨花在星月清辉之下的秀美模样，仿如你魂魄归来。即便我还可以续弦，但谁又及得上你？可恨命运无端将你从我身边夺去：我最常想起你陪我读书的时候，你为我亲剪灯花，和我赌赛书中的掌故，那是何等的欢乐。幸福一去不返，纵然我隔着纱帐看到你缥缈魂魄的影子，但那毕竟不是真实的！","注释①蘅芜（héng wú）：香草名。②姗姗：形\n"]}{"title":"思佳客·迷蝶无踪晓梦沉","nian":"宋代","author":"吴文英","contson":"\n迷蝶无踪晓梦沉。寒香深闭小庭心。欲知湖上春多少，但看楼前柳浅深。愁自遣，酒孤斟。一帘芳景燕同吟。杏花宜带斜阳看，几阵东风晚又阴。\n","contyishang":["　　这首词是作者居于杭州时所作，有怀人之意。从词的内容看，应当是作于杭州姬妾辞世之后。","　　上片，“迷蝶无踪晓梦沉”，写清晨梦醒之后，梦中的情景已消逝无踪。所用乃是《庄子·齐物论》庄周化蝶的典故。它的本义是说世事与梦境的真幻，颠倒难分，两者本都不值得执着看待。但后人又把这则故事与《庄子·至乐》中写他丧妻时鼓盆而歌，不表示悲哀的故事联系在一起，猜想庄子大概也把丧妻看成作梦，所以悼念亡妾的作品，也常用到化蝶、梦蝶的典故。文英这句词，表面是写梦，其深层却是以梦隐喻过去的经历；联系他的生平来看，又似包含着对亡妾的思念。虽说“无踪”，毕竟入梦；梦由思生，又怎能真正地忘却？既然如此，\n"]}{"title":"生查子·惆怅彩云飞","nian":"清代","author":"纳兰性德","contson":"\n惆怅彩云飞，碧落知何许。不见合欢花，空倚相思树。总是别时情，那待分明语。判得最长宵，数尽厌厌雨。\n","contyishang":["译文彩云飞逝，碧霞漫天，心中惆怅有人知道多少。看不见合欢花，只能独自依在相思树旁。与伊人道别的场景历历在目，内心的情感也说不清楚。心甘情愿地到深夜，去数尽那绵长的相思雨。","注释①生查（zhā）子：唐教坊曲名。调见《尊前集》。仄韵，双调，四十字，上下片各为一首仄韵五言绝句。单数句不是韵位，但末一字限用平声，在双数句用韵。始见韦应物词。生查子，又名《楚云深》、《相和柳》、《睛色入青山》、《梅溪渡》、《陌上郎》、《遇仙楂》、《愁风月》、《绿罗裙》等。②彩云飞：彩云飞逝。③碧落：道家称东方第一层天，碧霞满空，叫做“碧落”\n"]}{"title":"哭李商隐","nian":"唐代","author":"崔珏","contson":"\n成纪星郎字义山，适归高壤抱长叹。词林枝叶三春尽，学海波澜一夜干。风雨已吹灯烛灭，姓名长在齿牙寒。只应物外攀琪树，便著霓裳上绛坛。\n虚负凌云万丈才，一生襟抱未曾开。鸟啼花落人何在，竹死桐枯凤不来。良马足因无主踠，旧交心为绝弦哀。九泉莫叹三光隔，又送文星入夜台。\n","contyishang":["译文其一成纪郎官名字叫李义山，身归黄土让人空怀长叹。诗词树林的枝叶已落尽，学术界的浪涛一夜枯干。狂风暴雨把那灯烛吹灭，姓名一直在我心中思念。他应该到世外攀折玉树，身著霓裳登上那仙人坛。","其二空怀有凌云万丈的高才，一生胸襟不曾片刻展开。鸟啼花落斯人归于何处，竹死桐枯凤鸟不再飞来。良马不遇足因无主而弯，知音痛失心由断弦而哀。冥府不用感叹阴阳相隔，又有文星送入坟墓中来。","注释⑴成纪：古县名，战国时设置，县址大约在今甘肃秦安县。星郎：《后汉书·明\n"]}