{"title":"古意","nian":"唐代","author":"李颀","contson":"\n男儿事长征，少小幽燕客。赌胜马蹄下，由来轻七尺。杀人莫敢前，须如猬毛磔。黄云陇底白云飞，未得报恩不能归。辽东小妇年十五，惯弹琵琶解歌舞。今为羌笛出塞声，使我三军泪如雨。\n","contyishang":["译文男子汉当以国事为重，从军远征，从小就在幽燕纵横驰骋。经常与人在马上比试胜负，从不珍惜七尺身躯。奋勇搏杀，没人敢上前招应；气宇轩昂，脸上的胡子像刺猬的毛丛生。陇下黄沙弥漫，上面白云飘飞，未报朝廷恩情怎能轻易言归。辽东少妇年方十五，她弹熟了琵琶能歌善舞。今日用羌笛吹一支出塞乐曲，感动得全军将士泪下如雨。","注释①古意：拟古诗，托古喻今之作。②事长征：从军远征。③幽燕：今河北、辽宁一带。古代幽燕地区游侠之风盛行。④赌胜：较量胜负。马蹄下：即驰骋疆场之意。\n"]}{"title":"何草不黄","nian":"先秦","author":"佚名","contson":"\n何草不黄？何日不行？何人不将？经营四方。\n何草不玄？何人不矜？哀我征夫，独为匪民。\n匪兕匪虎，率彼旷野。哀我征夫，朝夕不暇。\n有芃者狐，率彼幽草。有栈之车，行彼周道。\n","contyishang":["译文什么草儿不枯黄，什么日子不奔忙。什么人哪不从征，往来经营走四方。什么草儿不黑腐，什么人哪似鳏夫。可悲我等出征者，不被当人如尘土。既非野牛又非虎，穿行旷野不停步。可悲我等出征者，白天黑夜都忙碌。野地狐狸毛蓬松，往来出没深草丛。役车高高载征人，驰行在那大路中。","注释⑴行：出行。此指行军，出征。　⑵将：出征。　⑶玄：发黑腐烂。　⑷矜（guān）：通“鳏”，无妻者。征夫离家，等于无妻。　⑸兕（sì）：野牛。　⑹率：沿着。　⑺芃（péng）：兽毛蓬\n"]}{"title":"夕次蒲类津 / 晚泊蒲类","nian":"唐代","author":"骆宾王","contson":"\n二庭归望断，万里客心愁。山路犹南属，河源自北流。晚风连朔气，新月照边秋。灶火通军壁，烽烟上戍楼。龙庭但苦战，燕颔会封侯。莫作兰山下，空令汉国羞。\n","contyishang":["　　公元670年（咸亨元年），吐蕃入侵，薛仁贵任逻娑道行君大总管出征西域，骆宾王也加入军队并任奉礼郎。","　　在军中，他创作了许多边塞诗，既描写了艰苦的边地战争生活，壮丽的边塞风光；又抒写了爱国报君的热忱和望乡思归的情愫。","　　这首诗大约作于薛仁贵兵败大非川以后，骆宾王随军征战到蒲类津（今新疆巴里坤湖东南岸），夜晚就地宿营时有感而发，将眼前景、心中情诉诸笔端，真实地记录了当时辗转征战的境况。","　　诗歌以低沉的慨叹开头：“二庭归望断，万里客心愁”，说明此次战争进展的不顺利，未能旗开得胜，不能凯旋；归期遥遥，不能不令人哀愁。这里的“愁”不仅仅是个\n"]}{"title":"赠别前蔚州契苾使君","nian":"唐代","author":"李商隐","contson":"\n何年部落到阴陵，奕世勤王国史称。夜卷牙旗千帐雪，朝飞羽骑一河冰。蕃儿襁负来青冢，狄女壶浆出白登。日晚鹂鹈泉畔猎，路人遥识郅都鹰。\n","contyishang":["译文是在哪个时代契芯部落来到了阴陵，世世代代为朝廷效力，在青史上留下英名。雪压千帐的寒夜营前的大旗迎风飘卷，军情紧急的清晨，传书的军骑越河踏冰。西蕃的男儿背负着小孩来青冢归附，北狄的姑娘用瓦壶盛酒到白登劳军。在黄昏时节你来到碎鸟鹈泉边打猎，路上的行人远远就认出你这位郅都鹰。","注释①蔚州：今山西灵丘县。契蓝使君：蔚州刺史契苏通。诗题下作者自注：“使君远祖，国初功臣也。”契芯通是铁勒族契蕊部落人，贞观六年，契蕊通五世祖契芯何力，率部归顺唐王朝，以后又立有大功，封凉国公。②阴陵：阴山。契芯何力归唐后，曾移居\n"]}{"title":"春望","nian":"唐代","author":"杜甫","contson":"\n国破山河在，城春草木深。感时花溅泪，恨别鸟惊心。烽火连三月，家书抵万金。白头搔更短，浑欲不胜簪。\n","contyishang":["译文长安沦陷，国家破碎，只有山河依旧；春天来了，人烟稀少的长安城里草木茂密。感伤国事，不禁涕泪四溅，鸟鸣惊心，徒增离愁别恨。连绵的战火已经延续了半年多，家书难得，一封抵得上万两黄金。愁绪缠绕，搔头思考，白发越搔越短，简直要不能插簪了。","注释国：国都，指长安（今陕西西安）。破：陷落。山河在：旧日的山河仍然存在。城：长安城。草木深：指人烟稀少。感时：为国家的时局而感伤。溅泪：流泪。恨别：怅恨离别。烽火：古时边防报警的烟火，这里指安史之乱的战火。三月：正月、二月、三月。\n"]}{"title":"陇西行四首","nian":"唐代","author":"陈陶","contson":"\n汉主东封报太平，无人金阙议边兵。纵饶夺得林胡塞，碛地桑麻种不生。\n誓扫匈奴不顾身，五千貂锦丧胡尘。可怜无定河边骨，犹是春闺梦里人。\n陇戍三看塞草青，楼烦新替护羌兵。同来死者伤离别，一夜孤魂哭旧营。\n黠虏生擒未有涯，黑山营阵识龙蛇。自从贵主和亲后，一半胡风似汉家。\n","contyishang":["其二译文誓死要横扫匈奴个个都奋不顾身，五千身穿锦袍的精兵战死在胡尘。真怜那无定河边暴弃的粼粼白骨，还是少妇们春闺里思念的梦中人。","其二注释①匈奴：指西北边境部族。②貂锦：这里指战士，指装备精良的精锐之师。③无定河：黄河中游支流，在陕西北部。④春闺：这里指战死者的妻子。"]}{"title":"七哀诗三首·其三","nian":"魏晋","author":"王粲","contson":"\n边城使心悲，昔吾亲更之。冰雪截肌肤，风飘无止期。百里不见人，草木谁当迟。登城望亭燧，翩翩飞戍旗。行者不顾反，出门与家辞。子弟多俘虏，哭泣无已时。天下尽乐土，何为久留兹。蓼虫不知辛，去来勿与谘。\n","contyishang":["译文边城的荒凉使人悲伤，过去我就曾经到过这个地方。冰雪象刀一样割裂皮肤。大风刮得就没有停止的时候。方圆百里不见人烟，草木茂盛却没有人来管理？登上城楼遥望烽火台，只见满城飘动的都是猎猎招展的战旗。行军的人不准备再返回家园．出门时就已经与家人作了长别。几个孩子都已经被敌方俘虏了，我们为此已经哭了好长时间。天下可供安居乐业的地方很多，何苦一直在这个地方呆下去呢？这就象蓼草上的虫子长期吃辣一样，我们已经习惯了这种生活，请不要与我们再谈离开边城的事。","注释更（gēng）：经历\n"]}{"title":"蕃女怨·碛南沙上惊雁起","nian":"唐代","author":"温庭筠","contson":"\n碛南沙上惊雁起，飞雪千里。玉连环，金镞箭，年年征战。画楼离恨锦屏空，杏花红。\n","contyishang":["译文碛南沙上的烽火，一次次把雁群惊飞起，像千里飞雪漫卷戈壁。连环弩，金簇藜，年年征战箭如雨。画楼中的美人，也恨这战火中的别离，愁时看着红杏花，独坐锦屏前。","注释⑴蕃女怨，词牌名，为温庭筠所创，《金奁集》入“南吕宫”，七句三十一字，四仄韵，两平韵。⑵碛（qì）：浅水中的沙石，这里指边塞荒漠之地。⑶玉连环：征人服饰物。《战国策·齐策》：“秦昭王尝遣使者，遗君王后以玉连环。”这里是指征人的用具，如铁链之类的东西。⑷金镞（zú）箭：装有金属箭头的箭。镞，箭头。⑸锦屏：有彩画的屏风。"]}{"title":"观大散关图有感","nian":"宋代","author":"陆游","contson":"\n上马击狂胡，下马草军书。二十抱此志，五十犹癯儒。大散陈仓间，山川郁盘纡。劲气钟义士，可与共壮图。坡陁咸阳城，秦汉之故都。王气浮夕霭，宫室生春芜。安得从王师，汛扫迎皇舆？黄河与函谷，四海通舟车。士马发燕赵，布帛来青徐。先当营七庙，次第画九衢。偏师缚可汗，倾都观受俘。上寿大安宫，复如正观初。丈夫毕此愿，死与蝼蚁殊。志大浩无期，醉胆空满躯。\n","contyishang":["译文飞身上马前去奋击猖狂的胡虏，下得马来又忙草拟军中的文书。二十岁时就有这样的雄心大志，五十岁了不料还是个瘦弱穷儒！大散关和陈仓间有壮丽的山川，河流弯曲盘旋呵山上草木扶疏。义士身上凝聚一股刚劲的气概，可同他们一起去实现伟业宏图。咸阳古城周围的地势高低起伏，这一带曾经是秦汉两汉的故都。如今帝王气象混杂在雾霭之中，从前的宫室满是一片春草荒芜。怎样才能跟随着王师出征北伐，扫清道路好迎接君王回到故土？函谷关和黄河一带成了太平地，四面八方车船往来畅通无拦阻。士兵良马从燕赵地区挑选而来，布绸是\n"]}{"title":"赤壁","nian":"唐代","author":"杜牧","contson":"\n折戟沉沙铁未销，自将磨洗认前朝。东风不与周郎便，铜雀春深锁二乔。\n","contyishang":["译文一支折断了的铁戟（古代兵器）沉没在水底的沙中还没有销蚀掉，经过自己又磨又洗发现这是当年赤壁之战的遗留之物。假如东风不给周瑜以方便，结局恐怕是曹操取胜，二乔被关进铜雀台了。","注释⑴折戟：折断的戟。戟，古代兵器。⑵销：销蚀。⑶将：拿起。⑷磨洗：磨光洗净。⑸认前朝：认出戟是东吴破曹时的遗物。⑹东风：指三国时期的一个战役──火烧赤壁。⑺周郎：指周瑜，字公瑾，年轻时即有才名，人乎周郎。后任吴军大都督，曾参与赤壁之战并为此战役中的主要人物。⑻铜雀：即铜雀台，曹操\n"]}{"title":"潼关吏","nian":"唐代","author":"杜甫","contson":"\n士卒何草草，筑城潼关道。大城铁不如，小城万丈余。借问潼关吏：修关还备胡？要我下马行，为我指山隅：连云列战格，飞鸟不能逾。胡来但自守，岂复忧西都。丈人视要处，窄狭容单车。艰难奋长戟，万古用一夫。哀哉桃林战，百万化为鱼。请嘱防关将，慎勿学哥舒！\n","contyishang":["译文士卒劳役是多么劳苦艰辛，在潼关要道筑城。大城比铁还要坚固，小城依山而筑，高达万丈。请问潼关吏：你们重新修筑潼关是为了防御叛军吗？潼关吏邀请我下马步行，为我指着山隅为我介绍情况：“那些防御工事高耸入云端，即使飞鸟也不能越逾。胡贼来犯只要据守即可，又何必担心西都长安呢。您看这个要害的地方，狭窄到只能一辆车子通过。在战事紧急时挥动兵器拒守，真是‘一夫当关万夫莫开”呀。”“令人哀痛的是桃林塞那一败仗，唐军死伤极多，惨死黄河。请嘱咐守关诸将领，千万别蹈哥舒翰仓促应战的覆辙。”\n"]}{"title":"送白利从金吾董将军西征","nian":"唐代","author":"李白","contson":"\n西羌延国讨，白起佐军威。剑决浮云气，弓弯明月辉。马行边草绿，旌卷曙霜飞。抗手凛相顾，寒风生铁衣。\n","contyishang":["译文吐蕃将要受到我大唐帝国的征讨，您这白起将军的后代也为助军威奔赴战场。举起倚天长剑斩断浮在敌人阵地上的妖氛，拉满明月之弓，箭镞闪看凛烈的光芒。战马驰骋在边塞的原野上，旌旗在霜晨中飘扬。当将士们招手相看时，铠甲上已是结满了厚目的寒霜。","注释西羌：汉朝人对羌人的泛称，唐朝又概指吐蕃为西羌，原因正像《旧唐书·吐蕃列传》所说：“吐蕃，在长安之西八千里，本汉西羌之地也。”延：请，此意为招引。国：唐王朝。白起：战国秦之名将，曾为秦始皇攻占六国统一天下立下战功。《史记》记载他善用兵，声震天\n"]}{"title":"塞下曲","nian":"唐代","author":"戎昱","contson":"\n汉将归来虏塞空，旌旗初下玉关东。高蹄战马三千匹，落日平原秋草中。\n","contyishang":["译文将领们扫空敌营归来，高举旌旗直入玉门关东。三千战马放蹄飞奔，冷冷的落日沉入平原秋草中。","注释汉将：唐朝的将领塞：要塞玉关：玉门关"]}{"title":"前出塞九首","nian":"唐代","author":"杜甫","contson":"\n戚戚去故里，悠悠赴交河。公家有程期，亡命婴祸罗。君已富土境，开边一何多。弃绝父母恩，吞声行负戈。\n出门日已远，不受徒旅欺。骨肉恩岂断，男儿死无时。走马脱辔头，手中挑青丝。捷下万仞冈，俯身试搴旗。\n磨刀呜咽水，水赤刃伤手。欲轻肠断声，心绪乱已久。丈夫誓许国，愤惋复何有！功名图麒麟，战骨当速朽。\n送徒既有长，远戍亦有身。生死向前去，不劳吏怒嗔。路逢相识人，附书与六亲。哀哉两决绝，不复同苦辛。\n迢迢万里余，领我赴三军。军中异苦乐，主将宁尽闻。隔河见胡骑，倏忽数百群。我始为奴仆，几时树功勋。\n挽弓当挽强，用箭当用长。射人先射马，擒贼先擒王。杀人亦有限，列国自有疆。苟能制侵陵，岂在多杀伤。\n驱马天雨雪，军行入高山。径危抱寒石，指落层冰间。已去汉月远，何时筑城还。浮云暮南征，可望不可攀。\n单于寇我垒，百里风尘昏。雄剑四五动，彼军为我奔。掳其名王归，系颈授辕门。潜身备行列，一胜何足论。\n从军十年余，能无分寸功。众人贵苟得，欲语羞雷同。中原有斗争，况在狄与戎。丈夫四方志，安可辞固穷。\n","contyishang":["译文其一悲伤凄凉的离开家乡，来到遥远的交河城。衙门有规定的路程期限，否则就得设法逃离触犯法律的责难。您拥有广阔的疆域领土，为什么还要再争夺无度？辜负父母的养育之恩，暗自悲泣却不敢言，背起兵器踏上征程。","其六拉弓要拉最坚硬的，射箭要射最长的。射人先要射马，擒贼先要擒住他们的首领。杀人要有限制，各个国家都有边界。只要能够制止敌人的侵犯就可以了，难道打仗就是为了多杀人吗？","其九我从军十多年了，难道没有一点点的功劳？一般将士看重争功贪\n"]}{"title":"李云南征蛮诗","nian":"唐代","author":"高适","contson":"\n天宝十一载，有诏伐西南夷，右相杨公兼节制之寄，乃奏前云南太守李宓涉海自交趾击之。道路险艰，往复数万里，盖百王所未通也。十二载四月，至于长安，君子是以知庙堂使能，李公效节。适忝斯人之旧，因赋是诗。\n圣人赫斯怒，诏伐西南戎。肃穆庙堂上，深沉节制雄。遂令感激士，得建非常功。料死不料敌，顾恩宁顾终。鼓行天海外，转战蛮夷中。梯巘近高鸟，穿林经毒虫。鬼门无归客，北户多南风。蜂虿隔万里，云雷随九攻。长驱大浪破，急击群山空。饷道忽已远，悬军垂欲穷。精诚动白日，愤薄连苍穹。野食掘田鼠，晡餐兼僰僮。收兵列亭堠，拓地弥西东。临事耻苟免，履危能饬躬。将星独照耀，边色何溟濛。泸水夜可涉，交州今始通。归来长安道，召见甘泉宫。廉蔺若未死，孙吴知暗同。相逢论意气，慷慨谢深衷。 \n","contyishang":[]}{"title":"北上行","nian":"唐代","author":"李白","contson":"\n北上何所苦？北上缘太行。磴道盘且峻，巉岩凌穹苍。马足蹶侧石，车轮摧高冈。沙尘接幽州，烽火连朔方。杀气毒剑戟，严风裂衣裳。奔鲸夹黄河，凿齿屯洛阳。前行无归日，返顾思旧乡。惨戚冰雪里，悲号绝中肠。尺布不掩体，皮肤剧枯桑。汲水涧谷阻，采薪陇坂长。猛虎又掉尾，磨牙皓秋霜。草木不可餐，饥饮零露浆。叹此北上苦，停骖为之伤。何日王道平，开颜睹天光？\n","contyishang":["译文北上之苦，是因为上太行山之故。太行山上的履道盘曲险峻，悬岩峭壁，上凌苍天。马足为侧石所蹶，车轮为高冈所催，真是行路难啊。况且从幽州到朔方，战尘不断，峰火连天。剑戟闪耀着杀气，寒风吹裂了衣裳。安史叛军像奔鲸一样夹着黄河，像凿齿一样屯居着洛阳。前行无有归日，回首眷思故乡。在冰天雪地中挣扎，哭天悲地，痛绝肝肠。身上衣不掩体，皮肤粗如枯桑。想去汲些水来，又被洞谷所阻；想去采些柴来烧，又苦于山高路远。更何况在山中还可能遇到磨牙掉尾的老虎，时时有生命之危。\n"]}{"title":"早发","nian":"宋代","author":"宗泽","contson":"\n繖幄垂垂马踏沙，水长山远路多花。眼中形势胸中策，缓步徐行静不哗。\n","contyishang":["译文马后垂着伞盖，马蹄踩着黄沙，沙沙，沙沙。山遥遥，水茫茫，沿路见到那么多的野花。眼观敌我形势，战术方略早已成竹在胸。兵马缓步前进，三军肃静无人喧哗。","注释⑴繖幄：指伞盖。繖，同“伞”，从晋代起，官员出门，仪仗队里都有伞。⑵策：战术、方略。⑶徐行：慢速前进。哗：嘈杂的声音。"]}{"title":"乐府杂曲。鼓吹曲辞。凯歌六首","nian":"唐代","author":"岑参","contson":"\n汉将承恩西破戎，捷书先奏未央宫。天子预开麟阁待，只今谁数贰师功。\n官军西出过楼兰，营幕傍临月窟寒。蒲海晓霜凝马尾，葱山夜雪扑旌竿。\n鸣笳叠鼓拥回军，破国平蕃昔未闻。丈夫鹊印摇边月，大将龙旗掣海云。\n日落辕门鼓角鸣，千群面缚出蕃城。洗兵鱼海云迎阵，秣马龙堆月照营。\n蕃军遥见汉家营，满谷连山遍哭声。万箭千刀一夜杀，平明流血浸空城。\n暮雨旌旗湿未干，胡烟白草日光寒。昨夜将军连晓战，蕃军只见马空鞍。\n","contyishang":[]}{"title":"吊万人冢","nian":"唐代","author":"张蠙","contson":"\n兵罢淮边客路通，乱鸦来去噪寒空。可怜白骨攒孤冢，尽为将军觅战功。\n","contyishang":["　　唐朝末年，各种社会矛盾纷纷激化。广大河淮地区遂成为新旧军阀朱温、时溥、杨行密等进行割据混战的战场。这些军阀在镇压农民起义的战争中曾以杀人邀取战功，飞黄腾达；在割据混战中又以屠戮生灵来建立武功，以满足各自不可告人的权力欲。《吊万人冢》就是战乱后诗人客游河淮地区时根据所见所感而剪取的一幅社会缩影，控诉了统治者为一己私利而压迫人民的血腥罪恶。","　　这首诗以景托情，以情驭景，情景交融，颇具艺术感染力。首句“兵罢淮边客路通”，落笔便写出诗人客游河淮地区的时间是在“兵罢”之后；“客路通”三字含蓄地表达出诗人对于战乱暂时结束的欣喜之情。","　　次句“乱鸦来去噪寒空”，\n"]}