{"title":"","nian":"","author":"","contson":"","contyishang":[]}{"title":"","nian":"","author":"","contson":"","contyishang":[]}{"title":"仁和里杂叙皇甫湜","nian":"唐代","author":"李贺","contson":"\n大人乞马癯乃寒，宗人贷宅荒厥垣。横庭鼠径空土涩，出篱大枣垂珠残。安定美人截黄绶，脱落缨裾暝朝酒。还家白笔未上头，使我清声落人后。枉辱称知犯君眼，排引才升强絙断。洛风送马入长关，阖扇未开逢猰犬。那知坚都相草草，客枕幽单看春老。归来骨薄面无膏，疫气冲头鬓茎少。欲雕小说干天官，宗孙不调为谁怜？明朝下元复西道，崆峒叙别长如天。\n","contyishang":["译文向长辈借来瘦马，我骑入洛阳，向族人租借的宅子满目荒凉。空庭里只有老鼠跑来跑去，几粒残枣在出篱的树上摇晃。安定城的君子，可叹你调任外放，却仍然饮酒自娱，不放在心上。直到还乡之日你未能登上高位，也从此断绝了我扬名的希望。枉称知己，怕玷辱了你的眼力，接引的绳子断了，知遇之恩难忘。当初我满怀豪情随洛风入都，天门未开，前路被狂犬拦挡。不料相马人也有看走眼的时候，我落魄异乡，眼看着青春耗光。归家时，枯瘦的脸上毫无光泽，鬓发稀疏，好像大病了一场。想写一篇传奇去干谒权贵，一个遭弃的皇孙，谁肯把\n"]}{"title":"","nian":"","author":"","contson":"","contyishang":[]}{"title":"右溪记","nian":"唐代","author":"元结","contson":"\n　　道州城西百余步，有小溪。南流数十步，合营溪。水抵两岸，悉皆怪石，欹嵌盘曲，不可名状。清流触石，洄悬激注；佳木异竹，垂阴相荫。\n　　此溪若在山野之上，则宜逸民退士之所游处；在人间，则可为都邑之胜境，静者之林亭。而置州以来，无人赏爱；徘徊溪上，为之怅然。乃疏凿芜秽，俾为亭宇；植松与桂，兼之香草，以裨形胜。为溪在州右，遂命之曰右溪。刻铭石上，彰示来者。\n","contyishang":["译文　　从道州城向西走一百多步，有一条小溪。这条小溪向南流几步远，汇入营溪。两岸全是一些奇石，（这些石头）有的倾斜嵌叠，有的盘曲回旋，不能够用言语形容（它们的美妙）。清澈的溪流撞击着岩石，水回旋而流，激水触石溅起高高的浪花，激荡倾注；岸边美丽的树木和珍奇的青竹，投下的阴影互相掩映。","　　这条溪水如果在空旷的山间田野，就是很适合避世隐居的人和隐士居住的；如果它在人烟密集的地方，也可以成为都会城镇（市民游览）的胜地，仁者休憩的园林。但是自从道州成为州的治所以来，至今也没有人来欣赏和关爱（它）；我在溪水边走来走去，为它（景色秀丽但无人知晓）而惋惜！于是进行疏导开通，\n"]}{"title":"","nian":"","author":"","contson":"","contyishang":[]}{"title":"赠秀才入军·其十四","nian":"魏晋","author":"嵇康","contson":"\n息徒兰圃，秣马华山。流磻平皋，垂纶长川。目送归鸿，手挥五弦。俯仰自得，游心太玄。嘉彼钓叟，得鱼忘筌。郢人逝矣，谁与尽言？\n","contyishang":["译文　　我们的部队于兰圃休息，在青草丰茂的山坡喂马，在水边的原野用石弹（磻）打鸟，在长河里钓鱼。一边目送着南归的鸿雁，一边信手挥弹五弦琴。一举一动都悠然自得。对大自然的奥妙之道能够心领神会，十分快乐！不禁赞赏《庄子》中那位渔翁捕到了鱼，忘掉了筌（捕鱼工具）的风神。（以上几句委婉地劝谕其兄归隐田园，享受大自然的乐趣，放弃军旅生活。）同心同德的郢人已经死了，这些话跟谁多说了都没用。（作者担心嵇喜与他志趣相异，难以接受其劝谕，表示惋惜。）","注释①兰圃：有兰草的野地。②秣马：饲马。③磻（音波）：用生丝做绳系在箭上射鸟叫做弋，在系箭的\n"]}{"title":"","nian":"","author":"","contson":"","contyishang":[]}{"title":"御街行·前时小饮春庭院","nian":"宋代","author":"柳永","contson":"\n前时小饮春庭院。悔放笙歌散。归来中夜酒醺醺，惹起旧愁无限。虽看坠楼换马，争奈不是鸳鸯伴。朦胧暗想如花面。欲梦还惊断。和衣拥被不成眠，一枕万回千转。惟有画梁，新来双燕，彻曙闻长欢。\n","contyishang":["译文那是从前的一个春天，我在一处庭院里小酌，这里有歌相随，有舞相伴，并有幸和她邂逅。可是，我现在悔恨当初轻易放手让她离我而去。回到家里，半夜时分，我酣然大醉，引起过去无限的愁绪。虽然石崇所爱的绿珠可以为石崇坠楼而死，韦生的爱妾可以以身换取韦生所喜爱的骏马紫叱拨，无奈他们都不能像鸳鸯一样永远相伴。我神志迷糊，默默地想着她如花似玉的面容，想在梦中与她相聚，但又突然从梦中惊醒，难以圆梦。我在床上穿着外衣抱着被子，千辗万转，怎么也睡不着。只有栖息在那屋梁上新来的一对燕子，在通宵达旦地听着我深深的叹息。","注释⑴御街行：词牌名，柳永《乐章集》注“夹\n"]}{"title":"踏莎美人·清明","nian":"清代","author":"纳兰性德","contson":"\n拾翠归迟，踏春期近，香笺小迭邻姬讯。樱桃花谢已清明， 何事绿鬟斜亸、宝钗横。浅黛双弯，柔肠几寸，不堪更惹其他恨。 晓窗窥梦有流莺，也觉个侬憔悴、可怜生。\n","contyishang":["译文游春晚归，郊游的日子临近，收到邻家女子的书信：樱桃花落，已是清明时节，干嘛不精心梳妆一番出门呢！一双淡眉弯弯，一副柔肠几寸，更不敢招惹青春流逝之恨。莺儿掠过清晨的窗外，仿佛窥探了我的梦境，婉转的叫声仿佛在说：这个人如此憔悴，可怜可怜。","注释①踏莎美人：顾贞观的自度曲，一半《踏莎行》，一半《虞美人》。②拾翠：拾取翠鸟羽毛以为首饰，后多指妇女游春。语出三国魏曹植《洛神赋》：“或采明珠，或拾翠羽。”③踏青：清明前后到野外去观赏春景。④香笺：即信笺。因少女之手，散发香气，故云香笺。⑤邻姬：邻家\n"]}{"title":"清溪半夜闻笛","nian":"唐代","author":"李白","contson":"\n羌笛梅花引，吴溪陇水情。寒山秋浦月，肠断玉关声。\n","contyishang":["译文羌笛声声吹起《梅花引》的曲子，却让人在这吴溪听到陇头流水般的伤情。又使这月光下的秋浦寒山，响遍令人肠断的边关之声。","注释羌笛：古代流行于西北地区的一种竹笛。原出于古羌族，故称《梅花引》，古曲名。吴溪：指清溪，古属吴。陇水：即《陇头水》，古乐府横吹曲。《乐府诗集》卷二十五《陇头歌辞》：“陇头流水，呜声呜咽。遥望秦川，心肝断绝。”陇水情：“情”一作“清”。古代陇州有陇坡（在今陕西陇县），山势高峻，坡上有清水从四面下注。离家游子行经此地唱出悲歌称《陇头流水歌》。“寒山”句：此句宋蜀本注：“一\n"]}{"title":"念奴娇·春雪咏兰","nian":"明代","author":"陈子龙","contson":"\n问天何意，到春深、千里龙山飞雪？解佩凌波人不见，漫说芷珠宫阙。楚殿烟微，湘潭月冷，料得都攀折。嫣然幽谷，只愁又听啼鴃。当日九畹光风，数茎清露，纤手分花叶。曾在多情怀袖里，一缕同心千结。玉腕香销，云鬟雾掩，空赠金跳脱。洛滨江上，寻芳再望佳节。\n","contyishang":[]}{"title":"梁甫吟","nian":"唐代","author":"李白","contson":"\n长啸梁甫吟，何时见阳春？君不见，朝歌屠叟辞棘津，八十西来钓渭滨。宁羞白发照清水，逢时壮气思经纶。广张三千六百钓，风期暗与文王亲。大贤虎变愚不测，当年颇似寻常人。君不见，高阳酒徒起草中，长揖山东隆准公。入门不拜逞雄辩，两女辍洗来趋风。东下齐城七十二，指挥楚汉如旋蓬。狂客落魄尚如此，何况壮士当群雄！我欲攀龙见明主，雷公砰訇震天鼓。帝旁投壶多玉女，三时大笑开电光，倏烁晦冥起风雨。阊阖九门不可通，以额扣关阍者怒。白日不照我精诚，杞国无事忧天倾。猰貐磨牙竞人肉，驺虞不折生草茎。手接飞猱搏雕虎，侧足焦原未言苦。智者可卷愚者豪，世人见我轻鸿毛。力排南山三壮士，齐相杀之费二桃。吴楚弄兵无剧孟，亚夫咍尔为徒劳。梁甫吟，声正悲。张公两龙剑，神物合有时。风云感会起屠钓，大人臲屼当安之。\n","contyishang":["译文　　梁甫吟啊梁甫吟，自从诸葛亮唱响以来，多少志士吟颂过你，心中期盼着事业的春天。你知道周朝居住在棘津的姜太公吗？七十岁的人了，清晨即起，边屠牛时边唱歌，为了做一番大事业，辞别故乡来到长安边的渭水河边，用直钩钓了十年鱼。　　清澈的河水映照着他的白发，刺痛了他的心。当风云际会的时候，当文王来拜师的时候，那是气如东海，势比泰山，治国方略，那是一套一套的，小人们，别小看我现在普通人一个，机会来临，小猫也变大老虎！　　你知道秦末汉初居住高阳的酒鬼俪食其吗？六十多岁了，草莽出身，见了刘邦硬是不跪拜，做个长揖就算给足面子了！一阵雄辩就折服了他，让刘邦立即停止洗脚\n"]}{"title":"自洛之越","nian":"唐代","author":"孟浩然","contson":"\n遑遑三十载，书剑两无成。山水寻吴越，风尘厌洛京。扁舟泛湖海，长揖谢公卿。且乐杯中物，谁论世上名。\n","contyishang":["译文栖栖遑遑三十年，文名武功两无成。去吴越寻山觅水，厌洛京满眼风尘。乘一叶小舟游镜湖，作个长揖向谢灵运致敬。姑且享受杯中美酒，何用计较世上功名？","注释⑴洛：今河南省洛阳市。之：往，到。越：今浙江地区，春秋时越国所在地。⑵遑遑：忙碌的样子。出自《列子》“遑遑尔竞一时之虚荣”。⑶吴越：今江苏、浙江地区，是古代吴国和越国所在地。⑷风尘：比喻世俗的纷扰。洛京：又称京洛，指洛阳，是唐朝的陪都。⑸扁舟：小舟。⑹长揖：古人拱手为礼称揖，作揖时手自上至极下称长揖。“长揖\n"]}{"title":"菩萨蛮·楼头尚有三通鼓","nian":"宋代","author":"孙洙","contson":"\n楼头尚有三通鼓，何须抵死催人去！上马苦匆匆，琵琶曲未终。回头凝望处，那更廉纤雨。漫道玉为堂，玉堂今夜长。\n","contyishang":["　　起首“楼头尚有三通鼓，何须抵死摧人去！”这两句是牢骚话：刚刚二更时分，城楼上还要敲三通鼓才天亮，何必这么死命地催人走呢！据宋洪迈《夷坚甲志》卷四，翰林学士孙洙某晚正太尉李端愿家欢宴，有美女侍妾奏乐助兴，恰逢此时朝廷宣召，心下不愿，故出怨语。“何须抵死催人去”就是本此而发的牢骚。说：“尚有三通鼓”，而不说已过二更，表示离天亮还早，希望多玩一会儿。但留连不舍之意横遭阻抑，自然转化为憾恨之情。“抵死”，犹言死命、拚命，形容竭力。对于皇帝宣召，竟是如此不情愿，可见这夜宴是何等令人留恋。“上马苦匆匆，琵琶曲未终”，一边匆匆上马，一边却还恋顾那美妙的琵琶声，深以未听到曲终为憾。琵琶的诱人魅力来自\n"]}{"title":"忆秦娥·娄山关","nian":"现代","author":"毛泽东","contson":"\n西风烈，长空雁叫霜晨月。霜晨月，马蹄声碎，喇叭声咽。雄关漫道真如铁，而今迈步从头越。从头越，苍山如海，残阳如血。\n","contyishang":[]}{"title":"好事近·烟外倚危楼","nian":"宋代","author":"苏轼","contson":"\n烟外倚危楼，初见远灯明灭。却跨玉虹归去、看洞天星月。当时张范风流在，况一尊浮雪。莫问世间何事、与剑头微吷。\n","contyishang":["译文我在云烟之外凭靠高楼眺望，略见远处灯光一亮一熄。向上跨越玉桥回到仙境去，看仙人居住洞天的星月。当年汉张劭和范式情深谊笃流韵仍在，何况在乎那一杯美酒。不要过问政治大事和不值得一听的微小言论。","注释⑴烟外：云烟之外。危楼：高楼，这里代指临皋亭楼。⑵初见：刚刚看见，略略看见。明灭：一亮一熄。⑶却：向上，仰。玉虹：白玉般的桥。⑷洞天：仙人居住地。道教称神仙的居住处，意谓洞中别有天地。后人泛指风景胜地。星月：天上的星星和月亮。这里东坡暗指京城的美景或挚友。⑸当时：当年。张范：指张勋和范式，《后汉\n"]}{"title":"击鼓","nian":"先秦","author":"佚名","contson":"\n击鼓其镗，踊跃用兵。土国城漕，我独南行。从孙子仲，平陈与宋。不我以归，忧心有忡。爰居爰处？爰丧其马？于以求之？于林之下。死生契阔，与子成说。执子之手，与子偕老。于嗟阔兮，不我活兮。于嗟洵兮，不我信兮。\n","contyishang":["译文击鼓的声音震响（耳旁），兵将奋勇操练。（人们）留在国内筑漕城，只有我向南方行去。跟随孙子仲，平定陈、宋（两国）。不允许我回家，（使我）忧心忡忡。于是人在哪里？于是马跑失在哪里？到哪里去寻找它？在山间林下。生死聚散，我曾经对你说（过）。拉着你的手，和你一起老去。唉，太久。让我无法（与你）相会。唉，太遥远，让我的誓言不能履行。","注释⑴镗：鼓声。其镗，即“镗镗”。明 陈继儒《大司马节寰袁公（袁可立）家庙记》：“喤喤考钟，坎坎击鼓。” ⑵踊跃：双声连绵词，犹言鼓舞。兵：武器，刀枪之类。\n"]}{"title":"好事近·马首望青山","nian":"清代","author":"纳兰性德","contson":"\n马首望青山，零落繁华如此。再向断烟衰草，认藓碑题字。休寻折载话当年，只洒悲秋泪。斜日十三陵下，过新丰猎骑。\n","contyishang":["译文从马头上望去，是一片连绵不断的青山，昔日的繁华，想不到零落凋残到这个地步。年深日久，碑石上已长满了藓苔，题字什么都要仔细地辨认。不要去寻找折断的剑戟去说当年的事，只不过泛起一点人皆有的悲秋情绪而已。西斜的太阳照在十三陵下，谁敢说清王朝的新丰猎骑，随着岁月的流逝，不也要零落殆尽的么。","注释①好事近：词牌名。又名《钓船笛》，《张子野词》入“仙吕宫”。双调四十五字，前后片各两仄韵，以入声韵为宜。两结句皆上一、下四句法。②“马首”二句：意思是说通过马头向前望去，眼前是一脉青山，都市的繁华不见了，这里只有萧索冷落的景象。\n"]}{"title":"鹤鸣","nian":"先秦","author":"佚名","contson":"\n鹤鸣于九皋，声闻于野。鱼潜在渊，或在于渚。乐彼之园，爰有树檀，其下维萚。它山之石，可以为错。鹤鸣于九皋，声闻于天。鱼在于渚，或潜在渊。乐彼之园，爰有树檀，其下维榖。它山之石，可以攻玉。\n","contyishang":["译文幽幽沼泽仙鹤鸣，声传四野真亮清。深深渊潭游鱼潜，有时浮到渚边停。在那园中真快乐，檀树高高有浓荫，下面灌木叶凋零。他方山上有佳石，可以用来磨玉英。幽幽沼泽仙鹤唳，鸣声响亮上云天。浅浅渚滩游鱼浮，有时潜入渊潭嬉。在那园中真快乐，檀树高高枝叶密，下面楮树矮又细。他方山上有佳石，可以用来琢玉器。","注释⑴九皋：皋，沼泽地。九：虚数，言沼泽之多。⑵渊：深水，潭。⑶渚：水中小洲，此处当指水滩。⑷爰（yuán）：于是。檀（tán）：古书中称檀的木很多，时无定指。常指豆科的黄檀，紫檀。⑸萚（tuò）：酸\n"]}{"title":"玉楼春·燕雕梁画栋原无数","nian":"清代","author":"宋徵舆","contson":"\n燕雕梁画栋原无数，不问主人随意住。红襟惹尽百花香，翠尾扫开三月雨。半年别我归何处？相见如将离恨诉。海棠枝上立多时，飞向小桥西畔去。\n","contyishang":[]}{"title":"大庭库","nian":"唐代","author":"李白","contson":"\n朝登大庭库，云物何苍然。莫辨陈郑火，空霾邹鲁烟。我来寻梓慎，观化入寥天。古木朔气多，松风如五弦。帝图终冥没，叹息满山川。\n","contyishang":[]}{"title":"游朝阳岩遂登西亭二十韵","nian":"唐代","author":"柳宗元","contson":"\n谪弃殊隐沦，登陟非远郊。所怀缓伊郁，讵欲肩夷巢。高岩瞰清江，幽窟潜神蛟。开旷延阳景，回薄攒林梢。西亭构其巅，反宇临呀庨。背瞻星辰兴，下见云雨交。惜非吾乡土，得以荫菁茆。羁贯去江介，世仕尚函崤。故墅即沣川，数亩均肥硗。台馆集荒丘，池塘疏沈坳。会有圭组恋，遂贻山林嘲。薄躯信无庸，锁屑剧斗筲。囚居固其宜，厚羞久已包。庭除植蓬艾，隟牖悬蟏蛸。所赖山水客，扁舟柱长梢。挹流敌清觞，掇野代嘉肴。适道有高言，取乐非弦匏。逍遥屏幽昧，澹薄辞喧呶。晨鸡不余欺，风雨闻嘐嘐。再期永日闲，提挈移中庖。\n","contyishang":["译文遭贬被弃可不同于隐逸，只在近郊登山散心。不敢与伯夷、巢父比肩，只求能缓解心中的郁闷。高高的朝阳岩俯瞰清江，幽深的洞窟神龙深潜。朝阳才照过开阔的岩口，又跃过了岩顶的树林之颠。西亭建在岩洞顶端，突起的屋檐伸向蓝天。抬头已看见星辰升起，亭下可看见云腾雨欢。可惜这不是我的故乡，广袤的原野香草弥漫。儿时曾去过长江边上，历来求仕都只在中原.我的故乡就在沣水边，家宅附近有数亩良田。山丘上建有亭台馆舍，池塘与深泽碧\n"]}{"title":"晚春归山居题窗前竹 / 暮春归故山草堂诗","nian":"唐代","author":"钱起","contson":"\n谷口春残黄鸟稀，辛夷花尽杏花飞。(谷口 一作：溪上)始怜幽竹山窗下，不改清阴待我归。\n","contyishang":["译文山谷口已是暮春凋残，黄莺儿的叫声几乎听不到了，迎春花早已开过，只有片片杏花飞落芳尘。春去匆匆，山窗下的修竹实在幽雅，惹人怜爱；它依旧苍劲葱茏，等待着我的归来。","注释⑴故山：因诗人久居蓝田谷口，心中一直将此地视为故乡，故称“故山”。草堂：茅草盖的堂屋。⑵春残：一作“残春”。黄鸟：即黄鹂、黄莺（一说黄雀），叫声婉转悦耳。⑶辛夷：木兰树的花，一称木笔花，又称迎春花，比杏花开得早。⑷怜：喜爱。⑸清阴：形容苍劲葱茏的样子。⑹溪上：一作“谷口”。"]}{"title":"菩萨蛮·南园满地堆轻絮","nian":"唐代","author":"温庭筠","contson":"\n南园满地堆轻絮，愁闻一霎清明雨。雨后却斜阳，杏花零落香。无言匀睡脸，枕上屏山掩。时节欲黄昏，无憀独倚门。\n","contyishang":["译文南园里满地都轻堆着飘落的柳絮，却听得一阵清明时节的急雨骤然而来。雨后的夕阳又悬挂在西边的天际，一树杏花却在急雨过后显得稀疏飘零。被那雨声惊醒的女子默然无语，容颜却显出几分匀和秀美。女子起身将那枕后的屏山轻掩，望望窗外已是日暮苍茫的黄昏时分，靠在门楣上望着那黄昏风景，心境一时有些茫然无际。","注释⑴菩萨蛮：又名“子夜歌”“重叠金”。唐教坊曲，后用为词牌名。《宋史·乐志》、《尊前集》、《金奁集》并入“中吕宫”，《张子野词》作“中吕调”。⑵屏山：如屏之山，指屏风；床头小屏，亦名枕屏、枕障。⑶无憀：即无聊。憀：通“聊”\n"]}{"title":"祝英台近·挂轻帆","nian":"宋代","author":"苏轼","contson":"\n挂轻帆，飞急桨，还过钓台路。酒病无聊，欹枕听鸣舻。断肠簇簇云山，重重烟树，回首望、孤城何处。闲离阻。谁念萦损襄王，何曾梦云雨。旧恨前欢，心事两无据。要知欲见无由，痴心犹自，倩人道道、一声传语。\n","contyishang":["译文船帆轻挂，大桨急飞，过了一城又一城，到了严子陵垂钓的江滨。喝酒过度，必成病态，以至郁闷而精神空虚。只有依靠枕头，听那大桨发出的叫声可资慰藉，极为悲痛的断肠游子型的外任官苏轼，眼前闪现着的是丛列成行的云雾缭绕的山峰，烟雨重重笼罩的树林。回过头去看，桐庐县城在哪里呢？已经看不到了。但是顷刻之间就要离开了，分别的愁绪更加使人变得憔悴。那就只有从朝云暮雨的巫山男女欢会的神话梦幻中寻求解脱。不论旧愁还是新欢，对山村的思念也没有了。不大可能再看到山村人了，但是对他们的痴情和思念没变。只有求别人带去一首词。","注释⑴祝英台近：词牌名。又名《宝钗分》\n"]}{"title":"浣溪沙·清润风光雨后天","nian":"宋代","author":"晁端礼","contson":"\n清润风光雨后天。蔷薇花谢绿窗前。碧琉璃瓦欲生烟。 十里闲情凭蝶梦，一春幽怨付鲲弦。小楼今夜月重圆。\n","contyishang":[]}{"title":"诉衷情近·雨晴气爽","nian":"宋代","author":"柳永","contson":"\n雨睛气爽，伫立江楼望处。澄明远水生光，重叠暮山耸翠。遥认断桥幽径，隐隐渔村，向晚孤烟起。残阳里。脉脉朱阑静倚。黯然情绪，未饮先如醉。愁无际。暮云过了，秋光老尽，故人千里。竟日空凝睇。\n","contyishang":["译文雨过天晴，秋高气爽，登上江边楼台伫立远望。映入眼帘的是，远方江水清澈明亮粼粼生光，山峦叠翠连绵起伏；眺望中渐渐辨认出西湖断桥、幽深路径、隐隐渔村以及傍晚时分远处独起的炊烟。夕阳里，我含情静倚楼阑，陷入沉思，不禁动了伤别情绪，未饮先醉了。离别的忧愁无边无际。黄昏的彩云已经飘过了，秋日的风光景色已经迟暮，故人远隔千里，我无奈地整日白白凝睇不语。","注释⑴诉衷情近：词牌名，《乐章集》注“林钟商”。双调七十五字，上片七句三仄韵，下片九句六仄韵。⑵雨晴气爽：雨过天晴，秋高气爽。爽：清爽的意思。⑶伫立：长时间地站立。\n"]}{"title":"公安送韦二少府匡赞","nian":"唐代","author":"杜甫","contson":"\n逍遥公后世多贤，送尔维舟惜此筵。念我能书数字至，将诗不必万人传！时危兵革黄尘里，日短江湖白发前。古往今来皆涕泪，断肠分手各风烟。\n","contyishang":["译文逍遥公的后事子孙中贤者很多，我为送别韦氏而停船很珍惜离别之筵。如蒙相念，能寄简短书信我已满足；至于我的诗篇，则不劳你传于世人。时局危难战乱不休，而我已经白发苍苍剩下的日子已经不多了。瞻望古人，皆为离别而洒泪，顾念别后，你我备怀凄情入于风烟之中。","注释⑴公安：湖北公安县。韦匡赞，排行第二，生平不详。少府，县尉。⑵逍遥公：韦二少府的祖先是北周时韦复和唐中宗时韦嗣立，均封为逍遥公。⑶尔：你，指韦匡赞，事迹不详。惜：哀伤，痛惜。⑷念我：思念我。书：写。⑸将诗：带去的诗。\n"]}{"title":"陪李北海宴历下亭","nian":"唐代","author":"杜甫","contson":"\n东藩驻皂盖，北渚凌清河。海右此亭古，济南名士多。云山已发兴，玉佩仍当歌。修竹不受暑，交流空涌波。蕴真惬所欲，落日将如何？贵贱俱物役，从公难重过！\n","contyishang":["译文李公在历下亭驻下太守的车盖。我由北渚经过清河前来拜访。历下亭是齐地最古老的亭兮，济南是名土辈出的地方。云山磅礴已令人生发诗兴，美人陪饮更令人对酒高歌。修长的竹林清爽无比，致使交流的河水徒然涌波送凉。这里的景物蕴含真趣，令人心怡；可惜红日西沉，宴会将散，无可奈何。贵者如公、贱者如我同是被事物役使，恐怕今后难以把您重访。","注释⑴ 东藩：李北海，均指李邕。北海在京师之东，故称东藩。司马相如《上林赋》：“齐列为东藩。”⑵ 皂盖：青色车盖。汉时太守皆用皂盖。⑶ 北渚：指历\n"]}{"title":"短歌行赠王郎司直","nian":"唐代","author":"杜甫","contson":"\n王郎酒酣拔剑斫地歌莫哀！我能拔尔抑塞磊落之奇才。豫章翻风白日动，鲸鱼跋浪沧溟开。且脱佩剑休徘徊。西得诸侯棹锦水，欲向何门趿珠履？仲宣楼头春色深，青眼高歌望吾子，眼中之人吾老矣！\n","contyishang":["译文王郎你趁着酒兴拔剑起舞来发泄心中愤慨，不必悲哀，我能举荐你这个忧郁而坦荡的人间奇才。船帆在风中摇摆，鲸鱼在大海里乘浪而行，你先放下手中之剑，不要犹豫，划船去见西蜀的诸侯。以你王郎的奇才，此去西川，一定会得到蜀中大官的赏识，却不知要去投奔哪一位地方长官？仲宣楼那边已经是春末，我以青眼看着你，放声高歌，王郎你正当年富力强，我却已衰老无用了。","注释短歌行：乐府旧题。乐府有《短歌行》也有《长歌行》，其分别在于歌声长短。郎：年轻男子称谓。司直：官名。斫（zhuó）：本义为大锄。引申为砍，斫地：砍地。莫哀：不\n"]}{"title":"燕子来舟中作","nian":"唐代","author":"杜甫","contson":"\n湖南为客动经春，燕子衔泥两度新。旧入故园尝识主，如今社日远看人。可怜处处巢居室，何异飘飘托此身。暂语船樯还起去，穿花贴水益沾巾。\n","contyishang":["译文我飘泊到湖南为客，已过了整整一个春天，燕子如今也是第二次在此街泥筑巢了。以前你入我故园中曾经认识了我这主人，如今春社之日你却远远地看我为陌生人。可怜你到处筑巢为家，却没有定居之所，与我飘飘荡荡，托身江湖没有什么不同。桅杆上暂时同我说话，还是要飞起而去，穿花贴水飞去，我不禁泪越发湿了衣巾。","注释⑴湖南：洞庭湖之南，这里即指潭州。动经春：动不动便又经历了一个春天。动，不知不觉。⑵两度新：杜甫从大历四年（769）春来到潭州。到现在已是第二个存天，已是第二次见到燕子衔泥了。⑶故园：指诗人在洛阳\n"]}{"title":"人月圆·重冈已隔红尘断","nian":"金朝","author":"元好问","contson":"\n　　重冈已隔红尘断，村落更年丰。移居要就，窗中远岫，舍后长松。十年种木，一年种谷，都付儿童。老夫惟有，醒来明月，醉后清风。\n","contyishang":["译文　　重重叠叠的山峰隔断了繁华喧闹的都市生活，更觉得年丰人寿在我们这个小村落。移居到想要去的人迹罕至之所，那里有窗口可以看到碧绿的山峰，还有屋后茂密的松柏一棵棵。种植那十年成材的树木，耕作那一年收获的谷物，都交给那些年轻人吧。老夫我所要做的，只是清早醒来，欣赏那将落的明月；醉饱之后，充分享受那山间的清风拂面而过。","注释人月圆：黄钟调曲牌名。重冈：重重叠叠的山冈。红尘：这里指繁华的社会。要就：要去的地方。远岫：远山。"]}{"title":"永遇乐·次稼轩北固楼词韵","nian":"宋代","author":"姜夔","contson":"\n云隔迷楼，苔封很石，人向何处。数骑秋烟，一篙寒汐，千古穴来去。使君心在，苍＿绿嶂，苦被北门留住。有尊中酒差可饮，大旗尽绣熊虎。 前身诸葛，来游此地，数语便酬三顾。楼外冥冥，江皋隐隐，认得征西路。中原生聚，神京耆老，南望长淮金鼓。问当时、依依种柳，至今在否。\n","contyishang":["译文扬州城外云雾弥漫，很石四周已遍布苔藓，当年的英雄人物现在又去了哪里？只有秋烟中的征骑、寒潮中的船只，仍然年复一年地空自来去。他的心，已热爱上了青崖绿嶂的田园生活，却苦于被委派到京口这个北疆的门户，虽有樽中酒可供饮用，却仍需举起满绣着熊虎的大旗。你是昔日的诸葛在世，到此一游，军事上寥寥数语便可得“三顾茅庐”般的赏识。而今扬州城外昏暗不明，江边隐约看不清，（稼轩你却能）辨认得清征西之路。中原地区民多财足，汴京的老人们，日夜南望盼望着你的北伐。稼轩啊，在这北伐的前夕，你在想什么？你是否想问那当年自己亲手种下的依依垂柳：而今，你可安好？","注释\n"]}{"title":"客亭","nian":"唐代","author":"杜甫","contson":"\n秋窗犹曙色，落木更天风。日出寒山外，江流宿雾中。圣朝无弃物，老病已成翁。多少残生事，飘零任转蓬。\n","contyishang":[]}{"title":"春思二首·其一","nian":"唐代","author":"贾至","contson":"\n草色青青柳色黄，桃花历乱李花香。东风不为吹愁去，春日偏能惹恨长。\n","contyishang":["春天青草丛生，绿柳抽芽，桃花挂在枝头丛丛点缀，李子花的香味飘得远远都是。（但是在这样生机盎然的春天），春风依然不能为我吹散烦恼忧愁，我的愁思怨恨偏偏在这春天一直滋长。"]}{"title":"早发始兴江口至虚氏村作","nian":"唐代","author":"宋之问","contson":"\n候晓逾闽嶂，乘春望越台。宿云鹏际落，残月蚌中开。薜荔摇青气，桄榔翳碧苔。桂香多露裛，石响细泉回。抱叶玄猿啸，衔花翡翠来。南中虽可悦，北思日悠哉。鬒发俄成素，丹心已作灰。何当首归路，行剪故园莱。\n","contyishang":["译文等到天亮便越过闽地的山障，乘风向粤进发。宿云如落鹏之翼，残月如开于蚌中之珠。碧绿的薜荔如青气在摇动，茂密的桄榔树遮蔽着碧台。桂花带露开放，香气袭人，流水击打溪石，叮咚有声。黑猿抱叶啼叫，翡翠鸟衔花飞来。南中的景象虽娱心悦目，但我留恋北方的思绪却更长了。黑发忽然变成了白发，赤心已经化作冷灰。仕进的路已绝，不如回头返故乡去剪来草过日子罢了。","注释1.早发：早上进发。2.始兴：即曲江，在韶州府。3.虚氏村：地名。4.候：等候，等待。\n"]}{"title":"客舍悲秋有怀两省旧游呈幕中诸公","nian":"唐代","author":"岑参","contson":"\n三度为郎便白头，一从出守五经秋。莫言圣主长不用，其那苍生应未休。人间岁月如流水，客舍秋风今又起。不知心事向谁论，江上蝉鸣空满耳。\n","contyishang":["译文作过几任郎官便已白头，自从来到州县已过五秋。别说圣明君主长不任用，怎奈天下百姓令人生忧！看那人间岁月好似流水，客舍之中又见秋风飕飕。不知满腹心事向谁倾诉，空听江上蝉声吵嚷不休！","注释①客舍：旅馆。两省：唐时中央设尚书、中书、门下三省，此指中书、门下两省。旧游：旧友。幕：指剑南节度使幕府，治所在今成都。②“三度”两句，说自己五次出任郎官便已年老，自从出任刺史以来，也已五年了。岑参自广德元年（七六三）至永泰元年（七六五），曾先后五次出任郎官。这里说“三度”是言其为多数，且不与下文“五”字重复。出守，出\n"]}{"title":"渔家傲·与赵康靖公","nian":"宋代","author":"欧阳修","contson":"\n四纪才名天下重。三朝构厦为梁栋。定册功成身退勇。辞荣宠。归来白首笙歌拥。顾我薄才无可用。君恩近许归田垅。今日一觞难得共。聊对捧。官奴为我高歌送。\n","contyishang":["译文您四十多年来以才名为天下所重，作为三朝元老，为朝廷政事作出重大贡献，是国家的栋梁。功成之后激流勇退，辞去荣宠，回到家乡，以笙歌自娱。看我才能平庸没有什么作用，承蒙皇上隆恩准我辞官归家务农。今天能与老朋友聚会，共饮一杯，实在难得。姑且捧杯痛饮，歌女为我高歌一曲助兴。","注释⑴渔家傲：词牌名。又名“吴门柳”“忍辱仙人”“荆溪咏”“游仙关”。双调六十二字，前后阕相同，仄韵。赵康靖公：赵槩，字叔平，南京虞城（今河南虞城）人。宋仁宗天圣间进士。官至枢密使、参知政事。以太子少师致仕。卒谥康靖。⑵四纪：十二年为一纪，四纪为四十八年。\n"]}{"title":"都下无忧馆小楼春尽旅怀二首","nian":"宋代","author":"杨万里","contson":"\n病眼逢书不敢开，春泥谢容亦无来。更无短计销长日，且绕栏干一百回。\n不关老去愿春迟，只恨春归我未归。最是杨花欺客子，向人一一作西飞。\n","contyishang":["　　作者是吉州人，吉州在临安之西。公元1167年（南宋孝宗乾道三年），杨万里由于张浚的推荐，任临安府教授。临安府即今浙江杭州，为南宋首都。开始还称临安府为“行在”，表示不忘故都汴梁。后来便直称为都城，故此诗题曰“都下”。而“无忧馆”则是作者给自己寓所起的名号。","　　南宋时代，最高统治者安于现状、不思进取，从总的情况看，投降派在政府中占着主导地位，整个官场中的风气是沉闷、消极、得过且过的。杨万里正是处在这样的大环境里，很难有所作为。加以他是学官，似乎事情也不多，不过读读书会会客而已。"]}{"title":"赠宣城宇文太守兼呈崔侍御","nian":"唐代","author":"李白","contson":"\n白若白鹭鲜，清如清唳蝉。受气有本性，不为外物迁。饮水箕山上，食雪首阳颠。回车避朝歌，掩口去盗泉。岧峣广成子，倜傥鲁仲连。卓绝二公外，丹心无间然。昔攀六龙飞，今作百炼铅。怀恩欲报主，投佩向北燕。弯弓绿弦开，满月不惮坚。闲骑骏马猎，一射两虎穿。回旋若流光，转背落双鸢。胡虏三叹息，兼知五兵权。枪枪突云将，却掩我之妍。多逢剿绝儿，先著祖生鞭。据鞍空矍铄，壮志竟谁宣。蹉跎复来归，忧恨坐相煎。无风难破浪，失计长江边。危苦惜颓光，金波忽三圆。时游敬亭上，闲听松风眠。或弄宛溪月，虚舟信洄沿。颜公二十万，尽付酒家钱。兴发每取之，聊向醉中仙。过此无一事，静谈秋水篇。君从九卿来，水国有丰年。鱼盐满市井，布帛如云烟。下马不作威，冰壶照清川。霜眉邑中叟，皆美太守贤。时时慰风俗，往往出东田。竹马数小儿，拜迎白鹿前。含笑问使君，日晚可回旋？遂归池上酌，掩抑清风弦。曾标横浮云，下抚谢脁肩。楼高碧海出，树古青萝悬。光禄紫霞杯，伊昔忝相传。良图扫沙漠，别梦绕旌旃。富贵日成疏，愿言杳无缘。登龙有直道，倚玉阻芳筵。敢献绕朝策，思同郭泰船。何言一水浅？似隔九重天。崔生何傲岸，纵酒复谈玄。身为名公子，英才苦迍邅。鸣凤托高梧，凌风何翩翩。安知慕群客，弹剑拂秋莲。\n","contyishang":["译文白鹭鲜白如雪，蝉鸣清厉如哭泣。那就是遗传决定本性，不为外界的影响变迁。许由在箕山上饮水隐居，夷齐隐居在首阳山颠食雪。墨子回车避开朝歌之地，孔子虽渴，面临盗泉却掩口而去。高洁傲岸的广成子，风流倜傥的鲁仲连，各有各的个性。管宁卓绝海内，无人可与比拟，忠心无间。我往昔也曾经攀六龙而飞，如今却作百炼仙丹。也曾经满怀报主龙恩的愿望，独自投军北燕苦寒之地。开拉弯弓绿弦，圆如满月，不惧弓强。闲暇骑骏马狩猎，一箭射穿两只老虎。身体回旋快如流光，转背一射，双鹰坠落。\n"]}{"title":"鹊桥仙·己酉山行书所见","nian":"宋代","author":"辛弃疾","contson":"\n松冈避暑，茅檐避雨，闲去闲来几度？醉扶怪石看飞泉，又却是、前回醒处。东家娶妇，西家归女，灯火门前笑语。酿成千顷稻花香，夜夜费、一天风露。\n","contyishang":["译文在松岗中躲避寒暑，在茅檐下躲避风雨，如此来来去去的日子不知道有多少次了。停下醉酒摇晃的脚步，手扶嶙峋的怪石，注目眼前飞流直下溅珠跃玉的瀑布，醉眼朦胧，辨认许久，看啊看啊，原来以前多次酒醒就在这里！东边有人娶妻，而西边已经出嫁的女儿也回娘家省亲，两家门前都灯火通明，亲友云集，一片欢声笑语。村外田野里柔风轻露漫天飘洒，它们是在酝酿制造着稻香千顷，丰收就在眼前了！感谢夜里风露对于稻谷的滋润。","注释①己酉：淳熙十六年（1189年），时词人闲居带湖。 ②归女：嫁女儿。古时女子出嫁称“于归”。③“酿成”三句：谓每夜的清风\n"]}{"title":"清平乐·将愁不去","nian":"清代","author":"纳兰性德","contson":"\n将愁不去，秋色行难住。六曲屏山深院宇。日日风风雨雨。雨晴篱菊初香，人言此日重阳。回首凉云暮叶，黄昏无限思量。\n","contyishang":["译文秋意愈浓，心内惆怅愈发挥之不去。成天锁在深宅大院里，曲折的屏风后面，这些日子，风雨交加，我的心情灰暗异常。雨过天晴之后，篱笆那边的菊花发出缕缕清香。人们说今天就是重阳节，回首看那凋残的秋云秋叶，黄昏时分，我不由得百感交集。","注释①清平乐：词牌名，又名《清平乐令》、《醉东风》、《忆萝月》，为宋词常用词牌。。双调四十六字，八句，前片四仄韵，后片三平韵。②将愁：长久之愁。将：长久之意。③六曲屏山：曲折之屏风。④重阳：重阳佳节。⑤凉云：阴凉之云。南朝齐谢朓《七夕赋》：“朱光既夕，凉云始浮。”\n"]}{"title":"两同心·巍巍剑外","nian":"宋代","author":"杜安世","contson":"\n巍巍剑外，寒霜覆林枝。望衰柳、尚色依依。暮天静、雁阵高飞。入碧云际。江山秋色，遣客心悲。 蜀道巇崄行迟。瞻京都迢递。听巴峡、数声猿啼。惟独个、未有归计。谩空怅望，每每无言，独对斜晖。\n","contyishang":["　　上片用“寒霜”、“衰柳”、“暮天”、“雁阵”一组景象极写“江山秋色”的苍凉色调，而这种色调不特是自然景物本身具有的“属性”、而且是诗人情绪、心境的外射和投影，因而自然也表现了“遣客”的“心悲”。"]}{"title":"汨罗遇风","nian":"唐代","author":"柳宗元","contson":"\n南来不作楚臣悲，重入修门自有期。为报春风汨罗道，莫将波浪枉明时。\n","contyishang":["译文我从南方归来不必再象屈原那样为报国无门而悲伤自怜，眼看着就能回到长安回到朝堂。在这春风中行进在汨罗江边的路上，回想起先贤，激励着自己要有所作为，不要辜负了这开明的时代。","注释1.汨罗江，水名，在湖南省东北部。2.楚臣悲：《五百家注》引韩醇曰：“屈原投汨罗而死。公方召回，故云‘不作楚臣悲’。”3.修门：《五百家注》引孙汝听曰：“《楚辞·招魂》：魂兮归来、入修门兮。注云：修门，郢城门。”此借指长安城门。4.明时：政治清明之时。"]}{"title":"自大散以往深林密竹磴道盘曲四五十里至黄牛岭见黄花川","nian":"唐代","author":"王维","contson":"\n危径几万转，数里将三休。回环见徒侣，隐映隔林丘。飒飒松上雨，潺潺石中流。静言深溪里，长啸高山头。望见南山阳，白露霭悠悠。青皋丽已净，绿树郁如浮。曾是厌蒙密，旷然销人忧。\n","contyishang":["①作于入蜀途中。大散:古关名，又称散关，故址在今陕西宝鸡市西南大散岭上，为川陕间交通要道。瞪道:登山石径。黄牛岭:按之舆图，当在古黄牛堡附近。《大清一统志》卷二三八:“黄牛堡，在凤县(今属陕西)东北一百一十五里......。五代周显德二年，王景攻蜀入散关，拔黄牛砦”。②三休:多次休息。③“静言”二句:陆机《猛虎行》:“静言幽谷底，长啸高山岑”。④南山:终南山，也即秦岭。⑤日:全诗原作“露”，据静嘉堂本等改。霭:形容远。悠悠:远貌。⑥蒙密:谓草木繁茂，掩蔽甚深。"]}{"title":"入黄溪闻猿","nian":"唐代","author":"柳宗元","contson":"\n溪路千里曲，哀猿何处鸣。孤臣泪已尽，虚作断肠声。\n","contyishang":["译文黄溪的小路弯弯曲曲千里绵延，不知从哪儿传来了猿猴的哀鸣？孤独无助的臣下早己衫湿泪尽，枉然徒劳发出凄哀断肠的悲声。","注释⑴黄溪：在今永州境内，水出双牌县阳明山后龙洞，流经芝山区，入祁阳县，至白水入湘江。⑵孤臣：孤立无援、忧心国事的臣下。⑶虚作：空作，徒作。⑷断肠声：指哀猿悲鸣。"]}{"title":"南歌子·湖景","nian":"宋代","author":"苏轼","contson":"\n古岸开青葑，新渠走碧流。会看光满万家楼。记取他年扶路入西州。佳节连梅雨，馀生寄叶舟。只将菱角与鸡头。更有月明千顷一时留。\n","contyishang":["译文从古岸上开挖出青葑下的湖泥，在新渠里流淌着葡萄色的绿酒。您会看到：湖光映满万家画楼。请记住：以后顺路就可进入浙西的杭州。中秋佳节承接在梅雨之后，我的余生寄托于一叶小舟恰好把菱角与鸡头，还有月明时的千顷西湖，同时保留。","注释⑴南歌子：唐教坊曲，后用为词牌名，又名《南柯子》。⑵青葑（fèng）：葑，即菰根，也称茭白根。《晋书·毛璩传》：“四面湖泽，皆是菰葑。”何超《晋书音义》卷下引《珠丛》：“菰草丛生，其根盘结，名曰葑。”傅斡《注坡词》注：“今江东有葑田。公时请修西湖，大开水利。”⑶新渠：新开出的水渠。此指东坡任\n"]}{"title":"鹧鸪天·寒日萧萧上琐窗","nian":"宋代","author":"李清照","contson":"\n寒日萧萧上琐窗，梧桐应恨夜来霜。酒阑更喜团茶苦，梦断偏宜瑞脑香。秋已尽，日犹长，仲宣怀远更凄凉。不如随分尊前醉，莫负东篱菊蕊黄。\n","contyishang":["译文深秋惨淡的阳光渐渐地照到镂刻着花纹的窗子上，梧桐树也应该怨恨夜晚来袭的寒霜。酒后更喜欢品尝团茶的浓酽苦味，梦中醒来特别适宜嗅闻瑞脑那沁人心脾的余香。秋天快要过去了，依然觉得白昼非常漫长。比起王粲《登楼赋》所抒发的怀乡情，我觉得更加凄凉。不如学学陶渊明，沉醉酒中以摆脱忧愁，不要辜负东篱盛开的菊花。","注释⑴萧萧：凄清冷落的样子。原为象声词，如风声、雨声、草木摇落声、马蹄声。《诗经·小雅·车攻》有“萧萧马鸣”，《楚辞·九怀·蓄英》有“秋风兮萧萧”，《史记·刺客列传》有“风萧萧兮易水寒”。琐窗：镂刻连锁纹饰之窗户。多本作锁窗，当以琐窗为胜。\n"]}{"title":"小雨","nian":"宋代","author":"杨万里","contson":"\n雨来细细复疏疏，纵不能多不肯无。似妒诗人山入眼，千峰故隔一帘珠。\n","contyishang":["译文细细的，疏疏的，雨儿飘飘洒洒；你下又下不大，停又不肯停下。是不是妒忌我太喜欢欣赏那远处的青山？故意从檐下滴成一层珠帘，遮住那千峰万崖。","注释⑴疏疏：稀稀的样子。⑵“千峰”句：远山好似隔在一层珠帘中，似有似无。"]}{"title":"鸣雁行","nian":"唐代","author":"李白","contson":"\n胡雁鸣，辞燕山，昨发委羽朝度关。衔芦枝，南飞散落天地间，连行接翼往复还。客居烟波寄湘吴，凌霜触雪毛体枯。畏逢矰缴惊相呼，闻弦虚坠良可吁。君更弹射何为乎？\n","contyishang":["译文胡雁飞鸣，辞别燕山，昨日从委羽山出发，今日早晨便度过了雁门关。胡雁一个个都口衔芦枝，向南飞翔，散落存于天地之间。它们连行接翼，不断地沿着这条路线往返。胡雁客居于湘吴之间，由于要抵御霜雪而体衰羽枯。因怕人射猎而惊相叫呼，整日心惊胆颤，即使听到弓弦的虚响也会从天下掉下来，实在是令人怜惜。胡雁这样的可怜，诸君为什么还要射猎它们呢？","注释⑴鸣雁行：乐府旧题。《乐府诗集》卷六十八列于《杂曲歌辞》。⑵胡雁：北方的大雁。胡：古代称北方和西方的各民族。⑶燕（yān）山：在今河北省东北部。自\n"]}{"title":"点绛唇·醉漾轻舟","nian":"宋代","author":"秦观","contson":"\n醉漾轻舟，信流引到花深处。尘缘相误，无计花间住。烟水茫茫，千里斜阳暮。山无数，乱红如雨。不记来时路。\n","contyishang":["译文我酒醉后架着小船，在湖中荡漾，听任流水把小船推向花草深处。现实世界的名利缠身，不能解脱，没有办法在这如花的仙境住下去。烟水茫茫，笼罩在夕阳的余辉里。两岸的青山排列无数，晚风吹来，落花如雨，竟然不记得来时走过的路了。","注释①尘缘：佛教名词。佛经中把色、声、香、味、触、法称作 “六尘”。以心攀缘六尘，遂被六尘牵累，故名。②乱红：落花。李贺《将进酒》：“况是青春日将暮，桃花乱落如红雨。”"]}{"title":"鹧鸪天·和昌父","nian":"宋代","author":"辛弃疾","contson":"\n万事纷纷一笑中。渊明把菊对秋风。细看爽气今犹在，惟有南山一似翁。情味好，语言工。三贤高会古来同。谁知止酒停云老，独立斜阳数过鸿。\n","contyishang":[" 这是一首抒情词，是抒写自己归隐情趣的。它以“三贤高会”为枢纽，写作者同赵昌父、陶渊明的神交，并以渊明自许，写得若即若离，如梦如幻，动人之至，亦传神之至。"," 对于陶渊明，作者将其视为异代知己。在人品与诗品方面，赵昌父和陶渊明颇多相似之处。据刘宰昌父墓志说：先生在太和，便座有斋，榜曰思隐。盖当筮仕之初，已有山林之思。在官清苦，唯以赋咏自娱。以是受知于乡贤杨万里。赠诗有云：“西昌主簿如禅僧，日餐秋菊嚼春冰。”“劝渠未要思归隐，且与西昌作好春。”又赞云：貌恭气和，无日下推敲之势；神清骨耸，非山头瘦苦之客。一笑诗成，万象春风。刘后村跋其诗云：近岁诗人，惟赵章泉五言有陶、阮意。\n"]}{"title":"月夜听卢子顺弹琴","nian":"唐代","author":"李白","contson":"\n闲坐夜明月，幽人弹素琴。忽闻悲风调，宛若寒松吟。 白雪乱纤手，绿水清虚心。钟期久已没，世上无知音。\n","contyishang":["译文清静的夜里坐在明月下，听着幽人卢先生弹奏起古琴。忽然听到《悲风》的曲调，又好像是《寒松》的声音。《白雪》的指法使您纤手忙乱，《绿水》的音节确实让人养性清心。可惜钟子期早已死去，世上再也找不到那样的知音。","注释1.闲夜坐明月，一作“闲坐夜明月”。2.释居月《琴曲谱录》有《悲风操》、《寒松操》、《白雪操》。《白帖》：《阳春》、《白雪》、《绿水》、《悲风》、《幽兰》、《别鹤》，并琴曲名。3.钟期：指钟子期。《列子·汤问》说，俞伯牙善于弹琴，钟子期善于听琴。俞伯牙弹琴，志在高山，钟子期说：“善\n"]}{"title":"淮南卧病书怀寄蜀中赵徵君蕤","nian":"唐代","author":"李白","contson":"\n吴会一浮云，飘如远行客。功业莫从就，岁光屡奔迫。良图俄弃捐，衰疾乃绵剧。古琴藏虚匣，长剑挂空壁。楚冠怀钟仪，越吟比庄舄。国门遥天外，乡路远山隔。朝忆相如台，夜梦子云宅。旅情初结缉，秋气方寂历。风入松下清，露出草间白。故人不可见，幽梦谁与适。寄书西飞鸿，赠尔慰离析。\n","contyishang":["译文我是吴会之地的一片浮云，飘然无可依据如同远行之客。功业无处可以成就，岁月时光奔促急迫。雄心壮志即刻放弃消失，衰老疾病日甚一日加剧。古琴放入空匣无人弹奏，长剑挂在空壁无所可用。楚囚钟仪奏乐歌吟皆用楚音心在怀楚，越人庄舄贵富不忘家乡病中仍是越声。国都之门尚在遥远的天外，还乡之路远隔崇山峻岭。清晨我回忆起司马相如的琴台，夜晚我梦中见扬子云的故宅。旅途之情此时刚刚了结，秋气肃杀厦是凋落万物之时。风吹入林松下清冷寒冷，露水下降草间白茫茫一片。故人如今已不可见，幽幽长梦与谁人相\n"]}{"title":"湘岸移木芙蓉植龙兴精舍","nian":"唐代","author":"柳宗元","contson":"\n有美不自蔽，安能守孤根。盈盈湘西岸，秋至风霜繁。丽影别寒水，浓芳委前轩。芰荷谅难杂，反此生高原。\n","contyishang":["译文姿容艳美，既不自藏；岂容独处，无人欣赏。亭亭玉立，潇水西畔；秋季来临，风紧霜繁。艳丽倩影，告别寒江；移植廊前，散发芳香。它与荷花，混杂实难；与之不同，故生高岸。","注释⑴木芙蓉：又称木莲，生于陆地。⑵美：指木芙蓉。⑶盈盈：姿态美好的样子。湘西：潇水西岸。⑷委：放置，指栽培。轩：有窗的长廓或小室。⑸芰荷：荷花。⑹高原：高地。"]}{"title":"自金山放船至焦山","nian":"宋代","author":"苏轼","contson":"\n金山楼观何眈眈，撞钟击鼓闻淮南。焦山何有有修竹，采薪汲水僧两三。云霾浪打人迹绝，时有沙户祈春蚕。我来金山更留宿，而此不到心怀惭。同游尽返决独往，赋命穷薄轻江潭。清晨无风浪自涌，中流歌啸倚半酣。老僧下山惊客至，迎笑喜作巴人谈。自言久客忘乡井，只有弥勒为同龛。困眠得就纸帐暖，饱食未厌山蔬甘。山林饥卧古亦有，无田不退宁非贪。展禽虽未三见黜，叔夜自知七不堪。行当投劾谢簪组，为我佳处留茅庵。\n","contyishang":["译文金山的寺院楼阁多么壮伟深邃，撞钟击鼓的宏亮声音一直传到淮南。焦山到底有什么？只有茂密长竹，打柴汲水的僧侣不过二三。翻卷的波涛汹涌人迹罕到，时有沙田农户前去祈求春蚕。我来金山还在此地留宿，不去焦山让我心中自惭。同游的人都已返回，我决然独自前往，天生命穷运薄不惧怕险恶的江潭。清晨无风波浪兀自腾涌，舟行中流我高歌长啸趁着饮酒半酣。老僧下山惊异我这远客来到，笑着迎接知是同乡，欣喜地亲切交谈。老僧说久客异地已忘怀故里，终年只是跟弥勒佛相随相伴。困眠时纸帐中十分温暖，饱食从来没嫌弃山中菜蔬\n"]}{"title":"南乡子·双荔枝","nian":"宋代","author":"苏轼","contson":"\n天与化工知。赐得衣裳总是绯。每向华堂深处见，怜伊。两个心肠一片儿。自小便相随。绮席歌筵不暂离。苦恨人人分拆破，东西。怎得成双似旧时。\n","contyishang":["译文天同造化说，他恩赐给荔枝的衣裳都是深红色的。每每朝华堂深处一看，可怜你，虽有两颗果核，可肉是连成一片的。从小，我俩就形影不离，在盛美的唱歌劝酒的宴席上，一刻也未分开。极端痛恨将两个核仁一个个地打成两半，怎能恢复那成双成对昔日苦恋模样。","注释⑴南乡子：唐教坊曲，后用为词牌名。又名《好离乡》、《蕉叶怨》。⑵荔枝：水果树名或果实名。⑶化工：造化之工。即大自然的创造力。贾谊《鹏鸟赋》：“且夫天地为炉，造化为工。”⑷衣裳：荔枝之壳。绯（fēi）：大红色。⑸绮（qǐ）席：华丽的筵席。"]}{"title":"礼部贡院阅进士就试","nian":"宋代","author":"欧阳修","contson":"\n紫案焚香暖吹轻，广庭清晓席群英。无哗战士衔枚勇，下笔春蚕食叶声。乡里献贤先德行，朝廷列爵待公卿。自惭衰病心神耗，赖有群公鉴裁精。\n","contyishang":["译文贡院里香烟缭绕，春天的和风又暖又轻，宽阔的庭中一清早就坐满了各地来应试的精英。举子们紧张肃穆地战斗，如同衔枚疾走的士兵，只听见笔在纸上沙沙作响，仿佛是春蚕嚼食桑叶的声音。郡县里向京都献上贤才，首先重视的是品德操行，朝廷中分等授予官职，依赖着执政大臣。我感到惭愧的是身体衰病心神已尽，选拔超群的英才，全仗诸位来识别辨明。","注释⑴礼部：官署名，为六部之一，掌礼乐、祭祀、封建、宴乐及学校贡举的政令。贡院：科举时代考试贡士之所。⑵紫殿：指京都贡院。一作“紫案”。暖吹：暖风，指春风。⑶席：犹言列坐\n"]}{"title":"湘口馆潇湘二水所会","nian":"唐代","author":"柳宗元","contson":"\n九疑浚倾奔，临源委萦回。会合属空旷，泓澄停风雷。高馆轩霞表，危楼临山隈。兹辰始澄霁，纤云尽褰开。天秋日正中，水碧无尘埃。杳杳渔父吟，叫叫羁鸿哀。境胜岂不豫，虑分固难裁。升高欲自舒，弥使远念来。归流驶且广，泛舟绝沿洄。\n","contyishang":["译文潇水奔腾出九疑，临源湘水逶迤行。二水会合空旷处，水清流缓波涛平。江岸高馆耸云霄，更有危楼倚山隈。雨后初晴天色朗，纤云舒卷碧空尽。秋高气爽日正中，江天一色无纤尘。才闻渔父低声唱，忽听羁鸿哀声鸣。见此胜景岂不乐？难以自制思绪分。登高欲遣杂念去，更招思念故乡情。无心游玩驾舟返，小舟徘徊人迟疑。 ","注释(1)浚：此处指水深。(2)临源：山名，《百家注柳集》云：“九疑、临源,潇湘所出。”(3)泓澄：水清而广。停风雷：谓波平涛息，水流转缓。\n"]}{"title":"南乡子·归梦寄吴樯","nian":"宋代","author":"陆游","contson":"\n归梦寄吴樯，水驿江程去路长。想见芳洲初系缆，斜阳，烟树参差认武昌。愁鬓点新霜，曾是朝衣染御香。重到故乡交旧少，凄凉，却恐他乡胜故乡。\n","contyishang":["译文归梦寄托在开往吴地的船上，一站又一站的水路前面的途程还很长。想见初到鹦鹉洲旁系缆停留的时候，斜阳里望见烟树错落的江城武昌。愁多鬓边新添了白发，想过去也曾身穿朝衣上殿见君王。如今重回故乡旧友稀少不胜凄凉，却怕他乡要胜过故乡了。","注释①吴樯：归吴的船只。②驿：古时传送文书者休息、换马的处所。这里泛指行程。③芳洲：指鹦鹉洲，在武昌东北长江中。④缆：靠岸后固定船只所用的铁索或粗绳。⑤武昌：即今湖北武昌。⑥新霜：新添的白发。霜：指白发。⑦朝衣染御香：谓在朝中为官。朝衣：上\n"]}{"title":"水仙子·咏江南","nian":"元代","author":"张养浩","contson":"\n一江烟水照晴岚，两岸人家接画檐，芰荷丛一段秋光淡。看沙鸥舞再三，卷香风十里珠帘。画船儿天边至，酒旗儿风外飐。爱杀江南！\n","contyishang":["译文　　阳光照耀江水，腾起了薄薄的烟雾，两岸人家彩绘的屋檐相连,画梁相接。江面上荷花丛生秋光恬淡，看沙鸥正在江面上一次次飞舞盘旋，家家珠帘里飘出香风。美丽的船只好像从天边驶来，酒家的旗帜迎风招展。真让人喜爱啊，江南！","注释⑴“一江烟水”句：意思是说阳光照耀江水，腾起了薄薄的烟雾。烟水：江南水气蒸腾有如烟雾。晴岚：岚是山林中的雾气，晴天天空中仿佛有烟雾笼罩，故称晴岚（晴天空中仿佛有烟雾笼罩）。⑵画檐：绘有花纹、图案的屋檐。⑶芰（jì）荷：芰是菱的古称。芰荷指菱叶与荷叶。⑷“卷香风”句：“即十里香风卷珠帘。”化用杜牧《赠\n"]}{"title":"沙堤行·呈裴相公","nian":"唐代","author":"张籍","contson":"\n长安大道沙为堤，早风无尘雨无泥。宫中玉漏下三刻，朱衣导骑丞相来。路傍高楼息歌吹，千车不行行者避。街官闾吏相传呼，当前十里惟空衢。白麻诏下移相印，新堤未成旧堤尽。\n","contyishang":[]}{"title":"千年调·左手把青霓","nian":"宋代","author":"辛弃疾","contson":"\n开山径得石壁，因名曰苍壁。事出望外，意天之所赐邪，喜而赋。\n左手把青霓，右手挟明月。吾使丰隆前导，叫开阊阖。周游上下，径入寥天一。览玄圃，万斛泉，千丈石。钧天广乐，燕我瑶之席。帝饮予觞甚乐，赐汝苍壁。嶙峋突兀，正在一丘壑。余马怀，仆夫悲，下恍惚。\n","contyishang":["　　小序“意天之所赐邪，喜而赋”，表明了写作的原因和心情。作者自以为得了天赐石壁，精神为之一振，又看到所得的苍壁“势欲摩空”、“有心雄泰华”，他似乎由此得了天命，奋发向上，不断进取的思想又在胸中激荡，追求理想的精神鼓舞他在幻想的世界里纵横驰骋。在这样的心境下，这首词应运而生。","　　全词抒发词人超逸不凡的胸怀，反映他爱国怀乡精忠报国的思想，表现他怀才不遇的苦闷心情。上阕写登天与周游。词人展开想象的翅膀，乘着神马飞入太空。“左手把青霓，右手挟明月”，起句很有气势，一开始就把读者带入了天马行空、纵横驰骋的神奇壮丽景象之中。接下去，化用屈原《离骚》中的诗句描绘进入天宫的情景。“叫\n"]}{"title":"晚泊","nian":"宋代","author":"陆游","contson":"\n半世无归似转蓬，今年作梦到巴东。身游万死一生地，路入千峰百嶂中。邻舫有时来乞火，丛祠无处不祈风。晚潮又泊淮南岸，落日啼鸦戍堞空。\n","contyishang":["译文我半世以来飘零不定，像蓬草随风；谁想到今年又往巴东，那地方，已多次出现在我的梦中。我就要进入那险阻难行、万死一生的蜀地；行走在危机四伏的小路，面对高耸的百嶂千峰。邻船有人来借火种，荒野的神祠，总有人在祈求顺风。乘着晚潮船泊在淮水南岸，戍楼空无一人，只有乌鸦啼叫，回荡在凄迷的夕阳中。","注释⑴泊：停船。⑵半世：半生，半辈子。⑶无归：无所归宿。⑷ 转蓬：蓬草随风飘转，因之比喻到处漂泊。⑸ 巴东：古郡名，辖今重庆奉节、云阳等县。陆游此行赴夔州，即奉节。⑹万死\n"]}{"title":"重别薛华","nian":"唐代","author":"王勃","contson":"\n明月沉珠浦，秋风濯锦川。楼台临绝岸，洲渚亘长天。旅泊成千里，栖遑共百年。穷途唯有泪，还望独潸然。\n","contyishang":["译文明月照在冒珍珠似的水泡的江水上，秋风洗刷着能把锦缎洗得更好看的锦江。这分别的地方，有楼台，紧靠着又高又陡的江岸；有洲诸，很长很长，长得要跟远天连起来。旅途飘泊，现在要以千里计数了；而凄凄惶惶的情景，看来要陪伴我一辈子了。眼前的穷途末路，只能叫我眼泪洗面；回头看看我走过的里程，也只能叫我潸然出涕。","注释①沉珠浦：河岸的美称。浦，江岸。②濯（zhuó）锦川：即锦江。岷江分支之一，在今四川成都平原，传说蜀人织锦濯其中则锦色鲜艳，濯于他水，则锦色暗淡，故称。③绝岸：陡峭的江岸。④洲\n"]}{"title":"遣闷戏呈路十九曹长","nian":"唐代","author":"杜甫","contson":"\n江浦雷声喧昨夜，春城雨色动微寒。黄鹂并坐交愁湿，白鹭群飞大剧干。晚节渐于诗律细，谁家数去酒杯宽。 惟吾最爱清狂客，百遍相看意未阑。\n","contyishang":["　　唐人特别是杜甫写诗，惜字如金，标题绝不会随意涂鸦，往往大有用意。这首诗，“遣闷戏呈”这个标题正是点题之笔。“遣闷”说明诗人写诗是为了排遣憋闷，“戏呈”则表明老杜见到故人时的喜悦之情。","　　首句“江浦雷声喧昨夜，春城雨色动微寒”，描绘的是雷声隆隆，阴雨催寒的景象。这时诗人坐在舟中，百感交集，心中自是有些抑郁。朱瀚所说‘雷声忽送千峰雨’是杜甫另一首诗的一句，那首诗杜甫描写的是三峡春天的美景，洋溢着诗人对春雨和生活的喜爱，和这首诗抒发的情感是不同的。“喧”则更表明雷声的讨厌和无趣。喧雷、寒雨的叠加描写则更加烘托出诗人难以排泄的郁闷。","　　“黄鹂并坐交愁湿，白\n"]}{"title":"观大散关图有感","nian":"宋代","author":"陆游","contson":"\n上马击狂胡，下马草军书。二十抱此志，五十犹癯儒。大散陈仓间，山川郁盘纡。劲气钟义士，可与共壮图。坡陁咸阳城，秦汉之故都。王气浮夕霭，宫室生春芜。安得从王师，汛扫迎皇舆？黄河与函谷，四海通舟车。士马发燕赵，布帛来青徐。先当营七庙，次第画九衢。偏师缚可汗，倾都观受俘。上寿大安宫，复如正观初。丈夫毕此愿，死与蝼蚁殊。志大浩无期，醉胆空满躯。\n","contyishang":["译文飞身上马前去奋击猖狂的胡虏，下得马来又忙草拟军中的文书。二十岁时就有这样的雄心大志，五十岁了不料还是个瘦弱穷儒！大散关和陈仓间有壮丽的山川，河流弯曲盘旋呵山上草木扶疏。义士身上凝聚一股刚劲的气概，可同他们一起去实现伟业宏图。咸阳古城周围的地势高低起伏，这一带曾经是秦汉两汉的故都。如今帝王气象混杂在雾霭之中，从前的宫室满是一片春草荒芜。怎样才能跟随着王师出征北伐，扫清道路好迎接君王回到故土？函谷关和黄河一带成了太平地，四面八方车船往来畅通无拦阻。士兵良马从燕赵地区挑选而来，布绸是\n"]}{"title":"金缕曲·慰西溟","nian":"清代","author":"纳兰性德","contson":"\n何事添凄咽？但由他、天公簸弄，莫教磨涅。失意每多如意少，终古几人称屈。须知道、福因才折。独卧藜床看北斗，背高城、玉笛吹成血。听谯鼓，二更彻。丈夫未肯因人热，且乘闲、五湖料理，扁舟一叶。泪似秋霖挥不尽，洒向野田黄蝶。须不羡、承明班列，马迹车尘忙未了，任西风吹冷长安月。又萧寺，花如雪。\n","contyishang":["译文什么事让你哽咽哭泣呢？纵然命运不济使你试而不第那又如何，不要自己折磨自己。人世间的事自古以来都是失意多于如意，更何况才气太高也。会使自己的福气受损，你独坐在高城上，仰望北斗七星，吹笛自乐，听更鼓报夜。大丈夫不要因为仕途不顺而急躁，不如索性学习范蠡泛游五湖，消闲隐居，怡然自得。纵然有像秋雨一般流不尽的眼泪，也应该洒向知己者。不要羡慕那些位列朝堂的人，京城里永远是这般熙熙攘攘的景象，人们忙着争名逐利，不如就让秋风把这京城的月亮吹凉，你且以达观处之吧。你所住的寺院中鲜花盛开，正如雪花般散落。","注释①金缕曲：词牌名。又名《贺新郎》《乳燕飞》\n"]}{"title":"采桑子·辘轳金井梧桐晚","nian":"五代","author":"李煜","contson":"\n辘轳金井梧桐晚，几树惊秋。昼雨新愁，百尺虾须在玉钩。琼窗春断双蛾皱，回首边头。欲寄鳞游，九曲寒波不泝流。\n","contyishang":["译文深秋时节，梧桐树下，辘轳金井旁，落叶满地。树木入秋而变，人见秋色而愁。手扶百尺垂帘，眼望窗外细雨，旧愁之上又添新愁。闺中的思妇独守着琼窗，想到韶华渐逝，心愿难成，怎不双眉紧皱，愁在心头。回首边地，征人久无音讯。想要寄书信，可是黄河寒波滔滔，溯流难上，思妇只能在孤独寂寞中苦苦守望。","注释①此词调名于《草堂诗余》、《花间集补》中作《丑奴儿令》，《类编草堂诗余》中注曰：“一名《罗敷令》，一名《采桑子》。”《类编草堂诗余》、《花草粹编》、《啸余谱》中均有题作“秋怨”。从词意看，当属李煜中期的作品。②辘轳（lùlú）：一种安在井上\n"]}{"title":"千秋岁引·秋景","nian":"宋代","author":"王安石","contson":"\n别馆寒砧，孤城画角，一派秋声入寥廓。东归燕从海上去，南来雁向沙头落。楚台风，庾楼月，宛如昨。无奈被些名利缚，无奈被他情担阁！可惜风流总闲却！当初漫留华表语，而今误我秦楼约。梦阑时，酒醒后，思量着。\n","contyishang":["译文传入旅舍的捣衣声，应和着孤城城头的画角，一片秋声在广阔的天地间回荡。归去的燕子向东从海上飞走，南来的大雁自空中落下，栖息在沙滩上。这儿有楚王携宋玉游兰台时感受到的惬意的凉风，有庾亮与殷浩辈在南楼吟咏戏谑时的大好月色，清风明月的景象，还都与当年一样。真是无可奈何啊！我被那微不足道的名利所羁缚，又被那难以割舍的感情所耽搁，可惜那些风流韵事都被丢到一边了。当初徒然许下功成身退时，要去求仙访道，潇潇度日的诺言。到如今，反误了我与佳人的秦楼约会。当睡梦觉来时、酒醉清醒后，我细细地思量着这一切。","注释⑴千秋岁引：词牌名，为《千秋岁》变格。八十二\n"]}{"title":"罢郡归洛阳寄友人","nian":"唐代","author":"刘禹锡","contson":"\n远谪年犹少，初归鬓已衰。门闲故吏去，室静老僧期。不见蜘蛛集，频为佝偻欺。颖微囊未出，寒甚谷难吹。濩落唯心在，平生有己知。商歌夜深后，听者竟为谁。\n","contyishang":["译文我当年被贬他乡的时候尚且还年轻，刚刚归来故乡之时两鬓已经斑白。我的门庭已经稀落，以前服侍我的老部下都已经离去，屋子里幽静安定，这种情况正是我这老僧所期待的。我没有看到屋中有蜘蛛聚集的吉祥的迹象，而我的身体却频频被这佝偻病所欺扰。针尖已经不再锋利，却还没有出口袋，天气十分严寒，即使邹衍吹律也不能“暖气寒谷”。我沦落失意但内心仍在，一生中也有几个知己。在夜深之后唱起商歌，听的人又会有谁呢？","注释颖囊未出：比喻才华未得显露或施展。濩落：沦落失意。"]}{"title":"后庭花·石城依旧空江国","nian":"五代","author":"孙光宪","contson":"\n石城依旧空江国，故宫春色。七尺青丝芳草碧，绝世难得。玉英凋落尽，更何人识？野棠如织，只是教人添怨忆，怅望无极。\n","contyishang":[]}{"title":"女冠子·春山夜静","nian":"五代","author":"李珣","contson":"\n春山夜静，愁闻洞天疏磬。玉堂虚，细雾垂珠佩，轻烟曳翠裾。对花情脉脉，望月步徐徐。刘阮今何处？绝来书！\n","contyishang":[]}{"title":"小重山·三山与客泛西湖","nian":"宋代","author":"辛弃疾","contson":"\n绿涨连云翠拂空。十分风月处，著衰翁。垂杨影断岸西东。君恩重，教且种芙蓉。十里水晶宫。有时骑马去，笑儿童。殷勤却谢打头风。船儿住，且醉浪花中。\n","contyishang":["译文碧绿的湖水与天空的云连接在一起，一片翠蓝拂试着天空。西湖的风光十分好看，却要我这个老头子住在这里。湖堤上的垂杨树影遮断了东西两岸。君王的恩情太深重了，照顾我这个老头子暂且在这里种芙蓉。在这个周回十多里的西湖里，还有闽王留下的水晶宫，我常去那里观赏，有时骑马去，儿童看见都笑我。在西湖游玩的时候，顶头风会给我增加不少的麻烦，但我却真情实意的感谢顶头风。船儿停住不走了，我们就在浪花中痛饮一醉吧。","注释①小重山：词牌名，又名《小重山令》。《金奁集》入“双调”。唐人例用以写“宫怨”，故其调悲。五十八字，前后片各四平韵。②著衰翁：住\n"]}{"title":"寄宇文判官","nian":"唐代","author":"岑参","contson":"\n西行殊未已，东望何时还。终日风与雪，连天沙复山。二年领公事，两度过阳关。相忆不可见，别来头已斑。\n","contyishang":["译文往西前行已经很远了，仍然没有穷尽之时，回首东望又不知何时才能返回家乡。成天面对的都是狂风和暴雪，放眼望去直达天际的是连绵重叠的沙漠和山丘。我从事公职已历两年，曾两度经过阳关。想念你却见不得你，分别之后，我的头发都已经斑白了。","注释⑴殊：很，极。⑵阳关：古关名，西汉置，在今甘肃省敦煌县西南古董滩附近。⑶斑：斑白。"]}{"title":"初授官题高冠草堂","nian":"唐代","author":"岑参","contson":"\n三十始一命，宦情多欲阑。自怜无旧业，不敢耻微官。涧水吞樵路，山花醉药栏。只缘五斗米，辜负一渔竿。\n","contyishang":["译文人到三十才得个一命官，仕宦的念头快要消磨完。自怜没有什么祖传家业，总不敢嫌弃这微小的官。涧水吞没了采樵的小路，美丽的山花醉倚在药栏。只因为这五斗米的官俸，竟然要辜负这根钓鱼竿。","注释⑴高冠：长安西部的高冠峪，因山内石帽峰恰似巨人头戴高帽故名，有著名的高冠瀑布，岑参曾在此隐居耕读十载。⑵一命：最低等的官职。周代的官秩为九命，一命最低。《左传·昭公七年》：“三命兹益共。一命而偻，再命而伛，三命而俯。”岑参初授右内率府兵曹参军，职位低微。⑶宦情：做官的志趣、意愿。《晋书·刘元海载记》：“吾本\n"]}{"title":"太常引·客中闻歌","nian":"清代","author":"项鸿祚","contson":"\n杏花开了燕飞忙，正是好春光。偏是好春光，者几日、风凄雨凉。杨枝飘泊，桃根娇小，独自个思量。刚待不思量，吹一片、箫声过墙。\n","contyishang":["译文正值杏花开放，燕子也飞来飞去的忙碌，这一切都显出春景的美。偏偏就因为春光绚丽，这几日中，风的号子是那么的凄凉，雨打在身上也是那么的冷。杨柳的枝叶四处飘散，桃树与银杏树上的花苞、叶儿依旧玲珑娇小。我独自一人站在这景中想自己的心事。刚刚等到我停止了心头的思绪，风将叶儿吹起一片，那吹萧的箫声，也随着风晃荡过墙头，飘向远方。","注释①者：犹“这”。②杨枝：唐诗人白居易侍妾樊素，因善歌《杨柳枝》得名。③桃根：晋代王献之妾桃叶之妹。"]}{"title":"赠新平少年","nian":"唐代","author":"李白","contson":"\n韩信在淮阴，少年相欺凌。屈体若无骨，壮心有所凭。一遭龙颜君，啸咤从此兴。千金答漂母，万古共嗟称。而我竟何为？寒苦坐相仍。长风入短袂，内手如怀冰。故友不相恤，新交宁见矜？摧残槛中虎，羁绁韝上鹰。何时腾风云，搏击申所能？\n","contyishang":["译文韩信在淮阴的时候，有市井少年欺凌他。他屈体而就，形若无骨，而其胸中却怀有雄心壮志。他一遇上汉高祖这样的真龙天子后，从此叱咤风云。后来对在淮阴接济过他的漂母报以千金，获得了被人称赞的千古美名。而我今天如何呢？苦寒相仍，坐立不宁。长风带着寒气吹入了短袖，袖手取暖却手冷如冰。故友不相体恤帮助，而新交不予怜悯同情。就像老虎被囚在笼子里，雄鹰被拴在臂驾上。何时才能高飞入云，长天搏击，一申所能呢？","注释⑴新平：原邠州，天宝元年（742）改为新平郡，治所在新平县，\n"]}{"title":"岁暮归南山 / 归故园作 / 归终南山","nian":"唐代","author":"孟浩然","contson":"\n北阙休上书，南山归敝庐。不才明主弃，多病故人疏。 白发催年老，青阳逼岁除。永怀愁不寐，松月夜窗虚。\n","contyishang":["译文不要再给北面朝廷上书，让我回到南山破旧茅屋。我本无才难怪明主见弃，年迈多病朋友也都生疏。白发频生催人日渐衰老，阳春来到逼得旧岁逝去。满怀忧愁辗转难以入睡，月照松林窗外一片空虚。","注释⑴岁暮：年终。南山：唐人诗歌中常以南山代指隐居题。这里指作者家乡的岘山。一说指终南山。⑵北阙：皇宫北面的门楼，汉代尚书奏事和群臣谒见都在北阙，后因用作朝廷的别称。《汉书·高帝纪》注：“尚书奏事，渴见之徒，皆诣北阙。”休上书：停止进奏章。⑶敝庐：称自己破落的家园。⑷不才：不成材，没有才能，作者自谦\n"]}{"title":"鹧鸪天·一醉醒来春又残","nian":"宋代","author":"晏几道","contson":"\n一醉醒来春又残。野棠梨雨泪阑干。玉笙声里鸾空怨，罗幕香中燕未还。终易散，且长闲。莫教离恨损朱颜。谁堪共展鸳鸯锦，同过西楼此夜寒。\n","contyishang":["译文昨夜里一番沉醉，今朝酒醒，又是春残时候，只见野棠梨上的宿雨，恰似离人的悲泪一样纵横。在悠扬的玉笙声里，孤鸾空自哀怨；罗幕中余香馥郁，去燕还没有归来。词人在帘下百无聊赖地吹笙，想念着远别的情人，心中充满了哀怨。既然已经知道欢聚易散，不如暂且在悠闲中度日吧，莫让离愁别恨损害了青春美好的容颜。可是，春寒料峭，长夜漫漫，西楼怅卧，谁共晨夕？","注释①鹧鸪天：词牌名，又名“思佳客”，五十五字。②残：将尽。③泪阑干：眼泪纵横滴落的样子。④玉笙：笙的美称。鸾，传说中的凤凰一类的鸟，在此指离鸾，孤鸾。古乐曲中有《孤\n"]}{"title":"泛吴松江","nian":"宋代","author":"王禹偁","contson":"\n苇蓬疏薄漏斜阳，半日孤吟未过江。唯有鹭鸶知我意，时时翘足对船窗。\n","contyishang":["译文太阳西斜，光亮洒落到搭着稀疏的苇蓬的小船里。我独自吟诗了大半天却还是没有过江。能够理解我心意的恐怕只有江面上的鹭鸶鸟了。它们不时地弯起一只脚，静静地单足站在船窗边，似乎在聆听着吟诵。","注释①吴松江：又名吴江，即今流经苏州、上海等地的苏州河。②孤吟：独自吟咏。③鹭鸶（lù sī）：又叫鸬鹚，一种水鸟。④我意：作者心中所想的心事。⑤翘足：举足，抬起脚来。"]}{"title":"浣溪沙·杨花","nian":"明代","author":"陈子龙","contson":"\n百尺章台撩乱飞，重重帘幕弄春晖。怜他飘泊奈他飞。澹日滚残花影下，软风吹送玉楼西。天涯心事少人知。\n","contyishang":["译文在高高的专门送别的章台旁缭乱飞舞，在重重的帘幕前的春天阳光中翻腾，可怜啊，它这样无境止地飘泊，但又有怎样的办法不让它飞扬。在淡淡的日光中慢慢飘摇洒落于花丛阴影下，又被温熙的和风吹拂到华美的高楼的西边，如那在天涯飘泊流离的旅人一样，它的心事少有人知道。","注释①百尺章台：典出韩翔的爱情故事，详情参见韩掬《章台柳》及妻柳氏《杨柳枝》(本书第十二辑)的注释。“章台”，原系汉长安的街道名，多设歌楼妓馆，遍植杨柳，唐宋诗词中却成了秦楼楚馆的代名词，吟咏中常用之。②重重帘幕：喻指陈柳婚姻中的重重障碍。“春晖”，指春光。③“\n"]}{"title":"贺新郎·三山雨中游西湖","nian":"宋代","author":"辛弃疾","contson":"\n三山雨中游西湖有怀赵丞相经始翠浪吞平野。挽天河谁来照影，卧龙山下。烟雨偏宜晴更好，约略西施未嫁。待细把江山图画。千顷光中堆滟滪，似扁舟欲下瞿塘马。中有句，浩难写。诗人例入西湖社。记风流重来手种，绿阴成也。陌上游人夸故国，十里水晶台榭。更复道横空清夜。粉黛中洲歌妙曲，问当年鱼鸟无存者。堂上燕，又长夏。\n","contyishang":["译文微风吹动着茂盛的庄稼，掀起了一道道翠绿的波浪，像海水一般地吞食了大片平原的土地。赵丞相以挽天河的力量，驯服了河水，乖乖的在卧龙山下流过；河水晶莹见底，像一面平平的镜子，有谁来照照影子呢？西湖真是美丽，烟雨濛笼的时候，给人以幽雅适意的感觉；清朗的天气，更给人以心旷神怡的享受。西湖你好像当年西施未嫁的妙龄女郎，那么叫人心醉神迷。可惜，在此以前这个地方却荒芜的不成样子，只有等待着赵丞相把这片江山仔细地图谋描绘。在水光里有千顷那么大的石头，像长江里瞿塘峡里的滟滪堆，它轻快的像的一匹快马，又像一叶扁舟顺流而下，奔向南湖而去。整治西湖的种种责难，实在难以言明。诗人们按照条\n"]}{"title":"六州歌头·东风著意","nian":"宋代","author":"韩元吉","contson":"\n东风著意，先上小桃枝。红粉腻，娇如醉，倚朱扉。记年时，隐映新妆面，临水岸，春将半，云日暖，斜桥转，夹城西。草软莎平，跋马垂杨渡，玉勒争嘶。认娥眉凝笑，脸薄拂燕脂。绣户曾窥，恨依依。共携手处，香如雾，红随步，怨春迟。消瘦损，凭谁问？只花知，泪空垂。旧日堂前燕，和烟雨，又双飞。人自老，春长好，梦佳期。前度刘郎，几许风流地，花也应悲。但茫茫暮霭，目断武陵溪，往事难追。\n","contyishang":["译文东风带着情意，先飞上小小的桃枝。美人红粉细腻，娇艳如痴如醉，斜倚着朱红的门扉。记得去年时，她新妆衬着芙蓉面，隐隐与桃花相映争艳。她来到水岸，春天过去一半，云日暖融融，顺着斜桥回转，直到夹城西边。绿草柔软平展，马儿跑得欢，渡口上垂柳翩翩，玉勒的骏马嘶鸣着驰跃争先。我认出她秀美的蛾眉，凝神一瞥的笑脸，面颊上胭脂敷得淡淡。曾在绣窗前偷偷窥视的佳人今日不复见，依依相思愁恨绵绵不断。当年携手共游之处，桃花依旧芳香如雾，满地落红随着步履旋舞，怨恨春光到了迟暮。惜春人也销魂瘦损，又靠谁来慰问？只有桃花知心，空将清泪垂淋。旧日堂前筑巢的燕儿，随着烟雾迷蒙的春雨，又双双飞回旧居\n"]}{"title":"满庭芳·堠雪翻鸦","nian":"清代","author":"纳兰性德","contson":"\n堠雪翻鸦，河冰跃马，惊风吹度龙堆。阴磷夜泣，此景总堪悲。待向中宵起舞，无人处、那有村鸡。只应是，金笳暗拍，一样泪沾衣。须知今古事，棋枰胜负，翻覆如斯。叹纷纷蛮触，回首成非。剩得几行青史，斜阳下、断碣残碑。年华共，混同江水，流去几时回。\n","contyishang":[]}{"title":"岳阳楼记","nian":"宋代","author":"范仲淹","contson":"\n　　庆历四年春，滕子京谪守巴陵郡。越明年，政通人和，百废具兴。乃重修岳阳楼，增其旧制，刻唐贤今人诗赋于其上。属予作文以记之。(具 通：俱)\n　　予观夫巴陵胜状，在洞庭一湖。衔远山，吞长江，浩浩汤汤，横无际涯；朝晖夕阴，气象万千。此则岳阳楼之大观也，前人之述备矣。然则北通巫峡，南极潇湘，迁客骚人，多会于此，览物之情，得无异乎?\n　　若夫霪雨霏霏，连月不开，阴风怒号，浊浪排空；日星隐曜，山岳潜形；商旅不行，樯倾楫摧；薄暮冥冥，虎啸猿啼。登斯楼也，则有去国怀乡，忧谗畏讥，满目萧然，感极而悲者矣。(隐曜 一作：隐耀；霪雨 通：淫雨)\n　　至若春和景明，波澜不惊，上下天光，一碧万顷；沙鸥翔集，锦鳞游泳；岸芷汀兰，郁郁青青。而或长烟一空，皓月千里，浮光跃金，静影沉璧，渔歌互答，此乐何极！登斯楼也，则有心旷神怡，宠辱偕忘，把酒临风，其喜洋洋者矣。\n　　嗟夫！予尝求古仁人之心，或异二者之为，何哉？不以物喜，不以己悲；居庙堂之高则忧其民；处江湖之远则忧其君。是进亦忧，退亦忧。然则何时而乐耶？其必曰：“先天下之忧而忧，后天下之乐而乐”乎。噫！微斯人，吾谁与归？\n　　时六年九月十五日。\n","contyishang":["译文　　庆历四年的春天，滕子京被降职到巴陵郡做太守。到了第二年，政事顺利，百姓和乐，各种荒废的事业都兴办起来了。于是重新修建岳阳楼，扩大它原有的规模，把唐代名家和当代人的诗赋刻在它上面。嘱托我写一篇文章来记述这件事情。","　　我观看那巴陵郡的美好景色，全在洞庭湖上。它连接着远处的山，吞吐长江的水流，浩浩荡荡，无边无际，一天里阴晴多变，气象千变万化。这就是岳阳楼的雄伟景象。前人的记述（已经）很详尽了。虽然如此，那么向北面通到巫峡，向南面直到潇水和湘水，降职的官吏和来往的诗人，大多在这里聚会，（他们)观赏自然景物而触发的感情大概会有所不同吧？","　　像\n"]}{"title":"野菊","nian":"唐代","author":"李商隐","contson":"\n苦竹园南椒坞边，微香冉冉泪涓涓。已悲节物同寒雁，忍委芳心与暮蝉。细路独来当此夕，清尊相伴省他年。紫云新苑移花处，不取霜栽近御筵。\n","contyishang":["译文从一片苦竹园漫步向南，来到起伏的椒坞边。野菊的微香四处飘散，花上的秋露似泪珠点点。令人同情的野菊寂寞无伴，如同寒风中飞行的孤雁。满腹惜花的心情有口难言，怎忍心托付傍晚的暮蝉?夕阳中有一条弯曲的小路，我独自走来徘徊无数。一只酒杯与我亲密相伴，乘着酒兴将往事浮想联翩。紫云东来，随风飘荡，御苑移花，充满吉祥。但是野菊却受人轻待，无人选栽排斥在御筵之外。","注释①苦竹：指野菊托根在辛苦之地。竹为苦竹，而椒味辛辣，皆以喻愁恨。②椒：灌木名。坞：四周高中间低的地方。③泪涓涓：形容花上的露珠、水滴。\n"]}{"title":"哀郢","nian":"先秦","author":"屈原","contson":"\n皇天之不纯命兮，何百姓之震愆。民离散而相失兮，方仲春而东迁。去故乡而就远兮，遵江夏以流亡。出国门而轸怀兮，甲之朝吾以行。发郢都而去闾兮，怊荒忽之焉极。楫齐杨以容与兮，哀见君而不再得。望长楸而太息兮，涕淫淫其若霰。过夏首而西浮兮，顾龙门而不见。心婵媛而伤怀兮，眇不知其所蹠。顺风波以从流兮，焉洋洋而为客。凌阳侯之泛滥兮，忽翱翔之焉薄。心絓结而不解兮，思蹇产而不释。将运舟而下浮兮，上洞庭而下江。去终古之所居兮，今逍遥而来东。羌灵魂之欲归兮，何须臾而忘反。背夏浦而西思兮，哀故都之日远。登大坟以远望兮，聊以舒吾忧心。哀州土之平乐兮，悲江介之遗风。当陵阳之焉至兮，淼南渡之焉如。曾不知夏之为丘兮，孰两东门之可芜。心不怡之长久兮，忧与愁其相接。惟郢路之辽远兮，江与夏之不可涉。忽若去不信兮，至今九年而不复。惨郁郁而不通兮，蹇侘傺而含戚。外承欢之汋约兮，谌荏弱而难持。忠湛湛而愿进兮，妒被离而障之。尧舜之抗行兮，瞭杳杳而薄天。众谗人之嫉妒兮，被以不慈之伪名。憎愠惀之修美兮，好夫人之慷慨。众踥蹀而日进兮，美超远而逾迈。乱曰：曼余目以流观兮，冀一反之何时。鸟飞反故乡兮，狐死必首丘。信非吾罪而弃逐兮，何日夜而忘之。\n","contyishang":["　　天道不专反复无常啊，为何使老百姓在动乱中遭殃？人民妻离子散、家破人亡啊，正当仲春二月迁往东方。","　　离别家乡到远处去啊，沿着长江、夏水到处流亡。走出都门我悲痛难舍啊，我们在甲日的早上开始上道。离开旧居，从郢都出发，前途渺茫，我罔然不知何往。桨儿齐摇船儿却徘徊不前啊，可怜我再也不能见到君王。望见故国高大的楸树，我不禁长叹啊，泪落纷纷象雪粒一样。经过夏水的发源处又向西浮行啊，回头看郢都东门却不能见其模样。心绪缠绵牵挂不舍而又无限忧伤啊，渺渺茫茫不知落脚在何方。顺着风波随着江流漂泊吧，于是乎飘流失所客居他乡。船儿行驶在滚滚的波浪之上啊，就象鸟儿飞翔却不知停泊在哪个地方。心中\n"]}{"title":"听弹琴","nian":"唐代","author":"刘长卿","contson":"\n泠泠七弦上，静听松风寒。(七弦 一作：七丝)古调虽自爱，今人多不弹。\n","contyishang":["译文七弦琴奏出清凉的曲调悠扬起伏，细细倾听就像那滚滚的松涛声。我虽然很喜爱这首古时的曲调，但在今天人们大多已不去弹奏了。","注释⑴泠（líng）泠：形容清凉、清淡，也形容声音清越。丝：一作“弦”。⑵松风：以风入松林暗示琴声凄凉。琴曲中有《风入松》的调名。⑶古调：古时的曲调。"]}{"title":"金缕曲·姜西溟言别赋此赠之","nian":"清代","author":"纳兰性德","contson":"\n谁复留君住。叹人生、几翻离合，便成迟暮。最忆西窗同剪烛，却话家山夜雨。不道只、暂时相聚。衮衮长江萧萧木，送遥天、白雁哀鸣去。黄叶下，秋如许。曰归因甚添愁绪。料强似、冷烟寒月，栖迟梵宇。一事伤心君落魄，两鬓飘萧未遇。有解忆、长安儿女。裘敝入门空太息，信古来、才命真相负。身世恨，共谁语？\n","contyishang":["译文谁能够把你挽留？可叹人生在几番伤感离别之后就匆匆老去，最令人思念的，是一起在西窗下秉烛夜谈，听你讲家乡的事情。没想到这次相聚却如此短暂，长江滚滚，落叶纷纷，大雁哀鸣着向远方飞去。黄叶飘落，秋天的景象如此凄凉。听你说要离去，我平添了许多愁绪一但你想回乡还是回去吧，总好过勉强寄居在京城凄凉的寺院里。你两鬓斑白来京城求取功名却不能及第，儿女在家乡思念着你，我一直为你的落魄伤心不已。看来无论古今，才华与命运总是彼此相背离，这对不公命运的满腔怨恨，又能够对谁说呢？","注释①金缕曲：词牌名。又名《贺新郎》《乳燕飞》，亦作曲牌名。一百十六字，前后片\n"]}{"title":"天仙子·渌水亭秋夜","nian":"清代","author":"纳兰性德","contson":"\n水浴凉蟾风入袂，鱼鳞蹙损金波碎。好天良夜酒盈尊，心自醉，愁难睡。西风月落城乌起。\n","contyishang":["译文池塘水波清澈，金色月亮倒映水中，秋风徐来，掀起一片涟漪，水波荡漾，像抛下了一把细碎的金子。如此良辰美景本该邀朋唤友，对酒当歌。却不料万般惆怅涌上心头，深夜难眠，无心饮酒。辗转反侧，直至看尽月落乌啼，天际破晓，竟是通宵未眠。","注释①《天仙子》原为唐教坊曲名，后用作词调名。②渌水亭：建在渌水边的园亭，落成于康熙十二年之前。渌水，池水名，位于明珠府内。③凉蟾（chán）：倒映在水面上的月影。④袂（mèi）：指衣袖。⑤蹙：拼音cù。⑥金波：倒映在水中的月影。⑦好天良夜：好时光，好日\n"]}{"title":"春暮西园","nian":"明代","author":"高启","contson":"\n绿池芳草满晴波，春色都从雨里过。知是人家花落尽，菜畦今日蝶来多。\n","contyishang":[]}{"title":"子夜四时歌·秋风入窗里","nian":"南北朝","author":"佚名","contson":"\n秋风入窗里，罗帐起飘扬。仰头看明月，寄情千里光。\n","contyishang":["译文秋风从窗子吹进屋子来，窗帘随着风飘了起来，皎洁的月光洒满闺房，唤起了思妇柔柔的情怀。仰头看着当头的浩然明月，想起了出征在外的亲人，心中充满了无奈与忧伤，多么希望这皎洁的月光能把心中融融的相思之情寄给远在他乡的亲人。","注释①罗帐：闺房中卧榻前挂着的绸缎幔帐，这里指的是窗帘。②寄情千里光：让皎洁的月光把相思之情奇给远在千里之外的人。"]}{"title":"念奴矫·送陈正言","nian":"宋代","author":"家铉翁","contson":"\n南来数骑，问征尘、正是江头风恶。耿耿孤忠磨不尽，惟有老天知得。短棹浮淮，轻毡渡汉，回首觚棱泣。缄书欲上，惊传天外清跸。路人指示荒台，昔汉家使者，曾留行迹。我节君袍雪样明，俯仰都无愧色。送子先归，慈颜未老，三径有余乐。逢人问我，为说肝肠如昨。\n","contyishang":["　　以“南来数骑，问征尘”二句起笔，写作者对南方形势的关心，所以碰到从南宋来的人就向他询问消息。但询问的结果，却是“江头风恶”，即形势不好。家铉翁北赴之后，南宋流亡小朝廷继续坚持斗争，这里，作者关心的，可能就是这种反元斗争形势。“耿耿”两句，写出作者（也可能包括陈正言在内）的孤忠与气节。“磨不尽”三字，指耿耿孤忠如磐石一般的坚固，同时也包含了他在北方所受的种种磨难。磨难愈重，他的志向就愈加坚定，作者的精神品质由此可见，但因为作者身在北地，远离祖国，其孤忠不被人知，故云“唯有老天知得”。“短棹”五句，则转入对丙子（1276）之难的回忆。这五句所写乃是南宋临安被破的过程，其惨痛之情状，令作者\n"]}{"title":"登鹳雀楼","nian":"唐代","author":"畅当","contson":"\n迥临飞鸟上，高出世尘间。天势围平野，河流入断山。\n","contyishang":["译文鹳雀楼高高的在飞鸟之上，远离尘世间。在上面能看到天空笼罩着平坦的原野，江河流入峻峭的高山。","注释①唐代河中府名胜，因经常有鹳雀栖息，故得名，后被河水冲没。②迥临：高高的在上面。迥：常作远或独自的样子解释，此处应描写高远。③世尘：尘世。④平野：平坦开阔的原野。晁错《言兵事书》：平原广野，此车骑之地，步兵十不当一。⑤断山：陡峭的高山。杜甫《远游》：云长出断山。"]}{"title":"辋川闲居赠裴秀才迪","nian":"唐代","author":"王维","contson":"\n寒山转苍翠，秋水日潺湲。倚杖柴门外，临风听暮蝉。渡头馀落日，墟里上孤烟。(馀 一作 余)复值接舆醉，狂歌五柳前。\n","contyishang":["译文寒山转变得格外郁郁苍苍，秋水日日舒缓地流向远方。我柱杖伫立在茅舍的门外，迎风细听着那暮蝉的吟唱。渡头那边太阳快要落山了，村子里的炊烟一缕缕飘散。又碰到裴迪这个接舆酒醉，在恰如陶潜的我面前讴狂。","注释1.辋川：水名，在今陕西省蓝田县南终南山下。山麓有宋之问的别墅，后归王维。王维在那里住了三十多年，直至晚年。裴迪：诗人，王维的好友，与王维唱和较多。2.转苍翠：一作“积苍翠”。转：转为，变为。苍翠：青绿色，苍为灰白色，翠为墨绿色。3.潺湲（chán yuán ）：水流声。这里指水流缓慢的样子\n"]}{"title":"菩萨蛮·夜来皓月才当午","nian":"唐代","author":"温庭筠","contson":"\n夜来皓月才当午，重帘悄悄无人语。深处麝烟长，卧时留薄妆。当年还自惜，往事那堪忆。花露月明残，锦衾知晓寒。\n","contyishang":["译文午夜，明月当空，重帘内静寂无声。深闺里缥缈的烟絮，缭绕着又理还乱的思绪。她独卧在床上，还留着淡淡的妆红。当年，多么珍惜花一样的面容，如今怎堪再回首往日欢情。当花含露泪、残月西逝的时候，陪伴她的，只有那浸透锦被的阵阵寒意。","注释⑴菩萨蛮：词牌名。⑵当午：指月亮悬于正中天。⑶帘：疆村本《尊前集》作“门”。⑷麝烟：火燃麝香所散发的香烟。唐人成彦雄《夕》：“台榭沉沉禁漏初。麝烟红烛透虾须。”烟，雪本作“香”。⑸卧时：雪本作“梦魂”。薄妆：淡妆。薄妆者与秾妆相对，谓秾妆既卸，犹稍留梳裹，脂粉匀面\n"]}{"title":"早春","nian":"唐代","author":"白居易","contson":"\n雪散因和气，冰开得暖光。春销不得处，唯有鬓边霜。\n","contyishang":["译文白雪融化是因为阴阳之气的交合，寒冰化开是因为得到了温暖阳光的照耀。春天到来，消解不掉的，只有鬓边像霜一样的白发了。","注释①和气：阴阳交合之气。②鬓边霜：鬓边的白发。"]}{"title":"寒食","nian":"宋代","author":"郑刚中","contson":"\n江乡时节逢寒食，花落未将春减色，岭南能有几多花，寒食临之扫春迹。花多花少非我事，春去春来亦堪惜。柴门风雨小庭寒，无奈池塘烟草碧。欲将诗句慰穷愁，眼中万象皆相识。欣然应接已无暇，都为老来无笔力。\n","contyishang":[]}{"title":"风入松·危楼古镜影犹寒","nian":"宋代","author":"张炎","contson":"\n危楼古镜影犹寒。倒景忽相看。桃花不识东西晋，想如今、也梦邯郸。缥缈神仙海上，飘零图画人间。宝光丹气共回环。水弱小舟闲。秋风难老三珠树，尚依依、脆管清弹。说与霓裳莫舞，银桥不到深山。\n","contyishang":["译文独倚高楼，望镜中身影犹感孤冷凄清寒。孤灯下形单影只，只能独坐与孤影相看。桃花独自开放不知朝代变更、人事变迁，离开故乡已久很多年，什么时候才能再回去呢？海上那神仙住处虚无缥缈，只能在这人世间飘荡流浪。霞光如锦与云雾共环绕，溪流浅浅、小舟悠闲的停靠在浅滩边上。生命力强的珍木从不惧秋风萧瑟，心中愁绪万千，只能吹奏笛子以抒心中忧闷。那翻飞的霓裳舞曲不再有，通向月宫的银桥也无法到达那遥远的山岭。","注释危楼：高楼。倒景：一作“倒影”。宝光：神奇的光辉。丹气：赤色的水气。亦指彩霞。回环：环绕。\n"]}{"title":"喜迁莺·晓月坠","nian":"唐代","author":"和凝","contson":"\n晓月坠，宿云披，银烛锦屏帷。建章钟动玉绳低，宫漏出花迟。春态浅，来双燕，红日渐长一线。严妆欲罢啭黄鹂，飞上万年枝。\n","contyishang":[]}{"title":"汉宫春·会稽蓬莱阁怀古","nian":"宋代","author":"辛弃疾","contson":"\n秦望山头，看乱云急雨，倒立江湖。不知云者为雨，雨者云乎。长空万里，被西风、变灭须臾。回首听，月明天籁，人间万窍号呼。 谁向若耶溪上，倩美人西去，麋鹿姑苏。至今故国人望，一舸归欤。岁去暮矣，问何不、鼓瑟吹竽。君不见，王亭谢馆，冷烟寒树啼乌。\n","contyishang":["　　这首词的题目，原作“会稽蓬莱阁怀古”。同调另有“亭上秋风”一首，题作“会稽秋风亭观雨”。唐圭璋先生谓，“秋风亭观雨”词中无雨中景象，而“蓬莱阁怀古”一首上片正写雨中景象，词题“观雨”与“怀古”前后颠倒，当系错简。说见《词学论丛·读词续记》。今据以订正词题。","　　词的上片，看似纯系写景，实则借景抒情。它不是单纯地为写景而写景，而是景中有情，寓情于景，情景交融。词人所登的蓬莱阁在浙江绍兴（即会稽），秦望山，一名会稽山，在会稽东南四十里处。他为何望此山？因为这里曾是秦始皇南巡时望大海、祭大禹之处。登此阁望此山，不禁会想起统一六国的秦始皇和为民除害的大禹。这片词先以“看”领起\n"]}{"title":"咏长城","nian":"唐代","author":"汪遵","contson":"\n秦筑长城比铁牢，蕃戎不敢过临洮。 虽然万里连云际，争及尧阶三尺高。 \n","contyishang":["译文秦王朝修筑的长城固若金汤，北方外敌全都无法越过临洮。虽然他的长城宏伟浩大，高接云天，政权却是迅速瓦解，还不及尧帝殿前的三尺台阶。","注释蕃戎：指当时北方的匈奴等少数民族。临洮：秦置县名，在今甘肃省临洮县，毗邻国境，是长城防线上的军事重镇。尧：帝尧，中国古代的贤君。"]}{"title":"送魏万之京","nian":"唐代","author":"李颀","contson":"\n朝闻游子唱离歌，昨夜微霜初渡河。鸿雁不堪愁里听，云山况是客中过。关城树色催寒近，御苑砧声向晚多。(树色 一作：曙)莫见长安行乐处，空令岁月易蹉跎。\n","contyishang":["译文清晨听到游子高唱离别之歌，昨夜下薄霜你一早渡过黄河。怀愁之人最怕听到鸿雁鸣叫，云山冷寂更不堪落寞的过客。潼关晨曦催促寒气临近京城，京城深秋捣衣声到晚上更多。请不要以为长安是行乐所在，以免白白地把宝贵时光消磨。","注释⑴魏万：又名颢。上元（唐高宗年号，674—676）初进士。曾隐居王屋山，自号王屋山人。⑵游子：指魏万。离歌：离别的歌。⑶初渡河：刚刚渡过黄河。魏万家住王屋山，在黄河北岸，去长安必须渡河。⑷“鸿雁”二句：设想魏万在途中的寂寞心情。客中：即作客途中。⑸关城\n"]}{"title":"鬓云松令·枕函香","nian":"清代","author":"纳兰性德","contson":"\n枕函香，花径漏。依约相逢，絮语黄昏后。时节薄寒人病酒，刬地梨花，彻夜东风瘦。掩银屏，垂翠袖。何处吹箫，脉脉情微逗。肠断月明红豆蔻，月似当时，人似当时否？\n","contyishang":["译文枕头上还留有余香，花径里尚存春意。那梨花一夜之间在东风中飘落，病酒之后的黄昏恍惚间与她相遇，仿佛来到原来相约的地点，在夕阳下细语绵绵。而今却银屏重掩，影支形单。在孤单单中又听到了脉脉传情的箫声。此时正月照在那红豆蔻之上，那时曾月下相约，如今月色依然，人却分离，她是否依然依稀如旧？","注释⑴鬓（bìn）云松令：此调一作《鬓云松》，又名《苏幕遮》，原为唐教坊曲名，后用作词牌名。双调，上、下片各七句，共六十二字。各片第二、四、五、七句押韵，均为仄声韵⑵枕函（hán）：古代陶瓷枕或木枕中空如函，可做成抽屉，存放贴身物件，是为枕函，\n"]}{"title":"","nian":"","author":"","contson":"","contyishang":[]}{"title":"采桑子·十年前是尊前客","nian":"宋代","author":"欧阳修","contson":"\n十年前是尊前客，月白风清，忧患凋零。老去光阴速可惊。鬓华虽改心无改，试把金觥。旧曲重听。犹似当年醉里声。\n","contyishang":["译文十年前，酒席宴上我是客人。春风得意前途亮。如今好友相继离去，忧愁疾患催人朽。想起了往事，倍觉光阴流转如此迅速。鬓发虽已经变成了白色，但是我的心没改变，如今在酒席前仍把酒杯端起。旧曲重听心里觉着耳熟，就好似当年醉里听。","注释①凋零：本意为花草树木凋落。此处比喻为人事衰败。②鬓华：两鬓头发斑白。③试把句：把，手持。觥(gōng)：古代酒器，腹椭圆，上有提梁，底有圆足，兽头形盖，亦有整个酒器作兽形的，并附有小勺。"]}{"title":"梦江南·昏鸦尽","nian":"清代","author":"纳兰性德","contson":"\n昏鸦尽，小立恨因谁？急雪乍翻香阁絮，轻风吹到胆瓶梅，心字已成灰。\n","contyishang":["译文昏鸦掠过天空，远而飞去，自己却满怀着怨恨，临风独立。眼下是急雪翻飞，有如柳絮散落香阁。晚风轻轻地，吹拂着胆瓶中的寒梅。此时此刻，心字香烧成灰烬，自己的心也已冰冷。","注释①昏鸦：黄昏时分，昏暗不明的乌鸦群。②急雪二句：意思为柳絮好像飘飞的急雪，散落到香阁里，微微的晚风又轻轻地吹拂着胆瓶中的梅花。　香阁，青年女子所居之内室。　胆瓶，长颈大腹，形如悬胆之花瓶。③心字：即心字香。明杨慎《词品·心字香》：“范石湖《骖鸾录》云：‘番禺人作心字香，用素馨茉莉半开者著净器中，以沉香薄劈层层相间，密封之，日一易，不待花蔫，花过香成。’所谓\n"]}{"title":"与顾章书","nian":"南北朝","author":"吴均","contson":"\n　　仆去月谢病，还觅薜萝。梅溪之西，有石门山者，森壁争霞，孤峰限日；幽岫含云，深溪蓄翠；蝉吟鹤唳，水响猿啼，英英相杂，绵绵成韵。既素重幽居，遂葺宇其上。幸富菊花，偏饶竹实。山谷所资，于斯已办。仁智之乐，岂徒语哉！\n","contyishang":["译文　　我上个月因病辞官，回到家乡寻找隐居的地方。梅溪的西面，有座石门山。很多峭壁与云霞争高下，独立的山峰遮住了太阳；幽深的洞穴包含着云雾，深谷小溪积聚着翠绿的潭水；蝉鸣鹤叫，水声清越,猿猴啼叫，和谐动听的声音相互混杂，声调悠长有音韵之美。我既然向来推崇隐居，就在那山上筑了房子。幸好菊花、竹米多。山谷中隐居生活的必需品，这里都已具备。这种地方被仁人智士所喜爱，岂是虚言啊。","注释去月：上月。谢病：因病而自请退职。谢：告。仆：自己的简称薜萝：一种山中生长的藤本植物。屈原《楚辞·九歌·山鬼》：“若有人兮山之阿，被（pī）薜荔兮带女\n"]}{"title":"七哀诗三首·其二","nian":"魏晋","author":"王粲","contson":"\n荆蛮非我乡，何为久滞淫。方舟泝大江，日暮愁我心。山冈有余映，岩阿增重阴。狐狸驰赴穴，飞鸟翔故林。流波激清响，猴猿临岸吟。迅风拂裳袂，白露沾衣襟。独夜不能寐，摄衣起抚琴。丝桐感人情，为我发悲音。羁旅无终极，忧思壮难任。\n","contyishang":["译文荆州不是我的家乡，却长久无奈地在这里滞留？极目望去，大船在江心正溯流而上，天色渐晚更勾起我思乡的情愁。山坡上映着太阳的余晖，沟岩下的阴影显得更加灰暗。奔跑的狐狸忙着赶回自己的洞穴，飞翔的鸟儿在鸟巢上盘旋。大江上涌动的浪花轰然作响，猿猴在临岸的山林长吟，迅猛的江风掀起我的下衣和衣袖，秋天的露水打湿了我的衣襟。夜深了我孤独难眠，便又披衣起床拿起了桐琴。桐琴象理解我的心思一样，为我发出悲凉的乡音。在外寄人篱下什么时候才是尽头，心中充满了难以排遣的忧愁。","注释\n"]}{"title":"浣溪沙·雪颔霜髯不自惊","nian":"宋代","author":"苏轼","contson":"\n伽花彩甚奇，谓有初春之兴。因作二首，寄袁公济\n雪颔霜髯不自惊。更将翦彩发春荣。羞颜未醉已先赪。 莫唱黄鸡并白发，且呼张丈唤殷兄。有人归去欲卿卿。\n","contyishang":["译文伽花颜色绚丽甚是罕见，不由得让人爱上这初春时节。所以特作词两首，寄给袁公济 虽已是两鬓斑白心中却是未曾服老，仍像是最青春年少的少年，美酒未醉已经羞愧的红了脸。不要在年老的时候才感叹时光流逝，且把张丈殷兄叫上一起同行游玩观赏。看到有人归去就想到了你。","注释袁公济：苏轼的好友。雪颔霜髯：谓发白须白。 翦彩:形容花开繁茂。春荣:喻少年时期。赪：红色。白发:指老年时期。唱黄鸡：感慨时光流逝。因黄鸡能报晓，故用以指代时光流逝。"]}{"title":"奉和九日幸临渭亭登高应制","nian":"唐代","author":"赵彦昭","contson":"\n秋豫凝仙览，宸游转翠华。呼鹰下鸟路，戏马出龙沙。 紫菊宜新寿，丹萸辟旧邪。须陪长久宴，岁岁奉吹花。\n","contyishang":[]}{"title":"行香子·三山作","nian":"宋代","author":"辛弃疾","contson":"\n好雨当春，要趁归耕。况而今、已是清明。小窗坐地，侧听檐声。恨夜来风，夜来月，夜来云。花絮飘零。莺燕丁宁。怕妨侬、湖上闲行。天心肯後，费甚心情。放霎时阴，霎时雨，霎时晴。\n","contyishang":["译文识趣的好雨当春发生，我要趁这时令回家躬耕，何况现在已经到了清明。我独自闷坐在小窗边，侧耳倾听檐间的滴水声。可恨夜晚一会刮起大风，一会儿升上明月，一会儿铺满乌云。落花飞絮在风雨中飘零，黄莺燕子再三对我叮咛，怕妨碍我到湖畔闲行。只要天意允许我在湖边漫步，我又何必这样烦闷操心。但我担心老天爷放任天气一霎时便阴沉，一霎时下雨，一霎时又晴。","注释①“好雨”四句：表达归耕退志心情急迫。以当春好时节，清明过了即暮迟的递进方式抒发。好雨当春：用杜甫《春夜喜雨》“好雨知时节，当春乃发生”诗意。趁：指趁“好雨当春”时节。②“恨夜”三句：谓春\n"]}{"title":"鲁郡尧祠送窦明府薄华还西京","nian":"唐代","author":"李白","contson":"\n朝策犁眉騧，举鞭力不堪。强扶愁疾向何处，角巾微服尧祠南。长杨扫地不见日，石门喷作金沙潭。笑夸故人指绝境，山光水色青于蓝。庙中往往来击鼓，尧本无心尔何苦。门前长跪双石人，有女如花日歌舞。银鞍绣毂往复回，簸林蹶石鸣风雷。远烟空翠时明灭，白鸥历乱长飞雪。红泥亭子赤阑干，碧流环转青锦湍。深沉百丈洞海底，那知不有蛟龙蟠。君不见绿珠潭水流东海，绿珠红粉沉光彩。绿珠楼下花满园，今日曾无一枝在。昨夜秋声阊阖来，洞庭木落骚人哀。遂将三五少年辈，登高远望形神开。生前一笑轻九鼎，魏武何悲铜雀台。我歌白云倚窗牖，尔闻其声但挥手。长风吹月度海来，遥劝仙人一杯酒。酒中乐酣宵向分，举觞酹尧尧可闻。何不令皋繇拥篲横八极，直上青天挥浮云。高阳小饮真琐琐，山公酩酊何如我。竹林七子去道赊，兰亭雄笔安足夸。尧祠笑杀五湖水，至今憔悴空荷花。尔向西秦我东越，暂向瀛洲访金阙。蓝田太白若可期，为余扫洒石上月。\n","contyishang":["译文我清晨乘着犁眉黄身马，举鞭无力。强撑着病体，角巾便服地来到尧庙。只见柳丝垂地绿荫遮天，石门喷迸的流水在此汇成金沙潭。这里山青水秀，我的老朋友果然为我们选择了一处绝妙佳景。庙中不断地有人来击鼓求福，其实尧本无心受人祭拜，你们这又是何苦呢？庙前又有双跪石人，如花的美女整日在表演歌舞。权贵们的豪华车马往来不绝，惊动着林木山石发出轰鸣。远望潭中，长烟与碧波交织，时明时灭。白鸥群翔，如同纷纷扬扬的飞雪。红亭赤栏，置于碧流青水之间口这潭水深过百丈能通彻海底，说不定其中会有蛟龙盘踞。\n"]}{"title":"浣溪沙·丙辰岁不尽五日吴松作","nian":"宋代","author":"姜夔","contson":"\n雁怯重云不肯啼，画船愁过石塘西。打头风浪恶禁持。 春浦渐生迎棹绿，小梅应长亚门枝，一年灯火要人归。\n","contyishang":["译文重叠的彤云低压着，连大雁也吓得不肯啼叫了。当航船经过石塘西畔时，我心中的愁苦更加浓重。船儿被迎头打来的风浪恶作剧地摆布着。迎着归棹，春天的河岸上已逐渐生出一层嫩绿；小小的梅树，新枝该长得压着门楣了吧？一年一度的灯节已经开始了，仿佛在催促我：快点回来啊!","注释浦：水滨。棹（zhào）：划船的工具，船桨，也指船。长（zhǎng）亚门：长得靠近门楣。一年灯火：指春节至元宵节的灯笼、焰火之类。要：通“邀”。陶渊明《桃花源记》：“便要还家。”重云：重重云层。石塘：在苏州的\n"]}{"title":"寒食还陆浑别业","nian":"唐代","author":"宋之问","contson":"\n洛阳城里花如雪，陆浑山中今始发。旦别河桥杨柳风，夕卧伊川桃李月。伊川桃李正芳新，寒食山中酒复春。野老不知尧舜力，酣歌一曲太平人。\n","contyishang":["　　陆浑别业位于洛阳西南之陆浑县伊水之滨，是宋之问的别墅，公务之暇，他常前往消闲度假。山庄清幽秀美的自然景色和寂静安宁的环境，屡屡唤起这位宫廷诗人的山野真趣，故其诗集中有不少以陆浑山庄为题的诗作，大多风格清新秀丽，显示出一种远离尘世的纯朴幽雅气息，也抒发了诗人隐藏在“志深轩冕”背后的对大自然的热爱向往之情。","　　武则天执政时期，多居于东都洛阳，其近臣文士，亦常随行左右，诗由洛阳起笔，说明这是宋之问任居洛阳，偶返山庄时所作。“洛阳城里花如雪，陆浑山中今始发。”起句先以洛阳的春意盎然与山中的姗姗来迟的春天对衬。“花如雪”，以雪喻花，形容洛阳满城飞花、春光四溢的美景，“今始发”\n"]}{"title":"寒食","nian":"宋代","author":"赵鼎","contson":"\n寂寂柴门村落里，也教插柳记年华。禁烟不到粤人国，上冢亦携庞老家。汉寝唐陵无麦饭，山溪野径有梨花。一樽径籍青苔卧，莫管城头奏暮笳。\n","contyishang":["译文即使冷冷清清开着几扇柴门的村落里，也还是要插几根杨柳枝条，标志出每年的节令。寒食的传统虽然没有传到遥远的广东，但清明上坟奠祭祖先的礼仪还是和中原一样。时至今日，汉唐两代的王陵巨冢，已经没有人前去祭祀；而山边溪间的小路上仍生长着许多梨花。世代更替，非人力所能左右，不如喝上他一杯醉卧在青苔上，莫管关城门的号角声是否响起来。 ","注释1、寒食：节令名，清明前一天（一说清明前两天）。相传起于晋文公悼念介之推事，以介子推抱木焚死，就定于是日禁火寒食。2、庞老家：指庞德公一家。庞德公，东汉襄阳人，隐居在岘山种田。荆州刺史刘表几次邀他出来做官，他拒绝了\n"]}{"title":"如梦令·有寄","nian":"宋代","author":"苏轼","contson":"\n为向东坡传语。人在玉堂深处。别后有谁来，雪压小桥无路。归去。归去。江上一犁春雨。\n","contyishang":["译文请代我，向东坡旧邻问候，就说我，羁绊在玉堂深处。问东坡：自从我走以后，又有谁来过？是否雪压小桥，这断了来路？我将归去啊，我将归去，徜徉东坡，沐浴催耕的春雨。","注释⑴如梦令：词牌名，又名“忆仙姿”“宴桃源”。五代时后唐庄宗李存勗创作。《清真集》入“中吕调”。三十三字，五仄韵，一叠韵。⑵东坡：指贬谪黄州时的旧居以及邻人。⑶玉堂：指翰林苑。《汉书·李寻传》何焯注：“汉时待诏于玉堂殿，唐时待诏于翰林苑。至宋以后，翰林遂蒙玉堂之号。”⑷别后：指苏轼于元丰七年（1084）四月离开黄州。⑸压：覆盖。小桥：指黄州\n"]}{"title":"将进酒","nian":"唐代","author":"李白","contson":"\n君不见，黄河之水天上来，奔流到海不复回。君不见，高堂明镜悲白发，朝如青丝暮成雪。人生得意须尽欢，莫使金樽空对月。天生我材必有用，千金散尽还复来。烹羊宰牛且为乐，会须一饮三百杯。岑夫子，丹丘生，将进酒，杯莫停。与君歌一曲，请君为我倾耳听。(倾耳听 一作：侧耳听)钟鼓馔玉不足贵，但愿长醉不复醒。(不足贵 一作：何足贵；不复醒 一作：不愿醒/不用醒)古来圣贤皆寂寞，惟有饮者留其名。(古来 一作：自古；惟 通：唯)陈王昔时宴平乐，斗酒十千恣欢谑。主人何为言少钱，径须沽取对君酌。五花马，千金裘，呼儿将出换美酒，与尔同销万古愁。\n","contyishang":["译文你难道看不见那黄河之水从天上奔腾而来，波涛翻滚直奔东海，从不再往回流。你难道看不见那年迈的父母，对着明镜悲叹自己的白发，早晨还是满头的黑发，怎么才到傍晚就变成了雪白一片。（所以）人生得意之时就应当纵情欢乐，不要让这金杯无酒空对明月。每个人的出生都一定有自己的价值和意义，黄金千两（就算）一挥而尽，它也还是能够再得来。我们烹羊宰牛姑且作乐，（今天）一次性痛快地饮三百杯也不为多！岑夫子，丹丘生啊！快喝酒吧！不要停下来。让我来为你们高歌一曲，请你们为我倾耳细听：整天吃山珍海味的豪华生活有何珍贵，只\n"]}{"title":"鹧鸪天·东阳道中","nian":"宋代","author":"辛弃疾","contson":"\n扑面征尘去路遥，香篝渐觉水沉销。山无重数周遭碧，花不知名分外娇。人历历，马萧萧，旌旗又过小红桥。愁边剩有相思句，摇断吟鞭碧玉梢。\n","contyishang":["译文香笼里燃烧的水沉香的气息越来越淡薄了。举目远望，征尘扑面，去路迢迢。周围是数不清的层层山峦，全被碧绿的树木和野草覆盖着，路旁山野中长满了各种各样不知名的花儿，一朵朵的格外娇艳动人。行进在道路上的一行人历历在目，骏马萧萧嘶鸣，威武雄壮的仪仗队已经过了前面的小红桥。满怀的离愁别恨，此时此刻都化做相思的诗句，于青山绿水之间，一边吟诗，一边催马加鞭地向东阳进发，差点儿没把马鞭的碧玉梢头摇断。","注释1、东阳：即今浙江东阳县。考察作者早年宦游踪迹，无确切记载来过此地，本事不可考。也可能是代人之作。2、征尘：征途上扬起的尘土。\n"]}{"title":"西施滩","nian":"唐代","author":"崔道融","contson":"\n宰嚭亡吴国，西施陷恶名。浣纱春水急，似有不平声。\n","contyishang":["译文奸臣伯嚭使吴国灭亡，恶名却推在西施身上。想当年浣纱春水滚滚，声声好似为美女不平。","注释⑴西施滩：西施，春秋时代的越国人，家住浙江诸暨县南的苎罗山。苎罗山下临浣江，江中有浣纱石，传说西施常在此浣纱，西施滩因而得名。⑵宰嚭：即伯嚭。春秋时，吴国太宰，又称太宰嚭。在吴国与越国的争战中，吴王夫差打败越国，俘虏了越王勾践及群臣，勾践贿赂了伯嚭获得了释放，回国后卧薪尝胆，终于灭了吴国。⑶陷：落得，这里指承担。⑷浣：洗。"]}{"title":"羁春","nian":"唐代","author":"王勃","contson":"\n客心千里倦，春事一朝归。还伤北园里，重见落花飞。\n","contyishang":["译文客游千里追名之心早已厌倦，春天到来我一门心思要回家。北园里的情景还是那么令人伤感，我又看见花飘花落乱纷飞。","注释①羁：系住，留下。②倦：厌烦，疲倦③春事：春天的景物④落花：落花的寓意很多，凋谢的花朵，人衰老飘零。"]}{"title":"白头吟","nian":"唐代","author":"李白","contson":"\n锦水东北流，波荡双鸳鸯。雄巢汉宫树，雌弄秦草芳。宁同万死碎绮翼，不忍云间两分张。此时阿娇正娇妒，独坐长门愁日暮。但愿君恩顾妾深，岂惜黄金买词赋。相如作赋得黄金，丈夫好新多异心。一朝将聘茂陵女，文君因赠白头吟。东流不作西归水，落花辞条归故林。兔丝固无情，随风任倾倒。谁使女萝枝，而来强萦抱。两草犹一心，人心不如草。莫卷龙须席，从他生网丝。且留琥珀枕，或有梦来时。覆水再收岂满杯，弃妾已去难重回。古来得意不相负，只今惟见青陵台。\n","contyishang":["译文　　锦江之水潺潺流向远方，水波荡漾，一对鸳鸯在水波荡漾处快乐相伴。它们虽然来自不同的地方，一个家在长安，一个家在芳草迷漫处，但彼此心心相许，宁愿共死也不忍分离。此时阿娇失宠了，长门宫前无限凄凉，她常常愁苦地独坐到天黑。但愿汉武帝还能够顾念往日的恩情，为了这，又岂会顾惜黄金不让司马相如为自己作赋呢？相如作赋得到了黄金，就喜新厌旧，对卓文君怀有异心了。他要聘茂陵一女子为妾，卓文君十分伤心，作《白头吟》以相赠。从来没有见过东流之水返回西去的，凋零落败的花朵也会重返故林。菟丝本就无情，任风倾倒，但菟丝紧紧地缠在女萝上，与它萦抱在一起。自然界的两草尚且如此，人心却不如草那样执著坚定\n"]}{"title":"鹧鸪天·离豫章别司马汉章大监","nian":"宋代","author":"辛弃疾","contson":"\n聚散匆匆不偶然。二年遍历楚山川。但将痛饮酬风月，莫放离歌入管弦。萦绿带，点青钱，东湖春水碧连天。明朝放我东归去，後夜相思月满船。\n","contyishang":["译文我们的团聚与分散太匆促了，但这不是偶然的，我在这两年里调动了四次，几乎走遍了楚地的山山水水，都是被他们捉弄的。让我们开怀喝个痛快，借酒来酬谢这里的风月景色和友人们的关怀吧！不要把离别的歌曲谱在管弦里唱出来，叫我听见伤心。看这绿水的江河，像带子萦回弯曲，荷花叶子，圆圆点点的像青钱，布满了池塘。东湖里的春水，碧绿清澈，与湛兰的青天连一起。明天早晨我就要放棹东归去了，后夜月光满船的时候，正是我孤独的一个人在思念你们的时候。","注释①二年：即淳熙三年到四年。②风月：指美好景色。③莫放：莫唱，莫奏。管弦：泛指乐器。宋欧阳\n"]}{"title":"蜀道后期","nian":"唐代","author":"张说","contson":"\n客心争日月，来往预期程。秋风不相待，先至洛阳城。\n","contyishang":["译文我客游在外，行事尽量迅速，像同时间在竞争一样，来往的行程都是预先规划好了的。可秋风不肯等待，自个儿先到洛阳城去了。","注释⑴蜀：今四川一带。⑵争日月：同时间竞争。⑶洛阳：当时的首都。武则天称帝后定都洛阳。"]}{"title":"树中草","nian":"唐代","author":"李白","contson":"\n鸟衔野田草，误入枯桑里。客土植危根，逢春犹不死。草木虽无情，因依尚可生。如何同枝叶，各自有枯荣。\n","contyishang":["译文　　鸟在野草田间衔枝，却误入了枯桑丛里。入地不深容易拔起的根植生在异地的土壤上，适逢春天尚且不会枯死。草木虽然无情，因为彼此的依靠尚可以生存。为什么是同一棵树上的枝叶，命运却有枯荣的不同？","注释①客土：异地的土壤。②危根：入地不深容易拔起的根。"]}{"title":"瑞鹤仙·悄郊原带郭","nian":"宋代","author":"周邦彦","contson":"\n悄郊原带郭，行路永，客去车尘漠漠。斜阳映山落，敛馀红、犹恋孤城阑角。凌波步弱，过短亭、何用素约。有流莺劝我，重解绣鞍，缓引春酌。不记归时早暮，上马谁扶，醒眠朱阁。惊飙动幕，扶残醉，绕红药。叹西园、已是花深无地，东风何事又恶？任流光过却，犹喜洞天自乐。\n","contyishang":["译文郊外的原野挨着城郭舒展开去。长路漫漫，客人已乘车离去，留下一溜迷茫的尘烟。一片寂静落寞。夕阳映照着远山徐徐落下，却迟迟不忍收去它那最后一抹的余红，犹如恋恋难舍城楼上那一角栏杆。陪我同去送客的歌妓一路上步态轻盈，这时也感到劳顿，于是来到短亭歇息，不期然竞遇到了我相好的情人，真是有情人何须事前相约。她劝我下马，重解绣鞍，再喝上几杯春酒，她那圆柔悦耳的嗓音、温情体贴的劝说，让我十分舒心。醒来时发现自己睡在红楼里，不是正在短亭里与情人饮酒吗？是什么时候回来的，是昨晚还是今晨？又是谁扶我上马鞍？我竟然全记不得了。忽然一阵疾风，吹得帘幕飘飞翻动。我带着醉意，急匆匆来到西园\n"]}{"title":"临江仙·樱桃落尽春归去","nian":"五代","author":"李煜","contson":"\n樱桃落尽春归去，蝶翻金粉双飞。子规啼月小楼西，玉钩罗幕，惆怅暮烟垂。别巷寂寥人散后，望残烟草低迷。炉香闲袅凤凰儿，空持罗带，回首恨依依。\n","contyishang":["译文宗庙难献的樱桃已落尽——全都随着春天归去，无知的粉蝶儿还是寻乐双飞。杜宇转化的子规在小楼西面夜夜泣血鸣啼。倚着楼窗的玉钩罗幕了望，惆怅地看着幕烟低垂。入夜后小巷里一片岑寂，人们都以纷纷散去，凄然欲绝面对烟草低迷。炉里的香烟闲绕着绘饰凤凰的衾枕。但见她愁容满面空持罗带，怎能不令人回首恨依依。","注释1.樱桃：初夏时结果实，古代有帝王以樱桃献宗庙的传统。《礼记·月令》中记载：“仲夏之月，天子以含桃(樱桃)先荐寝庙。落尽：凋谢之意。2.翻：翻飞。3.金粉：妇女装饰用的铅粉，这里借指蝴蝶的翅膀。全句意谓蝴蝶翻飞着银灰色\n"]}{"title":"水调歌头·中秋","nian":"宋代","author":"米芾","contson":"\n砧声送风急，蟠蟀思高秋。我来对景，不学宋玉解悲愁。收拾凄凉兴况，分付尊中醽醁，倍觉不胜幽。自有多情处，明月挂南楼。怅襟怀，横玉笛，韵悠悠。清时良夜，借我此地倒金瓯。可爱一天风物，遍倚阑干十二，宇宙若萍浮。醉困不知醒，欹枕卧江流。\n","contyishang":["译文中秋的时候，捣衣声混杂着风声，蟠蟀好像在思索高爽的秋天。我面对着这样的景象，是不会学宋玉去纾解悲愁的。把凄凉的心意收拾起来，给每个酒樽里都倒上美酒，内心更加觉得抵不过这样的幽静。明月挂在南楼正是我觉得充满情趣的地方所在。怅惘这样的胸怀，于是拿起笛子吹奏，笛声的韵律悠悠扬扬。在这清平之时，良美之夜，就把这块地方借给我让我痛饮。看着这一天可爱的风景，我倚着曲曲折折的栏杆，宇宙在我眼里也只是小小的浮萍。喝醉困乏了就靠着枕头临江而睡，不知道什么时候会醒来。","注释①砧声：也作“碪声”，捣衣声。元好问《短日》：短日碪声急，重云雁影深。\n"]}{"title":"陈情表","nian":"魏晋","author":"西晋·李密","contson":"\n　　臣密言：臣以险衅，夙遭闵凶。生孩六月，慈父见背；行年四岁，舅夺母志。祖母刘愍臣孤弱，躬亲抚养。臣少多疾病，九岁不行，零丁孤苦，至于成立。既无伯叔，终鲜兄弟，门衰祚薄，晚有儿息。外无期功强近之亲，内无应门五尺之僮，茕茕孑立，形影相吊。而刘夙婴疾病，常在床蓐，臣侍汤药，未曾废离。(愍 一作：悯 茕茕孑立 一作：独立)\n　　逮奉圣朝，沐浴清化。前太守臣逵察臣孝廉；后刺史臣荣举臣秀才。臣以供养无主，辞不赴命。诏书特下，拜臣郎中，寻蒙国恩，除臣洗马。猥以微贱，当侍东宫，非臣陨首所能上报。臣具以表闻，辞不就职。诏书切峻，责臣逋慢；郡县逼迫，催臣上道；州司临门，急于星火。臣欲奉诏奔驰，则刘病日笃，欲苟顺私情，则告诉不许。臣之进退，实为狼狈。\n　　伏惟圣朝以孝治天下，凡在故老，犹蒙矜育，况臣孤苦，特为尤甚。且臣少仕伪朝，历职郎署，本图宦达，不矜名节。今臣亡国贱俘，至微至陋，过蒙拔擢，宠命优渥，岂敢盘桓，有所希冀！但以刘日薄西山，气息奄奄，人命危浅，朝不虑夕。臣无祖母，无以至今日，祖母无臣，无以终余年。母孙二人，更相为命，是以区区不能废远。\n　　臣密今年四十有四，祖母今年九十有六，是臣尽节于陛下之日长，报养刘之日短也。乌鸟私情，愿乞终养。臣之辛苦，非独蜀之人士及二州牧伯所见明知，皇天后土，实所共鉴。愿陛下矜悯愚诚，听臣微志，庶刘侥幸，保卒余年。臣生当陨首，死当结草。臣不胜犬马怖惧之情，谨拜表以闻。(祖母 一作：祖母刘)\n","contyishang":["译文　　臣李密陈言：我因命运不好，很早就遭遇到了不幸，刚出生六个月，父亲就弃我而死去。我四岁的时候，舅父强迫母亲改变了守节的志向。我的祖母刘氏，怜悯我年幼丧父，便亲自抚养。臣小的时候经常生病，九岁时不能走路。孤独无靠，一直到成人自立。既没有叔叔伯伯，又缺少兄弟，门庭衰微、福分浅薄，很晚才有儿子。在外面没有比较亲近的亲戚，在家里又没有照应门户的童仆，生活孤单没有依靠，只有自己的身体和影子相互安慰。但祖母刘氏又早被疾病缠绕，常年卧床不起，我侍奉她吃饭喝药，从来就没有离开她。　　到了晋朝建立，我蒙受着清明的政治教化。先前有名叫逵的太守，察举臣为孝廉，后来又有名叫荣的刺史\n"]}{"title":"黄州快哉亭记","nian":"宋代","author":"苏辙","contson":"\n　　江出西陵，始得平地，其流奔放肆大。南合沅、湘 ，北合汉沔，其势益张。至于赤壁之下，波流浸灌，与海相若。清河张君梦得谪居齐安，即其庐之西南为亭，以览观江流之胜，而余兄子瞻名之曰“快哉”。\n　　盖亭之所见，南北百里，东西一舍。涛澜汹涌，风云开阖。昼则舟楫出没于其前，夜则鱼龙悲啸于其下。变化倏忽，动心骇目，不可久视。今乃得玩之几席之上，举目而足。西望武昌诸山，冈陵起伏，草木行列，烟消日出。渔夫樵父之舍，皆可指数。此其所以为“快哉”者也。至于长洲之滨，故城之墟。曹孟德、孙仲谋之所睥睨，周瑜、陆逊之所骋骛。其流风遗迹，亦足以称快世俗。\n　　昔楚襄王从宋玉、景差于兰台之宫，有风飒然至者，王披襟当之，曰：“快哉此风！寡人所与庶人共者耶？”宋玉曰：“此独大王之雄风耳，庶人安得共之！”玉之言盖有讽焉。夫风无雌雄之异，而人有遇，不遇之变；楚王之所以为乐，与庶人之所以为忧，此则人之变也，而风何与焉？士生于世，使其中不自得，将何往而非病？使其中坦然，不以物伤性，将何适而非快？今张君不以谪为患，窃会计之余功，而自放山水之间，此其中宜有以过人者。将蓬户瓮牖无所不快；而况乎濯长江之清流，揖西山之白云 ，穷耳目之胜以自适也哉！不然，连山绝壑，长林古木，振之以清风，照之以明月，此皆骚人思士之所以悲伤憔悴而不能胜者，乌睹其为快也哉！\n　　元丰六年十一月朔日，赵郡苏辙记。\n","contyishang":["译文　　长江出了西陵峡,才进入平地，水势奔腾浩荡。南边与沅水、湘水合流，北边与汉水汇聚，水势显得更加壮阔。流到赤壁之下，波浪滚滚，如同大海一样。清河张梦得，被贬官后居住在齐安，于是他在房舍的西南方修建了一座亭子，用来观赏长江的胜景。我的哥哥子瞻给这座亭子起名叫“快哉亭”。　　在亭子里能看到长江南北上百里、东西三十里。波涛汹涌，风云变化不定。在白天，船只在亭前来往出没；在夜间，鱼龙在亭下的江水中悲声长啸。景物变化很快，令人惊心骇目，不能长久地欣赏。能够在几案旁边欣赏这些景色，抬起眼来就足够看了。向西眺望武昌的群山，（只见）山脉蜿蜒起伏，草木成行成列，烟消云散，阳光普\n"]}{"title":"沁园春·试望阴山","nian":"清代","author":"纳兰性德","contson":"\n试望阴山，黯然销魂，无言排徊。见青峰几簇，去天才尺；黄沙一片，匝地无埃。碎叶城荒，拂云堆远，雕外寒烟惨不开。踟蹰久，忽砯崖转石，万壑惊雷。穷边自足秋怀。又何必、平生多恨哉。只凄凉绝塞，峨眉遗冢；梢沉腐草，骏骨空台。北转河流，南横斗柄，略点微霜鬓早衰。君不信，向西风回首，百事堪哀。\n","contyishang":["译文遥望塞外的阴山，不禁让人无限伤怀，徘徊不语。只见几座青峰高耸入云，仿佛离天只有几尺的距离，眼前黄沙遍地，不见一丝尘埃。碎叶城早已荒芜，拂云堆也遥远得看不见，只看见飞翔云外的雕鹰和凝聚着寒冷的雾气。我正在这里徘徊不前，忽然听到山崖上巨石撞击的声音，就像是万丈深壑里发出的隆隆雷声。边塞的荒凉叫人看了愁苦满怀，更何况我平生的惆怅已经很多了。想到王昭君凄凉出塞，美人已去，但青冢犹存，而那掩埋在荒漠野草中的，是燕昭王为迎接天下贤达而筑的黄金台的遗迹、河流依然向北流去，北斗斗柄仍是横斜向南，愁苦的人已经未老先衰，两鬓已生出星星白发 在秋风中回首往事，愁苦满怀。"]}{"title":"观放白鹰二首","nian":"唐代","author":"李白","contson":"\n八月边风高，胡鹰白锦毛。孤飞一片雪，百里见秋毫。\n寒冬十二月，苍鹰八九毛。寄言燕雀莫相啅，自有云霄万里高。 \n","contyishang":["译文其一：八月的北疆，风高气爽，北疆的老鹰全身是洁白如锦的羽毛。单独飞行的时候就像一片巨大的雪花飘，可是它却可以明察百里以外的毫毛。其二：在寒冷的十二月份，刚刚被捕的老鹰被猎人剪掉了强劲的羽毛。一群小燕子小麻雀却在那里噪聒：落毛的老鹰不如雀！哈哈！老鹰说：你们别高兴太早，我迟早还要飞上万里云霄。 ","注释⑴鹰一岁色黄，二岁色变次赤，三岁而色始苍矣，故谓之苍鹰。八九毛者，是始获之鹰，剪其劲翮，令不能远举扬去。⑵啅，众口貌，太白借用作嘲诮意。"]}{"title":"与史郎中钦听黄鹤楼上吹笛 / 题北榭碑","nian":"唐代","author":"李白","contson":"\n一为迁客去长沙，西望长安不见家。 黄鹤楼中吹玉笛，江城五月落梅花。\n","contyishang":["译文一旦成为贬谪之人，就像贾谊到了长沙，日日西望，望不见长安，也望不见家。黄鹤楼上传来了一声声《梅花落》的笛声，使这五月的江城又见到纷落的梅花。","注释⑴郎中：官名，为朝廷各部所属的高级部员。钦：当是史郎中名。一作“饮”。王琦《李太白全集》注本谓史钦，其生平不详。黄鹤楼：古迹在今湖北武汉，今已在其址重建。⑵迁客：被贬谪之人。去长沙：用汉代贾谊事。贾谊因受权臣谗毁，被贬为长沙王太傅，曾写《吊屈原赋》以自伤。⑶江城：指江夏（今湖北武昌），因在长江、汉水滨，故称江城。落梅花：即《梅花落》，古代笛曲名。"]}{"title":"氐州第一·波落寒汀","nian":"宋代","author":"周邦彦","contson":"\n波落寒汀，村渡向晚，遥看数点帆小。乱叶翻鸦，惊风破雁，天角孤云缥缈。官柳萧疏，甚尚挂、微微残照？景物关情，川途换目，顿来催老。渐解狂朋欢意少，奈犹被、丝牵情绕。座上琴心，机中锦字，觉最萦怀抱。也知人、悬望久，蔷薇谢，归来一笑。欲梦高唐，未成眠、霜空已晓。\n","contyishang":["译文凄清的汀洲上，江波慢慢降落，山村的渡口，已是暮色苍茫，极目远望，只见几点帆影在水波间移动。秋风乍起，落叶纷纷，暮鸦翻飞， 凛冽的疾风吹散了征雁的队形，天边单独漂浮的云片随风飘扬。为什么杨柳已经枯悴，更有斜阳映照其上，只微微留下一点残影？眼前景物牵动心怀，水路上入眼景色不断变换，忽然觉得自己变老了。渐渐觉得自己和那些狂放的朋友们日益衰颓，绝少欢乐，却无奈仍被相思之情所缠绕。当年的爱情，别后的情书，这些东西最能萦绕我的心。我知道，我的亲人也在长久地思念我，只等明年春天，蔷薇花谢的时候，我就回去和她团聚。想在梦中见到我的情人，但还没有睡着，含霜的夜晚已经过去，天又亮\n"]}{"title":"雪夜感旧","nian":"宋代","author":"陆游","contson":"\n江月亭前桦烛香，龙门阁上驮声长。乱山古驿经三折，小市孤城宿两当。晚岁犹思事鞍马，当时那信老耕桑。绿沉金锁俱尘委，雪洒寒灯泪数行。\n","contyishang":["译文那年赴南郑时，江月馆的华烛散发出阵阵的油脂香，龙门阁栈道上的骡马传送出悠悠的铃铛响。我曾经过那乱山中的古驿三折，投宿在孤城小县的两当。我虽然年老还想上马杀敌冲向沙场，当年在南郑、散关从军时怎会想到终老田桑？长久不用的绿沉枪，锁子甲都积满了尘土灰沙，对着雪洒昏灯寒夜长，仰天叹气泪落一行又一行！","注释①江月亭：亭名，在四川广元小益道中。桦烛：用桦树皮作的烛。②龙门阁：在今广元市北。③三折：即三折铺，在夔州（今重庆市奉节县）至梁山（今属四川）道\n"]}{"title":"夷门歌","nian":"唐代","author":"王维","contson":"\n七雄雄雌犹未分，攻城杀将何纷纷。秦兵益围邯郸急，魏王不救平原君。公子为嬴停驷马，执辔愈恭意愈下。亥为屠肆鼓刀人，嬴乃夷门抱关者。非但慷慨献良谋，意气兼将身命酬。向风刎颈送公子，七十老翁何所求。\n","contyishang":["译文战国七雄的胜负不可知，攻城杀将纷乱甚多。秦军增兵围困赵都邯郸，魏王畏秦不敢出兵相救。信陵君为侯嬴驾车过市访友，执辔愈恭颜色愈和。朱亥是持刀宰杀牲口的屠夫，侯嬴是掌管魏国都城大梁东门锁匙的守门人。侯嬴不但为信陵君献窃符夺兵之计，而且极重义气，竟以身命相报。侯嬴甘愿以身命报答信陵君知遇之恩，七十岁老人别无所求。","注释1.夷（yí）门：战国时期，魏国都城大梁的东门。这首诗中所歌颂的侯嬴是夷门的守门官，故名为《夷门歌》。2.七雄：战国时期七个主要的诸侯国齐、楚、秦、燕、赵、魏、韩合\n"]}{"title":"金陵望汉江","nian":"唐代","author":"李白","contson":"\n汉江回万里，派作九龙盘。横溃豁中国，崔嵬飞迅湍。六帝沦亡后，三吴不足观。我君混区宇，垂拱众流安。今日任公子，沧浪罢钓竿。\n","contyishang":["译文　　长江延绵曲折长达万里，分作九条支流就如同九条巨龙盘踞。江水四溢，泛滥于中国，波涛汹涌迅疾奔流。六代的帝王沉寂沦亡之后，三吴已没有了昔日之盛，无足称赏。我朝圣明之君统一天下，垂衣拱手无为而冶。今天的任公子，已无需沧海垂钓而罢竿了。","注释⑴派：河的支流。长江从庐江、浔阳开始分作九支。盘：盘踞。⑵横溃：泛滥。豁：打开。中国：中南地区。⑶崔嵬：山峦高耸的样子，这里用长,J-i皮涛的汹涌来比喻六朝动荡的政局。迅湍：飞奔而下的激流。⑷六帝：即六朝，指以金陵为都的六个朝代的君主，吴、东晋、宋、齐、梁、陈。⑸\n"]}{"title":"破阵子·为陈同甫赋壮词以寄之","nian":"宋代","author":"辛弃疾","contson":"\n醉里挑灯看剑，梦回吹角连营。八百里分麾下炙，五十弦翻塞外声。沙场秋点兵。马作的卢飞快，弓如霹雳弦惊。了却君王天下事，赢得生前身后名。可怜白发生！\n","contyishang":["译文醉梦里挑亮油灯观看宝剑，梦中回到了当年的各个营垒，接连响起号角声。把烤牛肉分给部下，乐队演奏北疆歌曲。这是秋天在战场上阅兵。战马像的卢马一样跑得飞快，弓箭像惊雷一样，震耳离弦。(我)一心想替君主完成收复国家失地的大业，取得世代相传的美名。可怜已成了白发人！","注释醉里：醉酒之中。挑灯：拨动灯火，点灯。 看剑：查看宝剑。准备上战场杀敌的形象。说明作者即使在醉酒之际也不忘抗敌。八百里：指牛。《世说新语·汰侈》“晋王恺有良牛，名‘八百里驳’”。后诗词多以“八百里”指牛。麾：军旗。麾下：指部下。\n"]}{"title":"杳杳寒山道","nian":"唐代","author":"寒山","contson":"\n杳杳寒山道，落落冷涧滨。啾啾常有鸟，寂寂更无人。淅淅风吹面，纷纷雪积身。朝朝不见日，岁岁不知春。\n","contyishang":["译文寒山道上一片寂静幽暗，冷寂的涧边一片幽僻寥落。这里常常有鸟儿啾啾地啼鸣，却空虚冷清罕见人烟。风淅淅沥沥刮向我面门，雪纷纷扬扬洒落在我身上。我身处其中天天见不到阳光，年年也不知道有春天。","注释⑴杳杳：幽暗状。寒山：始丰县（今浙江天台县西）天台山有寒暗二岩，寒山即寒岩，乃诗人所居。⑵落落：寂静冷落的样子。⑶淅淅：象声词，形容风声。一作“碛碛”。"]}{"title":"忆秦娥·烧灯节","nian":"宋代","author":"刘辰翁","contson":"\n中斋上元客散感旧，赋《忆秦娥》见属，一读凄然。随韵寄情，不觉悲甚。\n烧灯节，朝京道上风和雪。风和雪，江山如旧，朝京人绝。百年短短兴亡别，与君犹对当时月。当时月，照人烛泪，照人梅发。\n","contyishang":["译文邓剡在上元节客散后怀念起往事，作一首《忆秦娥》词赠予我，我读过之后顿感凄凉，便按照原韵和了一首，不禁觉得非常悲痛。过去每逢元宵，成千上万的朝京士女，拥进城里观灯闹元宵。如今皇上太后都被掳到北方去了，京城已不复存在，进京朝拜的路上，行人断绝，有的只是满天风雪。刚才还是盛极一时，文恬武嬉，载歌载舞，极尽奢靡，转眼便成凄凉瓦砾焦土。唯有当年的明月，仍然永恒地照着人间，照着流泪的蜡烛，照着大家已经花白的头发。","注释忆秦娥：词牌名。双调，共四十六字，有仄韵、平韵两体。中斋：即邓剡，号中斋。词人之友。上元：正\n"]}{"title":"题柳","nian":"唐代","author":"温庭筠","contson":"\n杨柳千条拂面丝，绿烟金穗不胜吹。香随静婉歌尘起，影伴娇娆舞袖垂。羌管一声何处曲，流莺百啭最高枝。千门九陌花如雪，飞过宫墙两自知。\n","contyishang":[]}{"title":"菩萨蛮·翠翘金缕双鸂鶒","nian":"唐代","author":"温庭筠","contson":"\n翠翘金缕双鸂鶒，水纹细起春池碧。池上海棠梨，雨晴红满枝。绣衫遮笑靥，烟草粘飞蝶。青琐对芳菲，玉关音信稀。\n","contyishang":["译文一对鸂鶒鸟儿，身上披拂着灿烂的金色花纹，翘起它们那双翠绿的尾巴，在春水溶溶、碧绿滢滢的池面上，掀起了层层的水纹。岸边海棠花开，一阵潇潇春雨过后，天放晴了，红花满枝，滴着清亮的水珠儿，更加艳丽。一位美丽的少女，乍出现在一个心有所悦但却陌生的男人面前。不由自主地抿嘴一笑，却露出了那一对可爱的酒窝儿于是她赶紧用绣衫遮住了，恰如飞蝶迷恋于阳春烟景。华贵之家，芳菲时节，景物依旧，可是，当日春游之人，今已远戍边塞，而且连个信儿都没有！","注释⑴菩萨蛮：唐教坊曲，后用为词牌。亦作“菩萨鬘”，“子夜歌”“重叠金”等。双调四十四字，前后阕均两仄韵转两平\n"]}{"title":"夜筝","nian":"唐代","author":"白居易","contson":"\n紫袖红弦明月中，自弹自感暗低容。弦凝指咽声停处，别有深情一万重。\n","contyishang":[]}{"title":"长相思·铁瓮城高","nian":"宋代","author":"秦观","contson":"\n铁瓮城高，蒜山渡阔，干云十二层楼。开尊待月，掩箔披风，依然灯火扬州。绮陌南头，记歌名宛转，乡号温柔。曲槛俯清流。想花阴，谁系兰舟？念凄绝秦弦，感深荆赋，相望几许凝愁。勤勤裁尺素，奈双鱼难渡瓜洲。晓鉴堪羞，潘鬓点、吴霜渐稠。幸于飞、鸳鸯未老，不应同是悲秋。\n","contyishang":["译文在镇江城楼头、西津渡口，楼有十二层高入云霄。在楼上的阁房里，品着酒以待赏月，夜寒了，就放下帘子挡挡风。居高临下，看着黄昏时镇江城的万家灯火，就像看到了扬州城。于是想起了以前在扬州的一段欢娱生活。歌妓唱着《宛转歌》，很温柔，惬和人意。那座妓楼依河流而居，我曾乘着兰舟寻访美色。我估量着，自分别以后，你一定每每弹着凄凉的曲调，思念着我；而我呢，也每每吟哦着哀怨的词句，思念着你；山山相隔，我们相望了多少次都看不见，只能把愁恨凝聚在乐曲里和词章里。我屡屡想给你写情书，无奈山高路远，到不了你那边。清晨临镜，白发日渐见多，老态堪羞。有幸的是，你尚未见老，不应像我这样，为衰老\n"]}{"title":"开圣寺","nian":"唐代","author":"温庭筠","contson":"\n路分蹊石夹烟丛，十里萧萧古树风。出寺马嘶秋色里，向陵鸦乱夕阳中。竹间泉落山厨静，塔下僧归影殿空。犹有南朝旧碑在，耻将兴废问休公。\n","contyishang":["译文飘拂的烟霭下，一条曲折的小道顺着山谷蜿蜒而上，两旁乱石磷石旬，丛林苍苍，山风吹来，落木萧萧。到寺庙后，长途跋涉后的马儿，得以纵辔歇息，在悠闲地踢着蹄，打着响鼻，不时地仰头长嘶；夕阳染红了远远近近的山岭，觅巢归宿的乌鸦在层林之间飞来飞去，噪声乱成一片。寺内枯草遍地，乱竹丛生，泉水自落其间，无人汲用，虽时近黄昏，山厨依然冷冷清清；影殿空空，木鱼声绝，殿外不远处，墓塔林立，原来僧人已葬在那里。虽然再也不见旧时寺宇的风貌，但是记载当年建寺的南朝旧碑依然存在，读读旧碑上镌刻的文字，再对照眼前的情景，开圣寺的兴废变迁已不言而喻，岂敢再去询问休公！\n"]}{"title":"对雪献从兄虞城宰","nian":"唐代","author":"李白","contson":"\n昨夜梁园里，弟寒兄不知。庭前看玉树，肠断忆连枝。\n","contyishang":["译文昨夜我们一起在梁园里游玩，小弟我很寒冷，兄长你却不知道。独自来到庭院里，看那雪中玉树，真为那连理树枝而伤心断肠。","注释①虞城:唐时宋州睢阳郡有虞城县。今河南省虞城县。②梁园：在唐时宋州（今河南商丘），一名梁苑，汉代梁孝王的游赏之地。③玉树：雪中树。④连枝：古诗：“况我连枝树。与子同一身。”"]}{"title":"三部乐·商调梅雪","nian":"宋代","author":"周邦彦","contson":"\n浮玉飞琼，向邃馆静轩，倍增清绝。夜窗垂练，何用交光明月。近闻道、官阁多梅，趁暗香未远，冻蕊初发。倩谁摘取，寄赠情人桃叶。 回文近传锦字，道为君瘦损，是人都说。祅知染红著手，胶梳黏发。转思量、镇长堕睫。都只为、情深意切。欲报消息，无一句、堪愈愁结。\n","contyishang":[]}{"title":"咏秋柳","nian":"清代","author":"纪映淮","contson":"\n栖鸦流水点秋光，爱此萧疏树几行。不与行人绾离别，赋成谢女雪飞香。\n","contyishang":[]}{"title":"春庄","nian":"唐代","author":"王勃","contson":"\n山中兰叶径，城外李桃园。岂知人事静，不觉鸟声喧。\n","contyishang":[]}{"title":"宣州送裴坦判官往舒州时牧欲赴官归京","nian":"唐代","author":"杜牧","contson":"\n日暖泥融雪半消，行人芳草马声骄。九华山路云遮寺，清弋江村柳拂桥。君意如鸿高的的，我心悬旆正摇摇。同来不得同归去，故国逢春一寂寥！\n","contyishang":["译文和煦的太阳照耀着大地，积雪大半已消融，解冻的路面布满泥泞，经冬的野草茁出了新芽，原野上一片青葱，马声洪亮，催促主人上路。云雾缭绕的九华山路旁，寺宇时隐时现，青弋江村边，春风杨柳，轻拂桥面。你的志向像鸿雁一样鲜明，踌躇满志，而我的心情却像悬挂在空中的旗帜般空虚。我们原来是一起从京城到宣州任职的，此时却不能一同回去了，在这风光明媚的春日里，我只身回到京城以后，将会感到非常寂寞的。","注释（1）泥融：泥泞。（2）行（xíng）人：裴坦，字知进，进士及第，任宣州观察府判官，诗人故旧至交。（3）九\n"]}{"title":"南涧中题","nian":"唐代","author":"柳宗元","contson":"\n秋气集南涧，独游亭午时。回风一萧瑟，林影久参差。始至若有得，稍深遂忘疲。羁禽响幽谷，寒藻舞沦漪。去国魂已远，怀人泪空垂。孤生易为感，失路少所宜。索寞竟何事，徘徊只自知。谁为后来者，当与此心期。\n","contyishang":["译文深秋的寒气聚集在南涧，中午时分我独自游览。回环的秋风在涧中响起，碧树的影子如吹洞箫似的摇晃。初来这里就像别有感触，稍入深涧觉似忘了疲散。在幽深的山谷响起像被系住的鸟儿叫声，涧中的寒藻在涟漪中回荡。梦里总是魂游那已离开了的京城，怀念故人的泪水徒有悲伤。孤独的生活容易伤感，迷失道路才感到少有适合归宿的地方。究竟为什么我会如此消沉，内心的苦闷彷徨自有自己知道原因。将来迁谪到永州来的人，也一定能领略我此诗的衷肠。\n"]}{"title":"效古赠崔二","nian":"唐代","author":"高适","contson":"\n十月河洲时，一看有归思。风飙生惨烈，雨雪暗天地。我辈今胡为？浩哉迷所至。缅怀当途者，济济居声位。邈然在云霄，宁肯更沦踬？周旋多燕乐，门馆列车骑。美人芙蓉姿，狭室兰麝气。金炉陈兽炭，谈笑正得意。岂论草泽中，有此枯槁士？我惭经济策，久欲甘弃置。君负纵横才，如何尚憔悴？长歌增郁怏，对酒不能醉。穷达自有时，夫子莫下泪。\n","contyishang":["译文寒冬十月我徘徊在河洲之上，一眼看去便想回家乡。猛烈的风暴带来了严寒，雨雪飘飘天地为之无光。我们今天为了什么？浩渺地不知走向何方。遥想那当道的执政，一个个地位显赫名声远扬。他们高远地像坐在云端，哪里还能沦落困顿。款待宾客演奏着流行音乐，门前的马车排得老长。美人像盛开的芙蓉，狭室里散发出兰麝的芬芳。金色的火炉里燃着兽炭，宾主间谈笑风生得意洋洋。有谁知道在广大的平民中，我等是如此枯槁模样。我惭愧没有经世济民的谋略，甘愿长久地被弃置闲放。您有经营天下的才能，为什\n"]}{"title":"宫中题","nian":"唐代","author":"李昂","contson":"\n辇路生春草，上林花发时。凭高何限意，无复侍臣知。\n","contyishang":["宫中的甬道边长起秋草的时候，御花园里的花仍然在枝头上绽放着。现在的我想登上多高的山也不再需要和侍臣们商量了，当然政见也不再需要和他们一致了。"]}{"title":"于中好·别绪如丝梦不成","nian":"清代","author":"纳兰性德","contson":"\n别绪如丝梦不成，那堪孤枕梦边城。因听紫塞三更雨，却忆红楼半夜灯。书郑重，恨分明，天将愁味酿多情。起来呵手封题处，偏到鸳鸯两字冰。\n","contyishang":["译文别后的相思之情绵绵不绝，如丝般纷乱，让他辗转反侧，不能入睡。更何况好不容易入睡后，竟然还梦到了家乡，使人越发感伤。起来倾听那边塞半夜的雨声，却回忆起在家中小楼上我们挑灯夜话的情景。认真地书写，对你的思念格外分明，天生的多愁善感使自己变得多情。起身用嘴中的热气暖手，将家书封好，偏偏看到“鸳鸯”二字时，心痛又被触动，手又僵了起来。","注释①于中好：即《鹧鸪天》，词牌名。双调五十五字，前后阕各三平韵，一韵到底。上阕第三四句、下阕第一二句一般要求对仗。也是曲牌名。②如丝：形容绵绵不绝。③孤枕：独眠。边城：临近边界的城市\n"]}{"title":"送东莱王学士无竞","nian":"唐代","author":"陈子昂","contson":"\n宝剑千金买，平生未许人。怀君万里别，持赠结交亲。孤松宜晚岁，众木爱芳春。已矣将何道，无令白发新。\n","contyishang":["译文这把宝剑异常珍贵价值千金，多年来我从未答应送给别人。想到你就要启程到远隔万里的地方去，把它赠送给你以表结交情深。峰顶孤松适宜在严寒中生长，一般草木喜欢在春天里争胜。生在当今世道还有什么可说，你千万别愁添白发就此消沉。","注释东莱（lái）：西汉郡名，治所在今山东掖县。学士：官名，是皇帝身边的文学侍从。无竞：王无竞，字仲烈，东莱人。性情刚烈耿直，不肯奉迎权贵，仕途坎坷，屡遭贬谪。未许人：没有答应送给别人。未：没有。许：应允，认可，答应。怀君：想念您。怀：想到，想念。\n"]}{"title":"五粒小松歌","nian":"唐代","author":"李贺","contson":"\n前谢秀才、杜云卿，命予作《五粒小松歌》，予以选书多事，不治曲辞，经十日，聊道八句，以当命意。\n蛇子蛇孙鳞蜿蜿，新香几粒洪崖饭。绿波浸叶满浓光，细束龙髯铰刀剪。主人壁上铺州图，主人堂前多俗儒。月明白露秋泪滴，石笋溪云肯寄书。\n","contyishang":["译文前些时候谢秀才与杜云卿叫我写《五粒小松歌》，我因为选编书集事情较多，没有时间写诗，经过十天，勉强写出八句，算是完成友人的意旨。","小松树像一条小蛇，满身蛇鳞，蜿蜒曲折，新嫩的松花松果像清香的米粒，被仙人当食物采摘。那松叶浓绿有光，像在水中浸过，一束束龙须般的针叶，整齐得像用剪刀剪成。小松树的主人壁上高挂着州邑地图，主人堂前进进出出的多是俗儒。月明露白的秋夜，小松树似在流着泪滴：“山石和溪云，你们是否还肯写信来对我眷顾？”","注释⑴五粒小松：华山松每枝松穗为五股，称“五鬣松”，“鬣”与“粒”音近，故\n"]}{"title":"定西番·紫塞月明千里","nian":"唐代","author":"牛峤","contson":"\n紫塞月明千里，金甲冷，戍楼寒。梦长安。乡思望中天阔，漏残星亦残。画角数声呜咽，雪漫漫。\n","contyishang":["译文明月千里照着长城，将士的盔甲寒冷如冰，戍楼上寒风凛冽，又把长安吹入梦中。思乡的时候仰望苍天，苍天像思愁浩渺无边。刁斗的残声里残星稀落，城头响起几声呜咽的号角，随着纷飞的大雪漫漫地飘散。","注释⑴紫塞：长城，亦泛指北方边塞。崔豹《古今注·都邑》：“秦筑长城，上色皆紫，汉塞亦然，故称‘紫塞’焉。”鲍照《芜城赋》：“南驰苍梧涨海，北走紫塞雁门。”⑵金甲：铁恺甲。⑶戍楼：边塞驻军的营房。⑷画角：古乐器名，出自西羌，口细尾大，形如牛角，以竹木或皮革制成，外加彩绘，故称“画角”。后来军中多用以报昏晓，振士气。高\n"]}{"title":"东鲁门泛舟二首","nian":"唐代","author":"李白","contson":"\n日落沙明天倒开，波摇石动水萦回。 轻舟泛月寻溪转，疑是山阴雪后来。 \n水作青龙盘石堤，桃花夹岸鲁门西。 若教月下乘舟去，何啻风流到剡溪。 \n","contyishang":["译文夕阳落了，白沙更亮，天空倒映水中；水波摇，石影动，流水回旋萦绕。驾起小舟，乘着月光，沿着溪水转，恍如王子猷山阴雪后寻访戴安道。","水似青龙盘绕着石堤，鲁门西桃花夹岸。假如在这晶莹月色中泛舟，王子猷雪夜访友的潇洒又岂能比拟！","注释⑴东鲁门：据《一统志》记载：东鲁门在兖州（今山东曲阜、兖州一带）城东。⑵沙：水旁之地。天倒开：指天空倒映在水中。⑶萦回：萦绕回旋。唐杜甫《冬到金华山观因得故拾遗陈公学堂遗迹》诗：“系舟接绝壁，杖策穷萦回。”⑷泛月：月下泛舟。寻：这里是沿、随的意思。\n"]}{"title":"摽有梅","nian":"先秦","author":"佚名","contson":"\n摽有梅，其实七兮。求我庶士，迨其吉兮。摽有梅，其实三兮。求我庶士，迨其今兮。摽有梅，顷筐塈之。求我庶士，迨其谓之。\n","contyishang":["译文梅子落地纷纷，树上还留七成。有心求我的小伙子，请不要耽误良辰。梅子落地纷纷，枝头只剩三成。有心求我的小伙子，到今儿切莫再等。梅子纷纷落地，收拾要用簸箕。有心求我的小伙子，快开口莫再迟疑。","注释⑴摽（biào）：一说坠落，一说掷、抛。有：语助词。⑵七：一说非实数，古人以七到十表示多，三以下表示少。或七成，即树上未落的梅子还有七成。⑶庶：众多。士：未婚男子。⑷迨（dài）：及，趁。吉：好日子。⑸今：现 在。⑹顷筐：斜口浅筐，犹今之簸箕。塈（ jì或qì）：一说取，一\n"]}{"title":"点绛唇·十月二日马上作","nian":"清代","author":"龚自珍","contson":"\n一帽红尘，行来韦杜人家北。满城风色，漠漠楼台隔。目送飞鸿，景入长天灭。关山绝，乱云千叠，江北江南雪。\n","contyishang":["译文帽上积着城市中的风尘，我来到都城的城北。城中正刮着大风，卷起尘土，满城都漠漠一片，人家的楼台隔着尘土，模糊不清。我仰望飞雁，直到雁影消失在遥远的天空中。天边的山脉一线，云层重重叠叠，要下雪了，这雪花将洒遍大江南北。","注释①点绛唇：词牌名，四十一字，上片三仄韵，下片四仄韵。《清真集》入“仙吕调”，元北曲同，但平仄句式略异，今京剧中犹常用之。②一帽：暗用“侧帽”典。《周书·独孤信传》：“（独孤）信在秦州，尝因猎，日暮，驰马入城，其帽微侧。吉旦，而吏民有戴帽者，咸慕信而侧帽焉。其为邻境及士庶所重如此。”本处取其风流自赏意。宋·\n"]}{"title":"题鹤林寺僧舍","nian":"唐代","author":"李涉","contson":"\n终日昏昏醉梦间，忽闻春尽强登山。因过竹院逢僧话，偷得浮生半日闲。\n","contyishang":["译文长时间来一直处于混沌醉梦之中，无端地耗费着人生这点有限的时光。有一天，忽然发现春天即将过去了，于是便强打精神登上南山去欣赏春色。在游览寺院的时候，无意中与一位高僧闲聊了很久，难得在这纷扰的世事中暂且得到片刻的清闲。","注释①强：勉强。②因：由于。③过：游览，拜访。④竹院：即寺院。⑤此处“偷”在有的诗歌版本中作“又”字⑥浮生：语出《庄子》“其生若浮”。意为人生漂浮无定，如无根之浮萍，不受自身之力所控，故谓之“浮生”。"]}{"title":"朝中措·长年心事寄林扃","nian":"宋代","author":"范成大","contson":"\n长年心事寄林扃，尘鬓已星星。芳意不如水远，归心欲与云平。留连一醉，花残日永，雨后山明。从此量船载酒，莫教闲却春情。\n","contyishang":["译文向往归居的心已有多年，仕途上风尘仆仆人已疲倦，双鬓如今已经白发点点。想想看追逐名利怎如平淡之水长远，我隐野的决心之大能比得上天。到那时将有无数一醉方休的流连，看花开花落，每日都是快乐的一天，更喜爱那雨后明媚的青山。我将用我的小船装满美酒，邀好友相聚畅饮不断，再不让美好的情景溜走，徒将我的时光空闲。","注释①长年心事寄林扃（jiōnɡ）：指长久以来希望隐居的心愿。②星星：鬓发花白貌。（晋）左思《白发赋》：“星星白发，生于鬓垂。”③花残日永：花已凋谢，白日也更显漫长。"]}{"title":"新年","nian":"唐代","author":"无可","contson":"\n燃灯朝复夕，渐作长年身。紫阁未归日，青门又见春。掩关寒过尽，开定草生新。自有林中趣，谁惊岁去频。\n","contyishang":["译文从早到晚都点着灯火，肉体逐渐年长。还没从紫阁回归，就又要投入青门了。坐关不觉寒冷的天气都已过尽，开定的时候都长出了新草。心中自然有在禅林的乐趣，谁会对一年的过去而惊讶呢。","注释①长年：即年长，年龄增大。《韩非子 奸劫弑臣》虽长年而美材。②紫阁：仙人或隐士的居所。陆云《喜霁赋》曜六龙于紫阁。③青门：泛指隐退之处。沉砺《感怀》息影青门学种瓜。④掩关：又叫坐关，为佛教徒闭门静坐，以求觉悟的一种修行方式，时间往往较长。⑤开定：指结束坐关行为。⑥林：应指禅林，即寺院。"]}{"title":"瑞鹤仙·赋梅","nian":"宋代","author":"辛弃疾","contson":"\n雁霜寒透幕。正护月云轻，嫩冰犹薄。溪奁照梳掠。想含香弄粉，艳妆难学。玉肌瘦弱。更重重、龙绡衬著。倚东风，一笑嫣然，转盼万花羞落。 寂寞。家山何在，雪后园林，水边楼阁。瑶池旧约。鳞鸿更仗谁托。粉蝶儿只解，寻桃觅柳，开遍南枝未觉。但伤心，冷落黄昏，数声画角。\n","contyishang":["译文浓霜浸透了窗间的帷幕。现在正是云轻月冷，层冰未消的时候。梅花临水照镜。有人想涂抹胭脂，却学不成半点富艳妖媚之态。在朦胧的月色笼罩下，寒梅依然是玉洁清瘦的本色。想像春风中的梅花，流盼一笑，百花失色。寂寞。故乡在哪里？雪后的园林，水边的楼阁。虽然有瑶池以前的约定，但托谁捎去书信？粉蝶只懂得亲近桃柳，梅花开满了南枝却没有发现。只留下梅花在黄昏中，独自冷落伤感。","注释⑴雁霜：冬末春初月夜景象，言征雁黄昏穿云破雾而行。韩偓《半醉》诗：“云护雁霜笼淡月，雨连莺晓落残梅。雁霜：浓霜，严霜，雁，候鸟。春天北翔，秋季南飞，万里长行，所以又称为征雁。霜\n"]}{"title":"虞美人·愁痕满地无人省","nian":"清代","author":"纳兰性德","contson":"\n愁痕满地无人省，露湿琅玕影。闲阶小立倍荒凉。还剩旧时月色在潇湘。薄情转是多情累，曲曲柔肠碎。红笺向壁字模糊，忆共灯前呵手为伊书。\n","contyishang":["译文愁绪像落叶一样撒落满地，而这愁绪却无人能够理解，露水打湿了竹叶的影子，我孤零零地站在空荡的台阶上，只有旧时曾共同照耀着我们的斑竹月色能安慰我的心绪。我宁愿让自己薄情寡义，不因多情而心累，阵阵歌声催得我柔肠寸断对着墙壁读你的信笺，不禁想起当初在灯前呼着热气暖手，为你书写心曲。","注释①虞美人：词牌名，唐教坊曲。初咏项羽宠姬虞美人，因以为名。又名 “一江春水”、“玉壶水”、“巫山十二峰”等。双调，五十六字，上下片各四句。②秋夕：七月七日晚上。信步：随便漫步。③愁痕：指青青的苔痕。④琅玕（Iàng gàn\n"]}{"title":"如梦令·池上春归何处","nian":"宋代","author":"秦观","contson":"\n池上春归何处？满目落花飞絮。孤馆悄无人，梦断月堤归路。无绪，无绪。帘外五更风雨。\n","contyishang":["译文水池上到处漂着落花柳絮，春天到哪里去了？孤寂的旅馆内悄无人声，梦中的我正行走在洒满月光的湖堤上，突然梦断人醒。伤心至极，只好坐听窗外五更时分的风雨。","注释1、梦断：梦醒。2、无绪：没有兴致。"]}{"title":"溪晚凉","nian":"唐代","author":"李贺","contson":"\n白狐向月号山风，秋寒扫云留碧空。玉烟青湿白如幢，银湾晓转流天东。溪汀眠鹭梦征鸿，轻涟不语细游溶。层岫回岑复叠龙，苦篁对客吟歌筒。\n","contyishang":["译文一只白狐在向月嗥叫，山风吹来深谷的回声，秋夜的寒气扫净云絮，露出幽碧明净的天空；谷底升起潮湿的烟雾，像白色的玉柱缓缓移动，银河无声地流转，向着东方，流转个不停；溪边安睡着鹭鸟，野汀的宿雁正在作梦，只有溪水静静地流淌，轻溅的水花细语淙淙；重叠的山峦连绵起伏，看似条条盘曲的卧龙，夜风吹动着竹林，为山外来客奏起箫笙。","注释①碧空：幽碧明净的天空。②玉烟：指炊烟。幢：旌幡。青湿，疑指炊烟黑而湿润。烟黑白相杂，故云“玉”、云“白”。钱钟书举此句为例，以为长吉镂金刻玉，与法国诗人戈蒂埃同。③银湾，\n"]}{"title":"遥同杜员外审言过岭","nian":"唐代","author":"沈佺期","contson":"\n天长地阔岭头分，去国离家见白云。洛浦风光何所似，崇山瘴疠不堪闻。南浮涨海人何处，北望衡阳雁几群。两地江山万余里，何时重谒圣明君。\n","contyishang":["译文山岭是广阔天空与大地的分界，远离故乡只看得到无边的白云。洛水两岸风光何其美丽，这里的重山雾瘴难以忍受。你可渡过那风高浪急的南海，北边归去衡阳的大雁阵阵。两地间隔着遥远的距离，何时才能面圣明君呢？","注释①本诗是沈佺期和杜审言之诗。两人都于公元705年被流放岭南。审言先起程过大庾岭去峰州（今越南越池东南），佺期随后也过大庾岭去驩州（今越南乂安省荣市）。②洛浦：洛水之滨，这里指唐东都洛阳。"]}{"title":"蓦山溪·梅","nian":"宋代","author":"曹组","contson":"\n洗妆真态，不作铅花御。竹外一枝斜，想佳人，天寒日暮。黄昏院落，无处著清香，风细细，雪垂垂，何况江头路。月边疏影，梦到消魂处。梅子欲黄时，又须作，廉纤细雨。孤芳一世，供断有情愁，消瘦损，东阳也，试问花知否？\n","contyishang":["译文洗却胭脂铅粉，自有天然态度。一枝疏梅斜出竹外，有如佳人绝代，天寒日暮独倚修竹。黄昏院落，幽芳都无人赏，风细细，雪垂垂。更冷落了江头梅树芬香。月下疏影多么清雅，梦中却禁不住心神惆怅，待到梅子欲黄时节，又该是阴雨连绵令人断肠。梅花一世孤芳自赏，让有情人愁闷悲伤，可知道为了你，我像沈约般瘦损异常？","注释①蓦山溪：词牌名。又名《上阳春》、《蓦溪山》。《清真集》入“大石调”。双片八十二字，前片六仄韵，后片四仄韵。亦有前片四仄韵，后片三仄韵者，列为别格。②洗妆真态：洗净脂粉，露出真实的姿容。铅花御：用脂粉化妆。铅华：脂粉。御：用。此\n"]}{"title":"蝶恋花·湘水经东安县东","nian":"明代","author":"王夫之","contson":"\n湘水经东安县东，有沉香塘，石壁隙插一株，云是沉水香，澄潭清冷，绿萝倒影。\n湘水自分漓水下。曲曲潺湲，千里飞哀泻。冰玉半湾尘不惹，停凝欲挽东流驾。百尺危崖谁羽化。一捻残香，拈插莓苔隙。忆自寻香人去也，寒原夕阳烧悲灺。\n","contyishang":[]}{"title":"鲁连台","nian":"清代","author":"屈大均","contson":"\n一笑无秦帝，飘然向海东。谁能排大难？不屑计奇功。古戍三秋雁，高台万木风。从来天下士，只在布衣中。\n","contyishang":[]}{"title":"醉蓬莱·重九上君猷","nian":"宋代","author":"苏轼","contson":"\n余谪居黄，三见重九，每岁与太守徐君猷会于栖霞。今年公将去，乞郡湖南。念此惘然，故作此词。\n笑劳生一梦，羁旅三年，又还重九。华发萧萧，对荒园搔首。赖有多情，好饮无事，似古人贤守。岁岁登高，年年落帽，物华依旧。此会应须烂醉，仍把紫菊茱萸，细看重嗅。摇落霜风，有手栽双柳。来岁今朝，为我西顾，酹羽觞江口。会与州人，饮公遗爱，一江醇酎。\n","contyishang":["译文自笑劳苦的生涯如一梦醒来，原是留在他乡流浪过三次重九节的人。发花白又稀疏，面对荒废的园圃搔头。幸运有多情谊的人，喜欢饮酒而无诉讼事，好像古代无为而治的贤明太守。年年登高，年年宴饮，那美好的景物依旧不变。这次登高宴会按理要痛饮，照常佩带紫菊茱萸，还要细看多嗅。草木凋零，秋风为霜，其中有我俩雪堂前栽的两棵柳树。明年的今天，我为你移居潇湘，洒酒于江口。我将和黄州的人共同享受您留下的恩惠，如饮长江水般的美酒。","注释⑴醉蓬莱：词牌名。双片九十七字，前片十一句，后片十二句；前后片各四仄韵。君猷（yóu）：徐大受，当时黄州知州。⑵栖霞\n"]}{"title":"杜陵绝句","nian":"唐代","author":"李白","contson":"\n南登杜陵上，北望五陵间。秋水明落日，流光灭远山。\n","contyishang":["注释杜陵：在今陕西省西安市东南，为西汉宣帝刘询的陵墓，位于渭水南岸。五陵：唐颜师古在《汉书》注文中指出：”五陵，谓长陵、安陵、阳陵、茂陵、平陵。“汉高祖葬长陵，惠帝葬安陵，景帝葬阳陵，武帝葬茂陵，昭帝葬平陵，均在渭水北岸，今陕西省咸阳市附近。五陵，后来多指豪门贵族聚居之地，也指豪门贵族。秋水：秋天的河水，这里指渭河水，位于今陕西省境内。流光：流动的光彩或光线。","译文向南登上杜陵，北望五陵。落日的映照使得秋水显得格外明亮，太阳余晖在远山中间慢慢消失。"]}{"title":"水龙吟·夜深客子移舟处","nian":"宋代","author":"姜夔","contson":"\n夜深客子移舟处，两两沙禽惊起。红衣入桨，青灯摇浪，微凉意思。把酒临风，不思归去，有如此水。况茂陵游倦，长干望久，芳心事、箫声里。屈指归期尚未。鹊南飞、有人应喜。画阑桂子，留香小待，提携影底。我已情多，十年幽梦，略曾如此。甚谢郎、也恨飘零，解道月明千里。\n","contyishang":["译文夜已深，移舟更向鉴湖深处，不觉惊起双双飞鸟。船桨搅动着荷花，船灯也随之摇动，泛起了阵阵波纹，竟有丝丝凉意。把酒言欢，我心怀归，有此水为证。我本有归去之志，更何况远游已倦，伊人望久，把美好之心愿，诉诸悠悠之箫声。数着手指算了算归期还未到。伊人闻鹊而喜，画栏之前，桂树飘香，等待人儿归，待得人儿归，好与伊人携手游赏于月光之下，桂花影里。我已是自伤情多，自远游以来，悲欢离合，总如梦幻，悲多欢少，大抵如此。为何友人你也是自恨飘泊，咏出月明千里一类之词章呢？","注释⑴水龙吟：词牌名，又名“龙吟曲”、“庄椿岁”、“小楼连苑”等。双调一百零二字，前后\n"]}{"title":"菩萨蛮·舞裙香暖金泥凤","nian":"唐代","author":"牛峤","contson":"\n舞裙香暖金泥凤，画梁语燕惊残梦。门外柳花飞，玉郎犹未归。愁匀红粉泪，眉剪春山翠。何处是辽阳？锦屏春昼长。\n","contyishang":["译文舞裙上弥漫着浓浓的暖香，金泥印成欲飞的凤凰，梁上春燕呢喃的碎语，又惊醒了春梦一场。门外只有柳絮在飞舞，玉郎仍未归故乡。含愁重匀红粉妆，却愁怎抹去珠泪千行；紧锁的双眉凝着深深的翠绿，好似远处春山一样。那辽阳到底远在何处，画屏里的春天为何这样长？","注释⑴金泥凤：用金粉涂印的凤凰图案。金泥，即泥金，以金粉饰物。孟浩然《宴张记室宅》：“玉指调筝柱，金泥饰舞罗。”⑵玉郎：古代女子对丈夫的爱称。⑶辽阳：地名，在今辽宁省辽阳市老城区。这里代指玉郎征戍之地。"]}{"title":"忆江南·宿双林禅院有感","nian":"清代","author":"纳兰性德","contson":"\n心灰尽、有发未全僧。风雨消磨生死别，似曾相识只孤檠，情在不能醒。摇落后，清吹那堪听。淅沥暗飘金井叶，乍闻风定又钟声，薄福荐倾城。\n","contyishang":["译文心如死灰，除了蓄发之外，已经与僧人无异。只因生离死别，在那似曾相识的孤灯之下，愁情萦怀，梦不能醒。花朵凋零之后，即使清风再怎么吹拂，也将无动于衷。雨声淅沥，落叶飘零于金井，忽然间听到风停后传来的一阵钟声，自己福分太浅，纵有如花美眷、可意情人，却也常在生离死别中。","注释⑴忆江南：本为唐教坊曲名，后用作词牌。又名《望江南》、《梦江南》等。《金奁集》入“南吕宫”。单调二十七字，三平韵。中间七言两句，以对偶为宜。第二句亦有添一衬字者。⑵双林禅院：指今山西省平遥县西南七公里处双林寺内之禅院。双林寺内东轴线上有禅院、经房、僧舍等。\n"]}{"title":"宴桃源·前度小花静院","nian":"唐代","author":"白居易","contson":"\n前度小花静院，不比寻常时见。见了又还休，愁却等闲分散。肠断，肠断，记取钗横鬓乱。\n","contyishang":["①宴桃源：词牌名。②等闲：无端。"]}{"title":"感春","nian":"唐代","author":"李贺","contson":"\n日暖自萧条，花悲北郭骚。榆穿莱子眼，柳断舞儿腰。上幕迎神燕，飞丝送百劳。胡琴今日恨，急语向檀槽。\n","contyishang":["译文天气变暖，但家境仍冷落萧条，白花齐开，更使我这北郭骚悲伤无聊。一文不名，只有像来子钱一样的穿眼榆荚，不见舞妓，倒有比舞妓细腰更柔软的柳条。张开帘幕，迎接神燕，弋射飞丝，送走伯劳。弹起胡琴，借以抒发今日的愁恨，频繁急切的乐声扑向那紫檀琴槽。","注释⑴萧条：寂寞冷落；凋零。《楚辞·远游》：“山萧条而无兽兮，野寂漠其无人。”⑵北郭骚：春秋齐国的一个读书人，关心国事，讲义气，乐于助人，以贤良忠孝闻名乡里。但家贫如洗，每天结罘网捉鸟兽，割蒲苇织草鞋，换些柴米来奉养母亲。还曾向晏子借过粮食。（《吕氏春秋·季冬纪\n"]}{"title":"夏初雨后寻愚溪","nian":"唐代","author":"柳宗元","contson":"\n悠悠雨初霁，独绕清溪曲。引杖试荒泉，解带围新竹。沉吟亦何事，寂寞固所欲。幸此息营营，啸歌静炎燠。\n","contyishang":["译文下了很久的雨终于开始转晴，独自围绕着清澈的小溪而行。 用拐杖试探荒野中泉水的深浅，解下带子把嫩竹围起。 为什么喜欢在这里徘徊沉吟，孤独与寂寞本来就是我的追求。 有幸来到这里免去了官场的谋求，大声唱着歌来缓解炎热的气候。","注释①霁 (jì) ：指雨后或雪后转晴。 ②营营：谋求。 ③炎燠（yù）：炎是指天气极热；燠也是指热。"]}{"title":"花犯·谢黄复庵除夜寄古梅枝","nian":"宋代","author":"吴文英","contson":"\n翦横枝，清溪分影，翛然镜空晓。小窗春到。怜夜冷孀娥，相伴孤照。古苔泪锁霜千点，苍华人共老。料浅雪、黄昏驿路，飞香遗冻草。 行云梦中认琼娘，冰肌瘦，窈窕风前纤缟。残醉醒，屏山外、翠禽声小。寒泉贮、绀壶渐暖，年事对、青灯惊换了。但恐舞、一帘胡蝶，玉龙吹又杳。\n","contyishang":["译文将梅花从树上剪下来后，倒映溪中的梅枝影也即分成两截，但映在平静似镜的溪水中的梅影却显得更加空疏、自在。将梅花放置在窗台上，梅花的清香给居所带来了春的气息，独守广寒的嫦娥也将月光洒照在梅枝上陪伴。眼前的梅枝已有多年，枝上长着泪痕似的斑斑白霜般的苔藓，它与我头上的苍苍白发互相映衬。沿着驿道，踏着浅雪，将梅花的清香一路散发在浅雪中的冻草上，紧赶而来，终于在除夜黄昏时送到了。好像在梦中见到梅神冰肌玉骨，身披素缟在风中翩翩起舞。醉梦醒后，仍在幻觉中，仿佛听到翠羽啁唧的声音。时间已过很久，连插着梅枝的壶中泉水也渐渐由冷变暖。只见青灯上的灯光也渐转暗，室外已泛出晓光，忽然感\n"]}{"title":"题小松","nian":"唐代","author":"李商隐","contson":"\n怜君孤秀植庭中，细叶轻阴满座风。桃李盛时虽寂寞，雪霜多后始青葱。一年几变枯荣事，百尺方资柱石功。为谢西园车马客，定悲摇落尽成空。\n","contyishang":[]}{"title":"灵隐寺月夜","nian":"清代","author":"厉鹗","contson":"\n夜寒香界白，涧曲寺门通。月在众峰顶，泉流乱叶中。一灯群动息，孤磬四天空。归路畏逢虎，况闻岩下风。\n","contyishang":[]}{"title":"柳","nian":"唐代","author":"郑谷","contson":"\n半烟半雨江桥畔，映杏映桃山路中。 会得离人无限意，千丝万絮惹春风。\n","contyishang":["译文柳树种植在溪桥边和山路旁，与杏树和桃树相映。又好像懂得离人思乡的无限情感，千万条柳丝飘下无数柳絮去招引迷人的春天。","注释半烟半雨：云雾夹杂着细雨。映杏映桃：与杏树和桃树相映。会得：懂得，理解。离人：远离故乡的人。无限意：指思乡的情感。絮：柳絮。惹：招引，挑逗。"]}{"title":"咏鸳鸯","nian":"唐代","author":"李远","contson":"\n鸳鸯离别伤，人意似鸳鸯。试取鸳鸯看，多应断寸肠。\n","contyishang":[]}{"title":"三堂东湖作","nian":"唐代","author":"韦庄","contson":"\n满塘秋水碧泓澄，十亩菱花晚镜清。景动新桥横螮蝀，岸铺芳草睡。蟾投夜魄当湖落，岳倒秋莲入浪生。何处最添诗客兴，黄昏烟雨乱蛙声。\n","contyishang":["　　韦庄的律诗，特别是像这首描写自然风光的律诗，虽不像他的一些绝句那样内蕴深沉，发人深省，但它以明快清新取胜，在抒情状物方面也自有其可贵的特色。","　　其一，很少使事用典，而是根据自然环境，用明白晓畅的语言铸词造句，写出眼中所见和心中所感，以真切的情意来牵动读者的心灵。此诗咏“东湖”，开篇即从“满塘秋水”落笔，直接切题，起得爽健自然。接着，在夜里，在那碧绿深沉的湖水上，作者便让各种景色次第呈现出来；湖面上浮着十亩菱花，平展在明镜般清澈的水中；湖上横跨的新桥，像一条长虹，影子在水中荡漾；湖岸上，芳草如茵，睡着静静的池鹭；在清澈的湖底，月亮投下它的影子，像从天上掉了下来，而四围\n"]}{"title":"溪居即事","nian":"唐代","author":"崔道融","contson":"\n篱外谁家不系船，春风吹入钓鱼湾。 小童疑是有村客，急向柴门去却关。\n","contyishang":["译文篱笆外面不知是谁家没有系好船只。春潮上涨小船被吹进了钓鱼湾。有一位小孩正玩得高兴，突然发现有船进湾来了，以为是村里来了客人，急急忙忙地跑回去，去把柴门打开。","注释1.溪居：溪边村舍。2.即事：对眼前的事物、情景有所感触而创作。3.系（jì）：栓，捆绑。4.却关：打开门闩。"]}{"title":"如梦令·黄叶青苔归路","nian":"清代","author":"纳兰性德","contson":"\n黄叶青苔归路，屧粉衣香何处。消息竟沉沉，今夜相思几许。秋雨，秋雨，一半因风吹去。(版本一)\n木叶纷纷归路，残月晓风何处。消息竟沉沉，今夜相思几许。秋雨，秋雨，一半因风吹去。(版本二)\n","contyishang":["译文黄叶和青苔铺满了回去的路，原来我们相约幽会的地方如今在哪里？你离去后音讯杳无，平添了今夜的无限相思之苦。窗外秋雨，一半已经被风吹去。","高高的树木萧萧落下的黄叶铺满了回去的路，空中的残月破晓的微风让自己六神无主，竟不知在什么地方？你离去后音讯杳无，平添了今夜的无限相思之苦。窗外秋雨，一半已经被风吹去。","注释⑴屧粉衣香：这里代指所怀念之情人及与之幽会的地方。屧（xie），本意为鞋子的木底，此处与“衣”字皆以衣物代指情人。⑵“秋月句”：清朱彝尊《转应曲》诗句：“秋雨，秋雨，一半因风吹去”⑶木叶：树叶。\n"]}{"title":"登高","nian":"唐代","author":"杜甫","contson":"\n风急天高猿啸哀，渚清沙白鸟飞回。无边落木萧萧下，不尽长江滚滚来。万里悲秋常作客，百年多病独登台。艰难苦恨繁霜鬓，潦倒新停浊酒杯。\n","contyishang":["译文风急天高猿猴啼叫显得十分悲哀，水清沙白的河洲上有鸟儿在盘旋。无边无际的树木萧萧地飘下落叶，望不到头的长江水滚滚奔腾而来。 　悲对秋景感慨万里漂泊常年为客，一生当中疾病缠身今日独上高台。 　历尽了艰难苦恨白发长满了双鬓，衰颓满心偏又暂停了浇愁的酒杯。","注释⑴诗题一作《九日登高》。古代农历九月九日有登高习俗。选自《杜诗详注》。作于唐代宗大历二年（767）秋天的重阳节。⑵啸哀：指猿的叫声凄厉。⑶渚(zhǔ)：水中的小洲；水中的小块陆地。鸟飞回：鸟在急风中飞舞盘旋。回：回旋。⑷落木\n"]}