{"title":"","nian":"","author":"","contson":"","contyishang":[]}{"title":"中年","nian":"唐代","author":"郑谷","contson":"\n漠漠秦云淡淡天，新年景象入中年。情多最恨花无语，愁破方知酒有权。苔色满墙寻故第，雨声一夜忆春田。衰迟自喜添诗学，更把前题改数联。\n","contyishang":["　　这首诗写的是作者人到中年后的一些感受。郑谷当时寓居长安，面临着新春的到来。漠漠秦云（长安旧属秦地），淡淡天色，正是西北春天的典型景象。望见这个景象，诗人自然会想到，又一个春天降临人间。但随即也会浮起这样的念头：跟着时光推移，自己的年岁不断增添，如今是愈来愈品尝到中年的滋味了。","　　中年，往往是人的一生中哀乐感受最深切的时候。青春已逝，来日几何，瞻前顾后，百感交集。诗中不作过多的描述，只是抓住对花无语、借酒浇愁两个细节，就把那种思绪满怀的复杂心理状态烘托出来了，笔墨经济而又含蓄。","　　那么，诗人究竟在想些什么呢？底下一联为我们略作提示。“故第”，即旧时的\n"]}{"title":"奉酬李都督表丈早春作","nian":"唐代","author":"杜甫","contson":"\n力疾坐清晓，来时悲早春。转添愁伴客，更觉老随人。红入桃花嫩，青归柳叶新。望乡应未已，四海尚风尘。\n","contyishang":["译文正当扶病强起之际，忽接来诗为春天的旱来而悲哀。因读来诗转添了自己的哀愁，又缘愁而更伤自己的日益衰老。在大好的春天里，红色的桃花娇嫩吐艳，青色的杨柳新抽枝叶。面对良辰美景我遥念故乡从未中断，想到四海之内仍战乱不已，风尘满布啊！","注释奉酬：即遵奉酬答。李都督：诗人亲友，具体不详。都督：官名，唐置都督府，分上中下三等，其边防重地之都督，则加节度使，以后节度使增多，都督之名遂废。表丈：即表伯叔。力疾：扶病强起。风尘：指战乱。"]}{"title":"","nian":"","author":"","contson":"","contyishang":[]}{"title":"送春","nian":"宋代","author":"王令","contson":"\n三月残花落更开，小檐日日燕飞来。子规夜半犹啼血，不信东风唤不回。\n","contyishang":["译文暮春三月花败又花开，矮矮屋檐下燕子飞走又回来。只那眷恋春光的杜鹃鸟仍在夜半悲啼，不相信春风唤不回。","注释更：再，重。檐：屋檐。子规：杜鹃鸟。啼血：形容鸟类啼叫的悲苦，一般指杜鹃鸟的啼叫。不信：虽则不信，然春去依旧"]}{"title":"春日陪杨江宁及诸官宴北湖感古作","nian":"唐代","author":"李白","contson":"\n昔闻颜光禄，攀龙宴京湖。楼船入天镜，帐殿开云衢。君王歌大风，如乐丰沛都。延年献佳作，邈与诗人俱。我来不及此，独立钟山孤。杨宰穆清风，芳声腾海隅。英僚满四座，粲若琼林敷。鹢首弄倒景，峨眉缀明珠。新弦采梨园，古舞娇吴歈。曲度绕云汉，听者皆欢娱。鸡栖何嘈嘈，沿月沸笙竽。古之帝宫苑，今乃人樵苏。感此劝一觞，愿君覆瓢壶。荣盛当作乐，无令后贤吁。\n","contyishang":["译文听说江宁以前有个光禄大夫颜延之，就在这北湖攀龙附凤，宴请群僚。楼船驶入这天镜一样的湖中，锦幔围成宫殿高入云霄。也唱起了《大风歌》，就像刘邦当年在沛都丰乡作乐一样。颜延之献上诗章，仿佛像个诗人一样。我是比不上他了，他象钟山一样孤傲突出。杨县令文风清穆，高誉响彻东南海隅。僚幕英才高朋满坐，个个如同玉树临风，一片璀璨。画着鸟首的船在湖中显弄倒影，个个美女娥眉如水，鬓发叠挂明珠。乐队新曲新歌引人入胜，吴语昵侬和着古典舞蹈动人心魂。歌声高亢绕云，听众如痴如醉，皆大欢喜。\n"]}{"title":"临江仙·庭院深深深几许","nian":"宋代","author":"李清照","contson":"\n欧阳公作《蝶恋花》，有“深深深几许”之句，予酷爱之。用其语作“庭院深深”数阕，其声即旧《临江仙》也。\n庭院深深深几许？云窗雾阁常扃。柳梢梅萼渐分明。春归秣陵树，人老建康城。感月吟风多少事，如今老去无成。谁怜憔悴更凋零。试灯无意思，踏雪没心情。(试灯无意思，踏雪没心情 一作：灯花空结蕊，离别共伤情)\n","contyishang":["译文庭院很深很深，不知有多少层深，云雾缭绕的楼阁门窗经常关闭。骋目四望，只见柳梢返青和梅枝吐蕊的景象越来越分明了。在古秣陵城的周围，树木渐绿，宣告春已归来，但我却无家可归，看来要老死建康城了。忆往昔多少回吟赏风月，饮酒作诗，那是多么幸福啊，而如今却人已老去，什么事也做不成了！还有谁会怜悯你的憔悴与衰败？元宵试灯也好，踏雪赏景也好，都没有这份心情了。","注释⑴临江仙：原唐教坊曲名，双调小令，后用作词牌名。此词上下片共六十字，平韵格。⑵欧阳公：即北宋文学家欧阳修。《蝶恋花》：指欧阳修词作《蝶恋花·庭院深深深几许》。⑶予\n"]}{"title":"临江仙·西湖春泛","nian":"宋代","author":"赵溍","contson":"\n堤曲朱墙近远，山明碧瓦高低。好风二十四花期。骄总穿柳去，文艗挟春飞。 箫鼓晴雷殷殷，笑歌香雾霏霏，间情不受酒禁持。断肠无立处，斜日欲归时。\n","contyishang":["译文水中行船，堤岸曲折，岸上红墙时近时远，远山明丽，近楼碧瓦高低相间。春风吹到二十四番，骏马在绿柳间驰穿，画船追着春色浏览。箫鼓声声震天犹如晴天响雷一般，香雾在湖面弥漫，笑声歌声不断。情趣涌现，哪里还受酒的束管?面前美景欢乐一片，我却冷眼旁观，忧愁令肠断，此处无我立脚之点。已经日落要归返，我却仍与伤感凄凉相伴。 ","注释[1]二十四花期：指花信风。[2]骄骢：壮健的骢马。[3]殷殷：形容吹箫击鼓声音如雷声阵阵。[4]闲情不受酒禁持：指游春的好心情需开怀畅饮。"]}{"title":"破阵子·春景","nian":"宋代","author":"晏殊","contson":"\n燕子来时新社，梨花落后清明。池上碧苔三四点，叶底黄鹂一两声。日长飞絮轻。巧笑东邻女伴，采桑径里逢迎。疑怪昨宵春梦好，元是今朝斗草赢。笑从双脸生。\n","contyishang":["译文燕子飞来正赶上社祭之时，清明节后梨花纷飞。几片碧苔点缀着池中清水，黄鹂的歌声萦绕着树上枝叶，只见那柳絮飘飞。在采桑的路上邂逅巧笑着的东邻女伴。怪不得我昨晚做了个春宵美梦，原来它是预兆我今天斗草获得胜利啊!不由得脸颊上也浮现出了笑意。","注释① 破阵子：词牌名，原为唐教坊曲名。又名《十拍子》。双调六十二字，平韵。②新社：社日是古代祭土地神的日子，以祈丰收，有春秋两社。新社即春社，时间在立春后、清明前。③碧苔：碧绿色的苔草。④飞絮：飘荡着的柳絮。⑤巧笑：形容少女美好的笑容。逢迎：碰头，相逢。\n"]}{"title":"卜算子·春情","nian":"宋代","author":"秦湛","contson":"\n春透水波明，寒峭花枝瘦。极目烟中百尺楼，人在楼中否。 四和袅金凫，双陆思纤手。拟倩东风浣此情，情更浓于酒。\n","contyishang":["译文春水清澈透明见底，花含苞欲放，枝条嫩展，意中人在百尺楼尽目远望，不知道人在不在楼中？我想象着伊人在熏风和煦之时，乘一叶精美的凫舟，荡漾在碧波之中，那倩姿与涟涟绿水相融；多么渴望在春风吹拂中与佳人在柳下做双陆游戏，那该多么惬意呀！假如把东风请来，把自己深深恋情洗涤得更清纯，使它比酒还醇香，比酒更浓酽。 ","注释①透：春水清澈见底。②瘦：早春花枝嫩条、含苞欲放的倩姿。③极目：尽目远望。烟中：烟雾缭绕之中。百尺楼：意中人所居的闺楼。④四和：一种香名，叫四和香。金凫：指鸭子形的铜香炉。⑤双陆：古\n"]}{"title":"春思","nian":"唐代","author":"韦应物","contson":"\n野花如雪绕江城，坐见年芳忆帝京。 阊阖晓开凝碧树，曾陪鸳鹭听流莺。\n","contyishang":["译文野花如同雪花一样纷纷扬扬环绕江城，犹看见一年一度的花草，回忆起来帝京。早上宫门打开仿佛将碧绿的树都凝住了，曾经陪鸳鹭听流莺得到叫声。","注释阊阖：泛指宫门或京都城门，借指京城、宫殿、朝廷等。"]}{"title":"春江花月夜","nian":"唐代","author":"张若虚","contson":"\n春江潮水连海平，海上明月共潮生。滟滟随波千万里，何处春江无月明!江流宛转绕芳甸，月照花林皆似霰;空里流霜不觉飞，汀上白沙看不见。江天一色无纤尘，皎皎空中孤月轮。江畔何人初见月？江月何年初照人？人生代代无穷已，江月年年望相似。(望相似 一作：只相似)不知江月待何人，但见长江送流水。白云一片去悠悠，青枫浦上不胜愁。谁家今夜扁舟子？何处相思明月楼？可怜楼上月徘徊，应照离人妆镜台。玉户帘中卷不去，捣衣砧上拂还来。此时相望不相闻，愿逐月华流照君。鸿雁长飞光不度，鱼龙潜跃水成文。昨夜闲潭梦落花，可怜春半不还家。江水流春去欲尽，江潭落月复西斜。斜月沉沉藏海雾，碣石潇湘无限路。不知乘月几人归，落月摇情满江树。(落月 一作：落花)\n","contyishang":["译文春天的江潮水势浩荡，与大海连成一片，一轮明月从海上升起，好像与潮水一起涌出来。月光照耀着春江，随着波浪闪耀千万里，所有地方的春江都有明亮的月光。江水曲曲折折地绕着花草丛生的原野流淌，月光照射着开遍鲜花的树林好像细密的雪珠在闪烁。月色如霜，所以霜飞无从觉察。洲上的白沙和月色融合在一起，看不分明。江水、天空成一色，没有一点微小灰尘，明亮的天空中只有一轮孤月高悬空中。江边上什么人最初看见月亮，江上的月亮哪一年最初照耀着人？人生一代代地无穷无尽，只有江上的月亮一年年地总是相像。不知江上的月亮等待着\n"]}{"title":"仲春郊外","nian":"唐代","author":"王勃","contson":"\n东园垂柳径，西堰落花津。物色连三月，风光绝四邻。鸟飞村觉曙，鱼戏水知春。初晴山院里，何处染嚣尘。\n","contyishang":["译文前往东园的小路，垂柳掩映；西坝的渡口，落花缤纷。好风景已经连续多月了，这里的美景是周围所没有的。鸟在村里飞翔，人们便感觉到天亮了；鱼在水中嬉戏，人们便知道春天来了。刚刚雨过天晴，山村的庭院里哪里会染上世俗尘杂呢。","注释仲春：春季的第二个月，即农历二月。东园：泛指园圃。径：小路。堰：水坝。津：渡口。物色：景色、景物。连三月：即连月。三，表示多数。绝四邻：指这里的幽雅景致是周围四邻所没有的。绝：《全唐诗》一作“绕”。曙：破晓、天刚亮。鱼戏：乐\n"]}{"title":"感春","nian":"唐代","author":"李贺","contson":"\n日暖自萧条，花悲北郭骚。榆穿莱子眼，柳断舞儿腰。上幕迎神燕，飞丝送百劳。胡琴今日恨，急语向檀槽。\n","contyishang":["译文天气变暖，但家境仍冷落萧条，白花齐开，更使我这北郭骚悲伤无聊。一文不名，只有像来子钱一样的穿眼榆荚，不见舞妓，倒有比舞妓细腰更柔软的柳条。张开帘幕，迎接神燕，弋射飞丝，送走伯劳。弹起胡琴，借以抒发今日的愁恨，频繁急切的乐声扑向那紫檀琴槽。","注释⑴萧条：寂寞冷落；凋零。《楚辞·远游》：“山萧条而无兽兮，野寂漠其无人。”⑵北郭骚：春秋齐国的一个读书人，关心国事，讲义气，乐于助人，以贤良忠孝闻名乡里。但家贫如洗，每天结罘网捉鸟兽，割蒲苇织草鞋，换些柴米来奉养母亲。还曾向晏子借过粮食。（《吕氏春秋·季冬纪\n"]}{"title":"惠崇春江晚景二首 / 惠崇春江晓景二首","nian":"宋代","author":"苏轼","contson":"\n竹外桃花三两枝，春江水暖鸭先知。蒌蒿满地芦芽短，正是河豚欲上时。\n两两归鸿欲破群，依依还似北归人。遥知朔漠多风雪，更待江南半月春。\n","contyishang":["译文竹林外两三枝桃花初放，鸭子在水中游戏，它们最先察觉了初春江水的回暖。河滩上已经满是蒌蒿，芦笋也开始抽芽，而河豚此时正要逆流而上，从大海回游到江河里来了。","大雁北飞，就像要回到北方家乡的人那样，但是由于依恋，差一点掉了队。还没有飞到北方时，就已经知道北方的沙漠多风雪了，还是再在江南渡过半月的春光时节吧。","注释⑴惠崇（亦为慧崇）：福建建阳僧，宋初九僧之一，能诗能画。《春江晚景》是惠崇所作画名，共两幅，一幅是鸭戏图，一幅是飞雁图。钱钟书《宋诗选注》中为“晓景”。诸多注本，有用“晓景”、有用“晚景”，此从《东坡全\n"]}{"title":"即事","nian":"唐代","author":"杜甫","contson":"\n暮春三月巫峡长，皛皛行云浮日光。雷声忽送千峰雨，花气浑如百和香。黄莺过水翻回去，燕子衔泥湿不妨。飞阁卷帘图画里，虚无只少对潇湘。\n","contyishang":["译文巫峡的暮春三月似乎要比其他地方长一些，上空的白云随风疾行，映着日光，很是明亮。突然传来雷声，马上就下起大雨，天地之间，高山群峰都笼罩在苍茫雨中，大雨骤聚骤散，清新的空气中马上充满了各种花香。娇弱的黄莺遇到雷雨，惊恐翻回，栖止不定；而燕子就不同了，它冒雨劳作，迎风飞翔。打开我窗前的卷帘，眼前就是一幅美丽的画卷，峡中的风景图画是壮丽的，山高水险，雷雨千峰，但还缺少潇湘洞庭的广阔浩茫。","注释⑴皛（xiǎo）皛：洁白明亮貌。⑵百和香：形容山野间花气的浓郁。⑶湿不妨：湿而不妨。⑷虚无\n"]}{"title":"蝶恋花·京口得乡书","nian":"宋代","author":"苏轼","contson":"\n雨后春容清更丽。只有离人，幽恨终难洗。北固山前三面水。碧琼梳拥青螺髻。一纸乡书来万里。问我何年，真个成归计。白首送春拚一醉。东风吹破千行泪。\n","contyishang":["译文雨后春天的景色更加青翠美丽。只有那远离故乡的人，深沉的愁恨总洗不去。北固山下三面都是水。弧形的江面，仿佛是碧玉梳子，苍翠的山峰，好象是美人的发髻。万里外的家乡来了一封信，问我哪年真的能回去？我只有回头拼命喝酒，送春归去，春风倒还多情，抹去我的行行泪涕。","注解①蝶恋花，词牌名，又名《鹊踏枝》、《凤栖梧》。唐教坊曲。《乐章集》、《张子野词》并入“小石调”，《清真集》入“商调”。赵令畤有《商调蝶恋花》，联章作《鼓子词》，咏《会真记》事。双调，六十字，上下片各四仄韵。京口：宋神宗熙宁七年（1074年），苏轼在杭州通判任上，曾到京口（今江苏镇\n"]}{"title":"清平乐·别来春半","nian":"五代","author":"李煜","contson":"\n别来春半，触目柔肠断。砌下落梅如雪乱，拂了一身还满。(柔肠断 一作：愁肠断)雁来音信无凭，路遥归梦难成。离恨恰如春草，更行更远还生。\n","contyishang":["译文离别以来，春天已经过去一半，映入目中的景色掠起柔肠寸断。阶下落梅就像飘飞的白雪一样零乱，把它拂去了又飘洒得一身满满。鸿雁已经飞回而音信毫无依凭，路途遥远，要回去的梦也难形成。离别的愁恨正像春天的野草，越行越远它越是繁生。","注释⑴春半：即半春，春天的一半。唐代柳宗元《柳州二日》诗中有句：“宦情羁思共凄凄，春半如秋意转迷。”别来春半：意思是，自分别以来，春天已过去一半，说明时光过得很快。⑵柔：吕本二主词、吴本二主词、侯本二主词、《尊前集》、《全唐诗》、《词综》等本中均作“愁”。柔肠，原指温柔的心肠，此指绵软情怀。⑶砌\n"]}{"title":"夜半乐·艳阳天气","nian":"宋代","author":"柳永","contson":"\n艳阳天气，烟细风暖，芳郊澄朗闲凝伫。渐妆点亭台，参差佳树。舞腰困力，垂杨绿映，浅桃秾李夭夭，嫩红无数。度绮燕、流莺斗双语。翠娥南陌簇簇，蹑影红阴，缓移娇步。抬粉面、韶容花光相妒。绛绡袖举。云鬟风颤，半遮檀口含羞，背人偷顾。竞斗草、金钗笑争赌。对此嘉景，顿觉消凝，惹成愁绪。念解佩、轻盈在何处。忍良时、孤负少年等闲度。空望极、回首斜阳暮。叹浪萍风梗知何去。\n","contyishang":["译文阳光明媚的春天，细烟升起，暖风吹拂，伫立在美丽的春景中凝望。春天渐渐地将亭台树木打扮一新。杨柳随风而舞，将腰都舞困了。桃花浅红，李花华丽，十分美丽。浅红无数。燕莺飞来飞去鸣叫者，像互相对语。小路上美丽的女子一堆堆聚集在一起。身影在花阴中飘动，缓慢的移动脚步。抬起漂亮的脸，姣好的容颜和艳丽的花相互嫉妒着对方。红袖举起，高高的发髻在微风中颤抖。害羞得半遮住红唇，又背着人群偷偷地看。斗草之戏竞争激烈，笑着以金钗作为赌注。对着如此美景，竟伤感到出神，惹出了愁绪。想念起所爱之人，她现在在何处呢？怎忍辜负良辰美景，像少年时期一般平常度过。白白得望尽天边，回首却\n"]}{"title":"春日行","nian":"唐代","author":"李白","contson":"\n深宫高楼入紫清，金作蛟龙盘绣楹。佳人当窗弄白日，弦将手语弹鸣筝。春风吹落君王耳，此曲乃是升天行。因出天池泛蓬瀛，楼船蹙沓波浪惊。三千双蛾献歌笑，挝钟考鼓宫殿倾，万姓聚舞歌太平。我无为，人自宁。三十六帝欲相迎，仙人飘翩下云輧。帝不去，留镐京。安能为轩辕，独往入窅冥。小臣拜献南山寿，陛下万古垂鸿名。\n","contyishang":["译文皇宫深深楼阁高耸云霄，金色的蛟龙盘旋在堂前华丽的柱子上。美女们在窗前化妆打扮，玉手抚动琴弦。美妙的筝声随春风吹落，传入游乐的君王的耳里，这应该是那首《升天行》吧。泛舟在白莲池上，如蓬莱仙境一般，楼船划破湖面急促前进，惊起阵阵波浪。众多的宫女们奏起音乐唱起歌曲，敲打钟鼓的声音都要使宫殿轰倒。这是多么壮观的天下百姓歌舞太平的场面呀。只要君王于民休养生息，百姓就会安居乐业，天下太平。天庭上三十六个天帝要来迎接，仙人们驾着彩云翩然而下。但皇帝不愿意随他们而去，宁愿留在人间。皇帝岂能像轩\n"]}{"title":"生查子·鞭影落春堤","nian":"清代","author":"纳兰性德","contson":"\n鞭影落春堤，绿锦鄣泥卷。脉脉逗菱丝，嫩水吴姬眼。啮膝带香归，谁整樱桃宴。蜡泪恼东风，旧垒眠新燕。\n","contyishang":["译文骑一匹骏马，驰过长堤，步步催马，鞭影横飞，我要看尽这春色的美。骏马飞奔，马鞍两边垂障上的轻尘腾飞。路旁女子含情脉脉，目光炯炯有神，好比吴地佳丽的眼渡。我游遍全城，骑马归来，带回一缕春的芬芳。是谁主持了一场樱桃宴会，要来庆贺新科进士们。东风徐徐，蜡烛被吹得跳跃起来，弄得它“泪流满面”。去年的燕巢中钻进了新来的燕子，一切似乎如此春风得意。","注释1、生查子，原为唐教坊曲名，后用为词牌名。2、鞭影：马鞭的影子。3、鄣：同“障”。阻塞，阻隔。鄣泥：即马鞯。垂于马腹两侧，用于遮挡泥土的东西。4、嫩水：指春水。\n"]}{"title":"春愁","nian":"清代","author":"丘逢甲","contson":"\n春愁难遣强看山，往事惊心泪欲潸。四百万人同一哭，去年今日割台湾。\n","contyishang":["译文春愁难以排遣，强打起精神眺望远山，往事让人触目惊心热泪将流。台湾的四百万同胞齐声大哭，去年的今天，就是祖国宝岛被割让的日子！","注释①潸：流泪的样子。②四百万人：指当时台湾人口合闽、粤籍，约四百万人。③去年今日：指1895年4月17日，清王朝与日本签订丧权辱国的《马关条约》，将台湾割让给日本。"]}{"title":"木兰花·城上风光莺语乱","nian":"宋代","author":"钱惟演","contson":"\n城上风光莺语乱，城下烟波春拍岸。绿杨芳草几时休，泪眼愁肠先已断。情怀渐觉成衰晚，鸾镜朱颜惊暗换，昔年多病厌芳尊，今日芳尊惟恐浅。\n","contyishang":["译文城上春光明媚莺啼燕啭，城下碧波荡漾拍打堤岸。绿杨芳草几时才会衰败？我泪眼迷蒙愁肠寸断。人到晚年渐觉美好情怀在衰消，面对鸾镜惊看红颜已暗换。想当年曾因多病害怕举杯，而如今却唯恐酒杯不满。","注释⑴莺语：黄莺婉转鸣叫好似低语。⑵拍岸：拍打堤岸。⑶鸾镜：镜子。古有“鸾睹镜中影则悲”的说法，以后常把照人的镜子称为“鸾镜”。朱颜：这里指年轻的时候。⑷芳尊：盛满美酒的酒杯，也指美酒。"]}{"title":"燕归梁·春愁","nian":"宋代","author":"石延年","contson":"\n芳草年年惹恨幽。想前事悠悠。伤春伤别几时休。算从古、为风流。 春山总把，深匀翠黛，千叠在眉头。不知供得几多愁。更斜日、凭危楼。\n","contyishang":["　　此词题为春愁，写得蕴藉深情，值得玩味。起首两句，写看见春草萌生，引起对前事的追忆。“年年”、“悠悠”两叠词用得好，有形象、有感情。“年年”，层次颇多：过去一对恋人厮守一起，别后年年盼归，又年年不见归，今后还将年年盼望下去，失望下去。如此往复，情何以堪。“悠悠”，形容“前事”遥远，怀“想”深长，表现出女主人公执着纯真的情感。春天的芳草年年萌发，而对往事怀想之情年年不断，与日俱增，不知何时是尽头。“伤春伤别几时休”一句，把女主人公的感情直接倾诉出来。“算从古、为风流。”是说这种离别愁绪的产生，都是为了男女的风流韵事。至此，“春愁”之意始明。","　　过片三句：“春山总把，深匀\n"]}{"title":"春日归山寄孟浩然","nian":"唐代","author":"李白","contson":"\n朱绂遗尘境，青山谒梵筵。金绳开觉路，宝筏度迷川。岭树攒飞栱，岩花覆谷泉。塔形标海月，楼势出江烟。香气三天下，钟声万壑连。荷秋珠已满，松密盖初圆。鸟聚疑闻法，龙参若护禅。愧非流水韵，叨入伯牙弦。\n","contyishang":["译文朝服绶带遗弃在尘世之境，赶赴青山拜谒佛教道场。黄金为绳显示觉悟之路，乘上宝筏渡过惑人迷川。岭上高树拢聚构成飞栱一般，岩上红花盛开掩盖山谷的泉水。佛塔高耸是海上日出的标志，佛楼雄伟依傍大江烟云缭绕。佛烟香气传遍欲界色界无色界，佛钟敲响声连万壑千川。手中念珠如秋日莲子成熟满把满串，繁茂的松树团团圆圆如月。鸟儿相聚疑是为听法而来，龙王亦来参加原为护法而来。惭愧我无洋洋兮若江河般的流水声韵，可以混为伯牙的琴上之声。","注释⑴孟浩然：唐代山水田园诗人，李白好友。\n"]}{"title":"莺啼序·春晚感怀","nian":"宋代","author":"吴文英","contson":"\n　　残寒正欺病酒，掩沉香绣户。燕来晚、飞入西城，似说春事迟暮。画船载、清明过却，晴烟冉冉吴宫树。念羁情、游荡随风，化为轻絮。\n　　十载西湖，傍柳系马，趁娇尘软雾。溯红渐招入仙溪，锦儿偷寄幽素，倚银屏、春宽梦窄，断红湿、歌纨金缕。暝堤空，轻把斜阳，总还鸥鹭。\n　　幽兰旋老，杜若还生，水乡尚寄旅。别后访、六桥无信，事往花委，瘗玉埋香，几番风雨。长波妒盼，遥山羞黛，渔灯分影春江宿。记当时、短楫桃根渡，青楼仿佛，临分败壁题诗，泪墨惨淡尘土。危亭望极，草色天涯，叹鬓侵半苎。暗点检、离痕欢唾，尚染鲛绡，亸凤迷归，破鸾慵舞。殷勤待写，书中长恨，蓝霞辽海沉过雁。漫相思、弹入哀筝柱。伤心千里江南，怨曲重招，断魂在否？\n","contyishang":["译文暮春的残寒，仿佛在欺凌我喝多了酒，浑身发冷而难受，我燃起沉香炉，紧紧地掩闭了沉香木的华丽的窗户。迟来的燕子飞进西城，似乎在诉说着春天的风光已衰暮。画船载着酒客游客玩西湖，清明佳节的繁华就这样过去了，看着暗烟缭绕着吴国宫殿中的树木，我的心中有千万缕羁思旅情，恰似随风游荡，化作了柳絮轻扬飘浮。我曾经有十年的生活在西湖，依傍着柳树系上我的马匹，追随着芳尘香雾。沿着红花烂漫的堤岸，我渐渐进入仙境般的去处。你叫侍儿偷偷送来情书，把一怀芳心暗暗倾诉。在温馨幽密的银屏深处，有过多少快乐和欢娱，可惜春长梦短，欢乐的时光何其短促。\n"]}{"title":"新雷","nian":"清代","author":"张维屏","contson":"\n造物无言却有情，每于寒尽觉春生。千红万紫安排著，只待新雷第一声。\n","contyishang":["译文大自然虽然默默无言，但却有情，寒尽而带来春天，悄悄地安排好万紫千红的百花含苞待放大自然早已安排好了万紫千红，只等春雷一响，百花就将竞相开放。 ","注释新雷：春天的第一个雷声，象征春天的莅临。古人认为雷是动生万物的造物：指天。古人认为天是创造万物的每于：常常在。"]}{"title":"风流子·东风吹碧草","nian":"宋代","author":"秦观","contson":"\n东风吹碧草，年华换、行客老沧洲。见梅吐旧英，柳摇新绿，恼人春色，还上枝头，寸心乱，北随云黯黯，东逐水悠悠。斜日半山，暝烟两岸，数声横笛，一叶扁舟。 青门同携手，前欢记、浑似梦里扬州。谁念断肠南陌，回首西楼。算天长地久，有时有尽，奈何绵绵，此恨难休。拟待倩人说与，生怕人愁。\n","contyishang":["译文春天的风，吹得遍野碧绿绿的，正是一年之中最美好的时节，本该好好欣赏一番，但此时的我，只不过一贬客，奔波在赴杭州的水路里。看到吐露着未开的蓓蕾，柳树焕发出嫩绿的新芽，这无边春色却闹的人一番着恼。是因为心里乱了！乱得连春色也恼起来了。一路回首北国，只见云雾暗淡，东望征程，又是江水悠悠，没个尽头，怎么能让人痛快起来呢。半山的斜晖，两岸笼罩的暮霭，驾着一叶扁舟，远处传来数声牧童的横笛。不管眼见的还是耳听的，都让人心烦。 在城门口相互携手，共同回忆过去的欢愉，扬州的往事浑似梦境一样。谁能体会到我在南郊的道路上回望你所在的方向时内心思念你的愁苦？我想来，天再长，地再久，也\n"]}{"title":"渔家傲·小雨纤纤风细细","nian":"宋代","author":"朱服","contson":"\n小雨纤纤风细细，万家杨柳青烟里。恋树湿花飞不起，愁无比，和春付与东流水。九十光阴能有几？金龟解尽留无计。寄语东阳沽酒市，拼一醉，而今乐事他年泪。\n","contyishang":["译文绵绵的细雨微微的风，千家万户掩映在杨柳密荫青烟绿雾中。淋湿的花瓣贴在树枝上不再飞。心中愁无穷，连同春色都付与江水流向东。九十天的光阴能够留多久？解尽金龟换酒也无法将春光挽留。告诉那东阳城里卖酒人，而今只求拼个一醉方休，不管今日乐事成为他年热泪流。","注释⑴渔家傲：词牌名。⑵纤纤：细小，细微，多用以形容微雨。⑶和春：连带着春天。⑷九十：指春光三个月共九十天。⑸金龟：唐三品以上官佩金龟。此处“金龟解尽”意即彻底解职。⑹东阳：今浙江省金华市，宋属婺（wù）州东阳郡。沽酒：卖酒。\n"]}{"title":"渡湘江","nian":"唐代","author":"杜审言","contson":"\n迟日园林悲昔游，今春花鸟作边愁。独怜京国人南窜，不似湘江水北流。\n","contyishang":["译文悲叹昔日还在园林里游玩的情景，今年春天花开鸟鸣更引发我在边疆的哀愁。独自怜惜从京城里出来的人往南逃，真羡慕湘江的水呀，你却往北流去！","注释①迟日：春日。《诗经·七月》：“春日迟迟，采繁祁祁。”②悲昔游：作者旧游之地，因放逐再次经过感到悲伤。③边愁：流放边远地区产生的愁绪。④京国：指长安。"]}{"title":"苏溪亭","nian":"唐代","author":"戴叔伦","contson":"\n苏溪亭上草漫漫，谁倚东风十二阑。 燕子不归春事晚，一汀烟雨杏花寒。\n","contyishang":[]}{"title":"零陵春望","nian":"唐代","author":"柳宗元","contson":"\n平野春草绿，晓莺啼远林。日晴潇湘渚，云断岣嵝岑。仙驾不可望，世途非所任。凝情空景慕，万里苍梧阴。\n","contyishang":["译文平坦空旷的原野上，春天的芳草满是绿意，早晨的莺鸟在远方的树林间啼鸣。阳光晴和，洒落在潇水与湘水的岸边沙洲，云朵断续不接，飘扬在岣嵝山的小峰上。得道成仙是无从盼望的，世间也非我所能承受的居处。沉思凝神也只能空自仰慕，那万里之外，卒于苍梧之野的舜帝英灵。","注释①零陵：据《史记·五帝本纪》载，舜南巡，“崩于苍梧之野，葬于江南九疑，是为零陵”。汉建零陵郡。隋文帝灭陈，统一南北，废零陵郡，置永州总管府。零陵即永州。②潇湘：湖南潇水和湘江的合称。潇水出自湖南永州市蓝山县紫良乡野狗山南麓\n"]}{"title":"浣溪沙·散步山前春草香","nian":"宋代","author":"张淑芳","contson":"\n散步山前春草香。朱阑绿水绕吟廊。花枝惊堕绣衣裳。或定或摇江上柳，为鸾为凤月中篁。为谁掩抑锁芸窗。\n","contyishang":["　　她总算是，盼来了春天。此时韶光照野，春晖暖物。忽然惊觉，她呆在屋里已经蛰伏了整整一个冬季。在这多情的季节，人总是不甘寂寞的。","　　四周皆山，出了门，眼前依然是山。","　　燕双飞，人独立，落花正满衣。多少不堪回首的往事，又缤纷乍现。恰如一场花瓣雨，在风中慢慢坠落。泪眼问花，花也不语。是谁，还在那独自轻唱，枉把流年轻掷了。","　　此去经年，依然是从前的自己。心自无花开，不招蜂蝶来。静看江边柳摇春色，独听月下风敲竹声。","　　痴问红尘三万场，不知能与谁，痛诉离殇？","　　这首词与之上面两首相比较，浑然没有了那种凄恻哀怨\n"]}{"title":"谒金门·花过雨","nian":"宋代","author":"李好古","contson":"\n花过雨，又是一番红素。燕子归来愁不语，旧巢无觅处。谁在玉关劳苦？谁在玉楼歌舞？若使胡尘吹得去，东风侯万户。\n","contyishang":["译文花经过一场春雨后，渐渐的开放了，燕子从北方飞回到这里因为找不到旧时的巢穴而愁楚。是谁在边关前线戍守？又是谁在玉楼里莺歌燕舞？假如东飞能吹走侵略的敌人，那就封它做个万户侯吧！","注释①红素：指花色红、白相间。②觅：寻找。③玉关：玉门关。借指南宋抗战前线。④玉楼：豪华的高楼大厦。⑤胡尘：指蒙人发动的战争,异族（金或蒙古）侵略⑥侯万户：万户侯。"]}{"title":"天津桥望春","nian":"唐代","author":"雍陶","contson":"\n津桥春水浸红霞，烟柳风丝拂岸斜。 翠辇不来金殿闭，宫莺衔出上阳花。\n","contyishang":["译文天津桥下春水浸润着红霞，如烟细柳微风中拂岸倾斜。车辇不再来金殿久已关闭，莺儿飞出衔着上阳宫中花。","注释⑴天津桥：即洛桥，简称津桥，是洛水上的一座浮桥，在今河南洛阳西南，是洛阳名胜之一。⑵风丝：微风。斜：韵脚念xiá。⑶翠辇（niǎn）：皇帝乘坐的车子。这里借指皇帝。⑷宫莺（yīng）：泛指宫中所栖之鸟。上阳：上阳宫，唐高宗时建造，在洛阳皇城西南，洛水天津桥附近，高宗常居此听政。"]}{"title":"鸟鸣涧","nian":"唐代","author":"王维","contson":"\n人闲桂花落，夜静春山空。月出惊山鸟，时鸣春涧中。\n","contyishang":["译文很少有人活动只有桂花无声地飘落，夜里一片静谧春日的山谷寂寂空空。明月升起光辉照耀惊动了山中栖鸟，不时地高飞鸣叫在这春天的溪涧中。","注释⑴鸟鸣涧：鸟儿在山涧中鸣叫。⑵人闲：指没有人事活动相扰。闲：安静、悠闲，含有人声寂静的意思。桂花：此指木樨，有春花、秋花等不同品种，这里写的是春天开花的一种。⑶春山：春日的山。亦指春日山中。空：空寂、空空荡荡。空虚。这时形容山中寂静，无声，好像空无所有。⑷月出：月亮升起。惊：惊动，扰乱。山鸟：山中的鸟。⑸时鸣：偶尔（时而）啼叫。时：时而，偶尔。"]}{"title":"蝶恋花·尝爱西湖春色早","nian":"宋代","author":"欧阳修","contson":"\n尝爱西湖春色早。腊雪方销，已见桃开小。顷刻光阴都过了，如今绿暗红英少。且趁余花谋一笑。况有笙歌，艳态相萦绕。老去风情应不到，凭君剩把芳尊倒。\n","contyishang":["译文我曾爱西湖的春天来得早。冬雪才消，小小的桃花枝头笑。转瞬春光过去了，如今是绿叶成荫红花少。剩下的花儿还妖娆，抓住时机看个饱。何况有美女笙歌供一笑。只可惜老来的风情不及从前好，听你开怀畅饮人醉倒。","注释①蝶恋花：唐教坊曲名。本名《鹊踏枝》。晏殊词改今名。调名取梁简文帝萧纲诗句“翻阶蛱蝶恋花情”中的三字。双调，六十字，十句，上下片各五句四仄韵。②尝爱：曾经爱。尝：曾经。西湖：此指颍州（今安徽阜阳）西湖。③腊雪：冬雪。方销：刚刚融化尽。④绿暗红英少：谓红花大多已经凋败，所剩无几，满眼所见都是绿叶。红英：\n"]}{"title":"谒金门·春半","nian":"宋代","author":"朱淑真","contson":"\n春已半。触目此情无限。十二阑干闲倚遍。愁来天不管。 好是风和日暖。输与莺莺燕燕。满院落花帘不卷。断肠芳草远。\n","contyishang":["译文春光已匆匆过去了一半，目光所及，繁花凋落，春天将要逝去。整日斜倚栏杆，徘徊眺望，伤春逝去的愁怨，袭上心头，天也无法帮助摆脱。风和日暖，在这么好的春光，独自倚靠斜栏旁，还不如那双双对对的莺燕。院里落满了残花，垂下幕帘呆在屋里，不忍看到春天逝去的景象。芳草漫漫到天边，思恋的人远在天边处，令人悲肠欲断。","注释①谒金门：原为唐教坊曲，后用为词牌，双调，仄韵四十五字。代表作有冯延巳的《谒金门·风乍起》李好古的《谒金门·花过雨》等。②春已半：化用李煜《清平乐》中：“别来春半，触目愁肠断。”③此情无限：即春愁无限。\n"]}{"title":"浪淘沙·探春","nian":"宋代","author":"苏轼","contson":"\n昨日出东城，拭探春情。墙头红杏暗如倾。槛内群芳芽未吐，早已回春。绮陌敛香尘，雪霁前村。东君用意不辞辛。料想春光先到处，吹绽梅英。\n","contyishang":["译文昨天出东城踏青游玩。墙上的红杳颜色很暗，茂密得好像要倾斜下夹。栏杆内侧的各种花草却还没有露出花苞，春天的脚步还没走到这里。美丽的小路上，女子经过，扬起尘土和落花，前面的村子，刚刚下过雪。这是掌管春天的神辛勤的脚步吧？想必春天来到之时，柔风一定会先吹下梅花。","注释⑴浪淘沙：词牌名。又名《浪淘沙令》、《卖花声》、《过龙门》等。创自唐代刘禹锡、白居易。原为小曲，单调28字，四句，三平韵，亦即七言绝句。⑵探春：早春郊游。⑶暗：色浓。⑷倾：犹倾倒，这里指漫出来。⑸槛（jiàn）：花池的围栏。\n"]}{"title":"早春呈水部张十八员外二首","nian":"唐代","author":"韩愈","contson":"\n天街小雨润如酥，草色遥看近却无。最是一年春好处，绝胜烟柳满皇都。\n莫道官忙身老大，即无年少逐春心。凭君先到江头看，柳色如今深未深。\n","contyishang":["、译文京城大道上空丝雨纷纷，它像酥油般细密而滋润，远望草色依稀连成一片，近看时却显得稀疏零星。这是一年中最美的季节，远胜过绿柳满城的春末。","不要说官事冗杂，年纪老大，已经失去了少年时追赶春天的心情。请你忙里偷闲地先到江边游春散心，看看如今的柳色是否已经很深。","注释⑴呈：恭敬地送给。水部张十八员外：指张籍（766—830年）唐代诗人。在同族兄弟中排行第十八，曾任水部员外郎。⑵天街：京城街道。润如酥：细腻如酥。酥，动物的油，这里形容春雨的细腻。⑵最是：正是。处：时。\n"]}{"title":"闺怨","nian":"唐代","author":"王昌龄","contson":"\n闺中少妇不知愁，春日凝妆上翠楼。忽见陌头杨柳色，悔教夫婿觅封侯。\n","contyishang":["译文一闺中少妇未曾有过相思离别之愁，在明媚的春日，她精心妆饰，登上高楼。忽然看到路边的杨柳春色，惆怅之情涌上心头。她后悔当初不该让丈夫从军边塞，建功封侯。","译文二闺阁中的少妇，从来不知忧愁；春来细心打扮，独自登上翠楼。忽见陌头杨柳新绿，心里难受；呵，悔不该叫夫君去觅取封侯。","注释1.闺怨：少妇的幽怨。闺，女子卧室，借指女子。一般指少女或少妇。古人\"闺怨\"之作，一般是写少女的青春寂寞，或少妇的离别相思之情。以此题材写的诗称“闺怨诗”。2.\"不知愁\n"]}{"title":"晚春二首·其一","nian":"唐代","author":"韩愈","contson":"\n草树知春不久归，百般红紫斗芳菲。(草树 一作：草木)杨花榆荚无才思，惟解漫天作雪飞。\n","contyishang":["译文花草树木知道春天即将归去，都想留住春天的脚步，纷纷争奇斗艳。就连那没有美丽颜色的杨花和榆钱也不甘寂寞，随风起舞，化作漫天飞雪。","注释不久归：将结束。杨花：指柳絮榆荚：亦称榆钱。榆未生叶时，先在枝间生荚，荚小，形如钱，荚花呈白色，随风飘落。才思：才华和能力。解（jie）：知道。"]}