{"title":"","nian":"","author":"","contson":"","contyishang":[]}{"title":"古朗月行","nian":"唐代","author":"李白","contson":"\n小时不识月，呼作白玉盘。又疑瑶台镜，飞在青云端。(青云 一作：白云)仙人垂两足，桂树何团团。白兔捣药成，问言与谁餐？蟾蜍蚀圆影，大明夜已残。羿昔落九乌，天人清且安。阴精此沦惑，去去不足观。忧来其如何？凄怆摧心肝。\n","contyishang":["译文小时候不认识月亮， 把它称为白玉盘。又怀疑是瑶台仙镜，飞在夜空青云之上。月中的仙人是垂着双脚吗？月中的桂树为什么长得圆圆的？白兔捣成的仙药，到底是给谁吃的呢？蟾蜍把圆月啃食得残缺不全，皎洁的月儿因此晦暗不明。后羿射下了九个太阳，天上人间免却灾难清明安宁。月亮已经沦没而迷惑不清，没有什么可看的不如远远走开吧。心怀忧虑啊又何忍一走了之，凄惨悲伤让我肝肠寸断。","韵译小时不识天上明月，把它称为白玉圆盘。怀疑它是瑶台仙镜，飞在夜空青云上边。月中仙人垂下双脚？月\n"]}{"title":"宿建德江","nian":"唐代","author":"孟浩然","contson":"\n移舟泊烟渚，日暮客愁新。野旷天低树，江清月近人。\n","contyishang":["译文把小船停靠在烟雾迷蒙的小洲，日暮时分新愁又涌上客子心头。旷野无边无际远天比树还低沉，江水清清明月来和人相亲相近。","注释⑴建德江：指新安江流经建德（今属浙江）西部的一段江水。⑵移舟：划动小船。泊：停船靠岸。烟渚（zhǔ）：指江中雾气笼罩的小沙洲。烟：一作“幽”。渚：水中小块陆地。《尔雅·释水》：“水中可居者曰洲，小洲曰渚。”⑶客：指作者自己。愁：为思乡而忧思不堪。⑷野：原野。旷：空阔远大。天低树：天幕低垂，好像和树木相连。⑸月近人：倒映在水中的月亮好像来靠近人。"]}{"title":"把酒问月·故人贾淳令予问之","nian":"唐代","author":"李白","contson":"\n青天有月来几时？我今停杯一问之。人攀明月不可得，月行却与人相随。皎如飞镜临丹阙，绿烟灭尽清辉发。但见宵从海上来，宁知晓向云间没。白兔捣药秋复春，嫦娥孤栖与谁邻？今人不见古时月，今月曾经照古人。古人今人若流水，共看明月皆如此。唯愿当歌对酒时，月光长照金樽里。\n","contyishang":["译文青天上明月高悬起于何时？我现在停下酒杯且一问之。人追攀明月永远不能做到，月亮行走却与人紧紧相随。皎洁得如镜飞升照临宫阙，绿烟散尽发出清冷的光辉。只能看见每晚从海上升起，谁能知道早晨在云间隐没。月亮里白兔捣药自秋而春，嫦娥孤单地住着与谁为邻？现在的人见不到古时之月，现在的月却曾经照过古人。古人与今人如流水般流逝，共同看到的月亮都是如此。只希望对着酒杯放歌之时，月光能长久地照在金杯里。","注释⑴题下作者自注：故人贾淳令予问之。⑵丹阙：朱红色的宫殿。绿烟：指\n"]}{"title":"中秋","nian":"宋代","author":"李朴","contson":"\n皓魄当空宝镜升，云间仙籁寂无声。平分秋色一轮满，长伴云衢千里明。狡兔空从弦外落，妖蟆休向眼前生。灵槎拟约同携手，更待银河彻底清。\n","contyishang":[]}{"title":"月夜","nian":"唐代","author":"刘方平","contson":"\n更深月色半人家，北斗阑干南斗斜。 今夜偏知春气暖，虫声新透绿窗纱。\n","contyishang":["译文夜静更深，月光只照亮了人家房屋的一半，另一半隐藏在黑夜里。北斗星倾斜了，南斗星也倾斜了。今夜才知春天的来临，因为你听那被树叶映绿的窗纱外，唧唧的虫鸣，头一遭儿传到了屋子里来了。","注释⑴更深：古时计算时间，一夜分成五更。更深，夜深了。⑵月色半人家：月光只照亮了人家房屋的一半，另一半隐藏在黑暗里。⑶北斗：在北方天空排列成斗形的七颗亮星。⑷阑干：这里指横斜的样子。⑸南斗：有星六颗。在北斗星以南，形似斗，故称“南斗”。⑹偏知：才知，表示出乎意料。⑺新：初。新透：第一次透\n"]}{"title":"十五夜望月寄杜郎中","nian":"唐代","author":"王建","contson":"\n中庭地白树栖鸦，冷露无声湿桂花。今夜月明人尽望，不知秋思落谁家。\n","contyishang":["译文中秋的月光照射在庭院中，地上好像铺上了一层霜雪那样白，树上的鸦雀停止了聒噪，进入了梦乡。夜深了，清冷的秋露悄悄地打湿庭中的桂花。今夜，明月当空，人们都在赏月，不知那茫茫的秋思落在谁家？","注释⑴十五夜：指农历八月十五的晚上，即中秋夜。杜郎中，名杜元颖。⑵中庭：即庭中，庭院中。⑶地白：指月光照在庭院的样子。⑷鸦：鸦雀。⑸冷露：秋天的露水。⑹尽：都。⑺秋思：秋天的情思，这里指怀人的思绪。⑻落：在，到。"]}{"title":"春山夜月","nian":"唐代","author":"于良史","contson":"\n春山多胜事，赏玩夜忘归。掬水月在手，弄花香满衣。兴来无远近，欲去惜芳菲。南望鸣钟处，楼台深翠微。\n","contyishang":["译文　　春回大地，万象更新，满怀游春逸兴来到山中，山中有许多美好的事物，备感赏心悦目，欣慰无比，以至夜幕降临后仍留恋不已，竟而忘返。捧起清澄明澈的泉水，泉水照见月影，好像那一轮明月在自己的手里一般；摆弄山花，馥郁之气溢满衣衫。游兴正浓真是不忍离去，哪管它规程迢迢；几番下定决心离开，却又依恋山中一草一木。怀着矛盾的心情，在山道上漫步徐行，这时一阵幽远的钟声传来，抬头望那钟鸣之处，原来是隐于翠绿丛中、月色之下的山中楼台。","注释⑴春山：一作“春来”。⑵掬（jū）：双手捧起。《礼记·曲礼上》云：“受珠玉者以掬。”⑶鸣钟：一作“钟鸣”\n"]}{"title":"明月何皎皎","nian":"两汉","author":"佚名","contson":"\n明月何皎皎，照我罗床帏。忧愁不能寐，揽衣起徘徊。客行虽云乐，不如早旋归。出户独彷徨，愁思当告谁！引领还入房，泪下沾裳衣。\n","contyishang":["译文明月如此皎洁光亮，照亮了我罗制的床帏。夜里忧愁得无法入睡，披衣而起在空屋内徘徊。客居在外虽然有趣，但是怎比得上早日回家呢。一个人出门忧愁彷徨，满心愁苦应该告诉谁呢？伸颈远望还是只能回到房间，眼泪沾湿了衣裳。","注释⑴皎：本义是洁白明亮。此处用引申义，为光照耀的意思。⑵罗床帏：指用罗制成的床帐。⑶寐：入睡。⑷揽衣：犹言“披衣”，“穿衣”。揽，取。⑸客：这里指诗人自己。⑹旋归；回归，归家。旋，转。⑺彷徨：徘徊的意思。⑻告\n"]}{"title":"蝶恋花·海岱楼玩月作","nian":"宋代","author":"米芾","contson":"\n千古涟漪清绝地。海岱楼高，下瞰秦淮尾。水浸碧天天似水。广寒宫阙人间世。霭霭春和一海市。鏊戴三山，顷刻随轮至。宝月圆时多异气。夜光一颗千金贵。\n","contyishang":[]}