{"title":"长相思·惜梅","nian":"宋代","author":"刘克庄","contson":"\n寒相催。暖相催。催了开时催谢时。丁宁花放迟。 角声吹。笛声吹。吹了南枝吹北枝。明朝成雪飞。\n","contyishang":["　　此词题为“惜梅”；上片着重在一个“惜”字上。","　　起首两句写梅的开放和谢落。“寒相催”，“暖相催”是指气候转暖，促使梅花萎谢。以下两句叹息寒催梅开，暖催梅落，早开便会早落，因此就叮嘱花儿，还是迟一点开吧。其惜花之心，由此可见。及到花飞春去，就感伤不已，真是惜花兼又伤春。对此作者有不同的看法，认为，花儿开得迟些，甚而至于不开，那就没有谢落之事，当然也不会生惜花之心。此即所谓“无得亦无失”，也是妙参佛理的“了达”之语，由此可见作者的人生态度是“殊有悟境”。","　　下片从惜梅引申到伤时。先写闻曲有感，但闻角声传出《大梅花》、《小梅花》的曲调，笛声传出《梅花落》\n"]}{"title":"蓦山溪·梅","nian":"宋代","author":"曹组","contson":"\n洗妆真态，不作铅花御。竹外一枝斜，想佳人，天寒日暮。黄昏院落，无处著清香，风细细，雪垂垂，何况江头路。月边疏影，梦到消魂处。梅子欲黄时，又须作，廉纤细雨。孤芳一世，供断有情愁，消瘦损，东阳也，试问花知否？\n","contyishang":["译文洗却胭脂铅粉，自有天然态度。一枝疏梅斜出竹外，有如佳人绝代，天寒日暮独倚修竹。黄昏院落，幽芳都无人赏，风细细，雪垂垂。更冷落了江头梅树芬香。月下疏影多么清雅，梦中却禁不住心神惆怅，待到梅子欲黄时节，又该是阴雨连绵令人断肠。梅花一世孤芳自赏，让有情人愁闷悲伤，可知道为了你，我像沈约般瘦损异常？","注释①蓦山溪：词牌名。又名《上阳春》、《蓦溪山》。《清真集》入“大石调”。双片八十二字，前片六仄韵，后片四仄韵。亦有前片四仄韵，后片三仄韵者，列为别格。②洗妆真态：洗净脂粉，露出真实的姿容。铅花御：用脂粉化妆。铅华：脂粉。御：用。此\n"]}{"title":"汉宫春·梅","nian":"宋代","author":"晁冲之","contson":"\n潇洒江梅，向竹梢疏处，横两三枝。东君也不爱惜，雪压霜欺。无情燕子，怕春寒、轻失花期。却是有，年年塞雁，归来曾见开时。 清浅小溪如练，问玉堂何似，茅舍疏篱。伤心故人去后，冷落新诗。微云淡月，对江天、分付他谁。空自忆，清香未减，风流不在人知。\n","contyishang":["译文水边的梅花是多么潇洒，在竹梢稀疏的地方。横斜着挺出三两枝。春风也不知道爱惜，任凭雪压霜欺。燕子无情无意，只因怕冷，轻易地失去她开花的日期。惟有南归的鸿雁，年年南飞时能看见她的芳姿。清浅的小溪，如一条白白的丝练，请问那些华丽的堂宇，又如何能赶得上这茅屋疏篱？最令人伤心的是，自从知己朋友离去之后，便很少有吟唱梅花的清绝的歌诗。只有微云轻轻飘浮，淡淡的月光隐约迷离。面对此景此情，我的孤高芳洁又都是为了谁？但那高洁的江梅，依旧倚风自笑，并未减淡她的清香，因为风流高逸是自身的品质，本来就不在乎别知与不知。","注释①汉宫春：张先此调咏梅，有“透新\n"]}{"title":"落梅","nian":"清代","author":"律然","contson":"\n和风和雨点苔纹，漠漠残香静里闻。林下积来全似雪，岭头飞去半为云。不须横管吹江郭，最惜空枝冷夕曛。回首孤山山下路，霜禽粉蝶任纷纷。\n","contyishang":[]}{"title":"落梅","nian":"宋代","author":"刘克庄","contson":"\n一片能教一断肠，可堪平砌更堆墙。飘如迁客来过岭，坠似骚人去赴湘。乱点莓苔多莫数，偶粘衣袖久犹香。东风谬掌花权柄，却忌孤高不主张。\n","contyishang":[]}{"title":"疏影·梅影","nian":"宋代","author":"张炎","contson":"\n黄昏片月。似碎阴满地，还更清绝。枝北枝南，疑有疑无，几度背灯难折。依稀倩女离魂处，缓步出、前村时节。看夜深、竹外横斜，应妒过云明灭。 窥镜蛾眉淡抹。为容不在貌，独抱孤洁。莫是花光，描取春痕，不怕丽谯吹彻。还惊海上然犀去，照水底、珊瑚如活。做弄得、酒醒天寒，空对一庭香雪。\n","contyishang":["　　梅、兰、竹、菊，古人称之为“四君子”。其中梅以纤尘不染，高洁雅致为世人所称。古人说：梅以韵胜，以格高，即说于此。古今诗词诸家咏梅者众，而张炎的这首咏梅词立意深远，其超脱了梅的形质本体，专咏梅影，其意似在韵格之外。","　　上片首先，“黄昏片月”，写梅而先言片月，继承古人咏梅传统，即咏梅影必先写月，以月来衬托梅影，为梅影的出现准备了条件。接下来，词人精雕细刻，为月下梅影传神写照。词人从七个方面刻画梅影，这里姑且称为“梅影七笔”。曰：“清绝影”，“疑似影”，“缥缈影”，“竹外影”，“淡洁影”，“贞固影”，“玲珑影”。七笔连环，惟妙惟肖。初笔“似碎阴满地，还更清绝”，写“清绝影\n"]}{"title":"玉楼春·去时梅萼初凝粉","nian":"宋代","author":"欧阳修","contson":"\n去时梅萼初凝粉。不觉小桃风力损。梨花最晚又凋零，何事归期无定准。 阑干倚遍重来凭。泪粉偷将红袖印。蜘蛛喜鹊误人多，似此无凭安足信。\n","contyishang":["译文离去的时候梅萼还是刚刚凝粉，眼见小桃花开都被风吹损，梨花开得最晚也凋零了，为什么归期没有个定准？栏杆都倚遍了又来凭栏远望，眼泪偷偷地沾湿了红袖。蜘蛛与喜鹊多么误人，像这样没有凭据怎么值得相信？","注释⑴玉楼春：词牌名。亦称“木兰花”“春晓曲”“西湖曲”“惜春容”“归朝欢令”等。双调五十六字，前后阕格式相同，各三仄韵，一韵到底。⑵梅萼（è）：梅花的蓓蕾。萼，花萼，花瓣下部的一圈绿色小片。初凝粉：指花蕾刚开始孕育，在花萼中呈现出雏形。⑶小桃：桃花的一种，元宵前后即著花，状如垂丝海棠。⑷凋（diāo）零：\n"]}{"title":"雪梅·其一","nian":"宋代","author":"卢梅坡","contson":"\n梅雪争春未肯降，骚人阁笔费评章。梅须逊雪三分白，雪却输梅一段香。\n","contyishang":["译文梅花和雪花都认为各自占尽了春色，谁也不肯服输。难坏了诗人，难写评判文章。说句公道话，梅花须逊让雪花三分晶莹洁白，雪花却输给梅花一段清香。 ","注释①卢梅坡，宋诗人。生卒年不详。“梅坡”不是他的名字，而是他自号为梅坡。②降（xiáng），服输。③骚人：诗人。④阁笔：放下笔。阁，同“搁”放下。评章，评议的文章，这里指评议梅与雪的高下。"]}{"title":"赠范晔诗","nian":"南北朝","author":"陆凯","contson":"\n折花逢驿使，寄与陇头人。(折花 一作：折梅)江南无所有，聊赠一枝春。\n","contyishang":["译文遇见北去的驿使就去折梅花，托他带给远在陇山的友人。江南别没有更好的礼品相送，姑且把一枝梅花送去报春。","注释⑴《荆州记》：“陆凯与范晔交善，自江南寄梅花一枝，诣长安与晔，兼赠诗。”唐汝谔《古诗解》则云：“晔为江南人，陆凯代北人，当是范寄陆耳。”这里用《赠范晔》题，乃暂从旧说。范晔：字蔚宗，顺阳山阴（今河南省淅川县东）人，南朝宋史学家、散文家。⑵驿使：古代递送官府文书的人。⑶陇头人：即陇山人，在北方的朋友，指范晔。陇山，在今陕西陇县西北。⑷“聊赠”句：赠：一作“寄”。一枝春：指梅花，人们常常把梅花作为\n"]}{"title":"早梅","nian":"唐代","author":"张谓","contson":"\n一树寒梅白玉条，迥临村路傍溪桥。(村路 一作：林村)不知近水花先发，疑是经冬雪未销。\n","contyishang":["译文有一树梅花凌寒早开，枝条洁白如玉条。它远离人来车往的村路，临近溪水桥边。人们不知寒梅靠近溪水提早开放，以为那是经冬而未消融的白雪。","注释(1)迥（jiǒng）：远。(2)傍：靠近。(3)发(fā)：开放。(4)经冬：经过冬天。(5)销：通“消”，融化。这里指冰雪融化。"]}{"title":"古梅二首","nian":"宋代","author":"萧德藻","contson":"\n湘妃危立冻蛟脊，海月冷挂珊瑚枝。丑怪惊人能妩媚，断魂只有晓寒知。\n百千年藓著枯树，三两点春供老枝。绝壁笛声那得到，只愁斜日冻蜂知。\n","contyishang":[]}{"title":"看梅绝句","nian":"宋代","author":"陆游","contson":"\n老子舞时不须拍，梅花乱插乌巾香。樽前作剧莫相笑，我死诸君思此狂。\n","contyishang":["译文我起舞时狂态尽显，不依节拍、把梅花随意的插在头巾之上。在酒杯前的种种表现大家不要笑，等到我死了你们就会想念我活着时候的狂态了。","注释舞时不须拍：不依节拍胡乱跳舞。作剧：嬉戏。乌巾：乌角巾，一种黑色的帽子。樽：酒杯。"]}{"title":"十一月中旬至扶风界见梅花","nian":"唐代","author":"李商隐","contson":"\n匝路亭亭艳，非时裛裛香。素娥惟与月，青女不饶霜。赠远虚盈手，伤离适断肠。为谁成早秀，不待作年芳。\n","contyishang":["译文梅花开满了路边，亭亭而立，花容艳丽；未到时节就开放了，散发着浓郁的芳香。嫦娥与月光相伴，一副清冷的样子；青霄玉女之冷峭胜过了严霜。手中空握满把的梅花，却不知寄往何方；与梅花伤心离别的时候又恰好碰上我悲愤欲绝。梅花为了谁造成了过早开花，而不等到报春才开花，成为旧历新年时的香花呢？","注释（1）扶风：即今陕西扶风县。（2）匝路亭亭艳：匝（zā）路，围绕着路；亭亭，昂然挺立的样子。（3）非时裛裛香：非时，不合时宜，农历十，一月不是开花的时节，梅花却开了，所以说“非时”；裛裛（yìyì），气味郁\n"]}{"title":"咏落梅","nian":"南北朝","author":"谢朓","contson":"\n新叶初冉冉，初蕊新霏霏。逢君后园讌，相随巧笑归。亲劳君玉指，摘以赠南威。用持插云髻，翡翠比光辉。日暮长零落，君恩不可追。\n","contyishang":["　　这首吟咏落梅的诗作，寄托了深沉的政治感慨，这对于只求形似的六朝一般咏物诗来说，是一大发展。","　　“新叶初冉冉，初蕊新霏霏”，起首两句便暗寓忧惧的心理。“冉冉”，是柔弱下垂的样子，说梅花的嫩叶还很柔弱，意指自己在政治上并不是强有力的；“霏霏”，纷纷飘落的样子，梅花的新蕊随风飘落，暗寓自己政治地位的不稳。明写落梅，暗写政治。","　　从“逢君后园讌”至“翡翠比光辉”，这六句以美人自拟，写他同随王的亲密关系。意思说他的美才可比战国晋文公时的美女南威之貌；参与随王后园宴会，又如《诗经·卫风》所写“硕人”之“巧笑”，相随而归；又说随王亲手摘下梅花赠送给他，他便像古美\n"]}{"title":"献仙音·吊雪香亭梅","nian":"宋代","author":"周密","contson":"\n松雪飘寒，岭云吹冻，红破数椒春浅。衬舞台荒，浣妆池冷，凄凉市朝轻换。叹花与人凋谢，依依岁华晚。共凄黯。共东风、几番吹梦，应惯识当年，翠屏金辇。一片古今愁，但废绿、平烟空远。无语消魂，对斜阳、衰草泪满。又西泠残笛，低送数声春怨。\n","contyishang":["　　周密是个有气节的词人，南宋灭亡后，他坚决不仕元朝。这首词是宋亡以后所作，通过写梅花和前朝废芜的园林抒发自己对故国的怀念，对新朝的抵触。根据他写的《武林旧事》、《齐东野语》的记载：杭州葛岭有集芳园，原是赵宋王朝的皇家园林，宋理宗时赐给贾似道，贾再修筑，胜景不少，雪香亭便是其中之一，亭旁广植梅花。宋亡之后，园亭荒芜，周密来游而作此词。","　　上阕主要写梅花及雪香亭荒废的情景。起首“松雪飘寒，岭云吹冻”两句，点明了当时的节令，同时渲染了一种冷色调的气氛。不说天飘寒雪，而说是雪“飘寒”；不说冻气入云，而说云在“吹冻”。这即突出“寒”与“冻”，又显得较为活泼。“红破数椒春浅”，写\n"]}{"title":"花犯·苔梅","nian":"宋代","author":"王沂孙","contson":"\n古婵娟，苍鬟素靥，盈盈瞰流水。断魂十里。叹绀缕飘零，难系离思。故山岁晚谁堪寄。琅玕聊自倚。谩记我、绿蓑冲雪，孤舟寒浪里。 三花两蕊破蒙茸，依依似有恨，明珠轻委。云卧稳，蓝衣正、护春憔悴。罗浮梦、半蟾挂晓，么凤冷、山中人乍起。又唤取、玉奴归去，余香空翠被。\n","contyishang":["　　“古婵娟，花鬟素靥，盈盈瞰流水”，以“古”字起笔描绘苔梅的苍古清奇之美。“古”字，以树龄之老，暗寓历尽沧桑、阅世甚深之意。“婵娟”，形态美好。“苍鬟”，形容苔丝如发鬟般飘垂。《梅谱》云：“苔梅有苔须垂于枝间，或长数寸，风至飘飘，殊为可玩。”靥者，及指妇女面容，以此喻梅花。“素”字，极写梅花的冰姿雪容。“盈盈”二字，风姿仪态之美。“瞰流水”，流水倒映梅姿，梅姿风态万千。梅奇水清，相映成趣。“断魂十里”承结前意，然后又一笔撇去，以“叹”字领起，写出“叹绀缕飘零，难系离思。”打入离思羁情，“绀缕”，深青色的丝缕，此以指梅树上的苔丝。词人飘泊在外，本来离思正苦，眼下见苔丝飘失零落，更勾起满腹\n"]}{"title":"留春令·咏梅花","nian":"宋代","author":"史达祖","contson":"\n故人溪上，挂愁无奈，烟梢月树。一涓春水点黄昏，便没顿、相思处。曾把芳心深相许。故梦劳诗苦。闻说东风亦多情，被竹外、香留住。\n","contyishang":["　　咏物词在南宋时已发展成熟，周邦彦人称“缜密典丽”，“富艳精工”，史达祖继承了这种创作风格，而其除了字锻句炼外，又使情景融合无际，更加浑融。","　　上片写溪上月下赏梅情景。词人自号梅溪，作词一卷也以梅溪二字命名，爱梅之情可见一直很深。他曾往好友张镃（功甫）南湖园中赏梅，《醉公子·咏梅寄南湖先生》云：“秀骨依依，误向山中，得与相识。溪岸侧。……今后梦魂隔。相思暗惊清吟客。想玉照堂前、树三百。”诉说与梅花溪畔相识，钟爱情深，别后梦魂相隔，相思暗惊，弄得多情鬓白，剪愁不断，沾恨泪新。这首《留春令》在词意和感情上与此极为相似，由词意可知词人是大约在春天的一个傍晚来到梅花溪的。此时\n"]}