{"title":"","nian":"","author":"","contson":"","contyishang":[]}{"title":"忆秦娥·中斋上元客散感旧","nian":"宋代","author":"刘辰翁","contson":"\n中斋上元客散感旧，赋《忆秦娥》见属，一读凄然。随韵寄情，不觉悲甚。\n烧灯节，朝京道上风和雪。风和雪，江山如旧，朝京人绝。百年短短兴亡别，与君犹对当时月。当时月，照人烛泪，照人梅发。\n","contyishang":["译文邓剡在上元节客散后怀念起往事，作一首《忆秦娥》词赠予我，我读过之后顿感凄凉，便按照原韵和了一首，不禁觉得非常悲痛。","过去每逢元宵，成千上万的朝京士女，拥进城里观灯闹元宵。如今皇上太后都被掳到北方去了，京城已不复存在，进京朝拜的路上，行人断绝，有的只是满天风雪。刚才还是盛极一时，文恬武嬉，载歌载舞，极尽奢靡，转眼便成凄凉瓦砾焦土。唯有当年的明月，仍然永恒地照着人间，照着流泪的蜡烛，照着大家已经花白的头发。","注释忆秦娥：词牌名。双调，共四十六字，有仄韵、平韵两体。中斋：即邓剡，号中斋。词人之友。上\n"]}{"title":"水调歌头·送章德茂大卿使虏","nian":"宋代","author":"陈亮","contson":"\n不见南师久，漫说北群空。当场只手，毕竟还我万夫雄。自笑堂堂汉使，得似洋洋河水，依旧只流东？且复穹庐拜，会向藁街逢！尧之都，舜之壤，禹之封。于中应有，一个半个耻臣戎！万里腥膻如许，千古英灵安在，磅礴几时通？胡运何须问，赫日自当中！\n","contyishang":["译文不见南方的军队去北伐已经很久，金人就胡说中原的人才已一扫而空。当场伸出手来力挽狂澜，终究还要归还我的气压万夫的英雄。自笑身为堂堂的大汉民族的使节，居然像河水一般，向东而流（比喻对金人的朝拜）。暂且再向敌人的帐篷（穹庐）走一遭，将来定要征服他们，下次与金主再见就要在我大宋的属国使节馆了。是唐尧建立的城都，是虞舜开辟的土壤，是夏禹对疆域的分封。在这当中应有一个半个知耻的臣子站出来保卫国家。万里河山充斥着金人游牧民族的腥膻之气，千古以来的爱国志士的英灵安在，浩大的抗金正气什么时候才能伸张畅通？金人的命运用不着多问，祖国将像光辉灿烂的太阳照耀在空中。\n"]}{"title":"塞上曲二首·其二","nian":"唐代","author":"戴叔伦","contson":"\n汉家旌帜满阴山，不遣胡儿匹马还。愿得此身长报国，何须生入玉门关。\n","contyishang":[]}{"title":"对酒","nian":"清代","author":"秋瑾","contson":"\n不惜千金买宝刀，貂裘换酒也堪豪。一腔热血勤珍重，洒去犹能化碧涛。\n","contyishang":["译文不吝惜很多钱去买一把好刀，用貂皮大衣换酒也算得上豪迈，革命者要充分爱惜自己的生命，抛洒鲜血做出惊天动地的事业。","注释（1）对酒：指此诗为对酒痛饮时所作。（2）宝刀：吴芝瑛 《记秋女侠遗事》提到，秋瑾在日本留学时曾购一宝刀。（3）貂裘换酒：以貂皮制成的衣裘换酒喝。多用来形容名士或富贵者的风流放诞和豪爽。（4）勤，常常，多。 珍重：珍惜重视。（5）碧涛：血的波涛。用《庄子·外物》典：“苌弘死于蜀，藏其血，三年而化为碧。”苌弘是周朝的大夫，忠于祖国，遭奸臣陷害，自杀于蜀，当时的人把他的血用石\n"]}{"title":"水龙吟·淮河舟中夜闻宫人琴声","nian":"宋代","author":"汪元量","contson":"\n鼓鞞惊破霓裳，海棠亭北多风雨。歌阑酒罢，玉啼金泣，此行良苦。驼背模糊，马头匼匝，朝朝暮暮。自都门燕别，龙艘锦缆，空载得，春归去。目断东南半壁，怅长淮已非吾土。受降城下，草如霜白，凄凉酸楚。粉阵红围，夜深人静，谁宾谁主？对渔灯一点，羁愁一搦，谱琴中语。\n","contyishang":[]}{"title":"野老","nian":"唐代","author":"杜甫","contson":"\n野老篱前江岸回，柴门不正逐江开。渔人网集澄潭下，贾客船随返照来。长路关心悲剑阁，片云何意傍琴台。王师未报收东郡，城阙秋生画角哀。\n","contyishang":["译文江岸回曲，竹篱茅舍，我正在草堂前的江边漫步观赏， 柴门歪歪斜斜的却自然而然的正好迎着大江。而那边澄碧的百花潭种渔民们正欢快的下网捕鱼呢 ，连那一艘艘商船也映着晚霞，纷纷在此靠岸了。我想到那返回故里的路途，然而剑门失守，不尽归路断绝，整个局势都是那样危急，使人忧念日深，可我这浮云般的漂泊之身却滞留蜀中。去年洛阳再次失陷后，至今尚未光复，而西北方面的吐蕃又在虎视眈眈，蜀中也隐伏战乱的危机听那从萧瑟秋风中的成都墙头传来的画角声，凄切悲凉。","注释（1）野老：杜甫自称。（2）篱前：竹篱前边，有的版本作篱边。\n"]}{"title":"水龙吟·放船千里凌波去","nian":"宋代","author":"朱敦儒","contson":"\n放船千里凌波去。略为吴山留顾。云屯水府，涛随神女，九江东注。北客翩然，壮心偏感，年华将暮。念伊嵩旧隐，巢由故友，南柯梦、遽如许。 回首妖氛未扫，问人间、英雄何处。奇谋报国，可怜无用，尘昏白羽。铁锁横江，锦帆冲浪，孙郎良苦。但愁敲桂棹，悲吟梁父，泪流如雨。\n","contyishang":["译文放船千里凌波去，略为诸山留顾。云屯水神居住的府邸，涛随神女，九江东注。北客翩然，壮心偏感，年华将暮。念伊阕与嵩山旧隐，巢父与许由故友，南柯一梦，遽如许！回首金兵南侵的气焰未扫，问人间、英雄何处？奇谋报国，可怜无用，尘昏白羽。铁锁横江，锦帆冲浪，孙郎良苦。但愁敲桂棹，悲吟梁父，泪流如雨。 ","注释伊嵩：伊阕与嵩山。伊阕，今龙门石窟所在地，伊水西流，香山与龙门山两岸对峙，宛如门阕，故名伊阕。巢由：巢父与许由，皆尧时隐士也。铁锁横江：三国后期，司马炎篡魏灭蜀，惟东吴未平。吴主孙皓守将吾彦以铁索横江，欲以天险阻敌，然终为王濬所破。\n"]}{"title":"咏煤炭","nian":"明代","author":"于谦","contson":"\n凿开混沌得乌金，藏蓄阳和意最深。爝火燃回春浩浩，洪炉照破夜沉沉。鼎彝元赖生成力，铁石犹存死后心。但愿苍生俱饱暖，不辞辛苦出山林。\n","contyishang":["译文凿开混沌之地层，获得煤炭是乌金。蕴藏无尽之热力，心藏情义最深沉。融融燃起之炬火，犹如浩浩之春风。熊熊洪炉之烈焰，照破灰沉之夜空。钟鼎彝器之制作，全靠原力之生成。铁石虽然已死去，仍然保留最忠心。只是希望天下人，都能吃饱又穿暖。不辞辛劳与艰苦，走出荒僻之山林。","注释1.混沌（dùn）：古代指世界未开辟前的原始状态。《三五历记》：“未有天地之时，混沌如鸡子，盘古生其中，万八千岁，天地开辟，阳清为天，阴浊为地。”这里指未开发的煤矿。乌金：指煤炭，因黑而有光泽，故名。2.阳和：原指阳光和暖。《史记·秦始皇本\n"]}{"title":"倦夜","nian":"唐代","author":"杜甫","contson":"\n竹凉侵卧内，野月满庭隅。重露成涓滴，稀星乍有无。暗飞萤自照，水宿鸟相呼。万事干戈里，空悲清夜徂。\n","contyishang":["译文凉气阵阵袭入卧室，月光把庭院的角落都洒满了。好一个清秋月夜！夜越来越凉，露水越来越重，在竹叶上凝聚成许多小水珠儿，不时地滴滴答答地滚落下来；此时月照中天，映衬得小星星黯然失色，像瞌睡人的眼，忽而睁，忽而闭。月亮已经西沉，大地渐渐暗下来，只看到萤火虫提着小灯笼，闪着星星点点微弱的光；那竹林外小溪旁栖宿的鸟儿，已经睡醒，它们互相呼唤着，准备结伴起飞，迎接新的一天。 这一夜思考着千桩万桩的事，哪一桩不与战事有关？彻夜难眠啊，只能枉自悲叹如此良夜白白地逝去。","注释倦夜：题注：《吴曾漫录》云：“顾陶类编题作《倦秋夜》。\n"]}{"title":"满江红·点火樱桃","nian":"宋代","author":"辛弃疾","contson":"\n点火樱桃，照一架、荼蘼如雪。春正好，见龙孙穿破，紫苔苍壁。乳燕引雏飞力弱，流莺唤友娇声怯。问春归、不肯带愁归，肠千结。层楼望，春山叠；家何在？烟波隔。把古今遗恨，向他谁说？蝴蝶不传千里梦，子规叫断三更月。听声声、枕上劝人归，归难得。\n","contyishang":["译文似火樱桃，如雪荼藦，映辉斗艳。春色正浓，喜见春笋破土而出。母燕引着雏燕试飞，黄莺呼叫伴侣。春带愁来，不带愁去，令人伤怀。登楼望家国，有层山叠水相隔，饮烟已经被山挡住了，家在哪里呢？古今家国之恨，向谁倾诉。乡梦恐怕难以传到千里之外了，唯闻子规啼三更月。杜鹃声声劝归，人却难以归去。","注释茶蘑：亦称酴醿，以色似酴醿酒而名。落叶小灌木，春末夏初开白花。一架：荼藦枝细长而攀缘，立架以扶，故称一架。龙孙：竹笋的别名。紫苔苍壁：长满青紫色苔藓的土阶。乳燕引雏：母燕引着雏燕试飞。流莺唤友：黄莺呼叫伴侣。\n"]}{"title":"喜迁莺·霜天秋晓","nian":"宋代","author":"蔡挺","contson":"\n霜天秋晓，正紫塞故垒，黄云衰草。汉马嘶风，边鸿叫月，陇上铁衣寒早。剑歌骑曲悲壮，尽道君恩须报。塞垣乐，尽櫜鞬锦领，山西年少。谈笑。刁斗静，烽火一把，时送平安耗。圣主忧边，威怀遐远，骄虏尚宽天讨。岁华向晚愁思，谁念玉关人老？太平也，且欢娱，莫惜金樽频倒。\n","contyishang":["　　这首《喜迁莺》慷慨雄豪，是作者人品与词品的绝妙象喻。《宋史》本传说蔡挺“渭久，郁郁不自聊，寓意词曲，有‘玉关人老’之叹”。","　　上片从平淡处入手，以边塞秋景自然引起。此处的景物都是虚写，旨渲染塞上所特有的荒寒寂寥。“霜天秋晓，正紫塞故垒，黄云衰草”三句，从静态的方面来摹写。边塞秋晓，霜空无际，冷气袭人。步出帐外，只见晓色中隐约可见的故垒和低压的黄云下那随风曳的枯草衰蓬。继之而下的“汉马嘶风，边鸿叫月”两句是从动态的方面着笔。通过“叫”字与“嘶”字对举，把边塞的风貌活生生地展示眼前。“陇上铁衣寒早”一句，以“陇上”和“寒早”","　　与前面的秋景相应和，同时\n"]}{"title":"沁园春·寒食郓州道中","nian":"宋代","author":"谢枋得","contson":"\n十五年来，逢寒食节，皆在天涯。叹雨濡露润，还思宰柏，风柔日媚，羞看飞花。麦饭纸钱，只鸡斗酒，几误林间噪喜鸦。天笑道，此不由乎我，也不由他。 鼎中炼熟丹砂。把紫府清都作一家。想前人鹤驭，常游绛阙，浮生蝉蜕，岂恋黄沙。帝命守坟，王令修墓，男子正当如是邪。又何必，待过家上冢，书锦荣华。\n","contyishang":[]}{"title":"秦风·无衣","nian":"先秦","author":"佚名","contson":"\n岂曰无衣？与子同袍。王于兴师，修我戈矛。与子同仇！岂曰无衣？与子同泽。王于兴师，修我矛戟。与子偕作！岂曰无衣？与子同裳。王于兴师，修我甲兵。与子偕行！\n","contyishang":["译文谁说我们没衣穿？与你同穿那长袍。君王发兵去交战，修整我那戈与矛，杀敌与你同目标。谁说我们没衣穿？与你同穿那内衣。君王发兵去交战，修整我那矛与戟，出发与你在一起。谁说我们没衣穿？与你同穿那战裙。君王发兵去交战，修整甲胄与刀兵，杀敌与你共前进。","注释⑴袍：长袍，即今之斗篷。⑵王：此指秦君。一说指周天子。于：语助词。兴师：起兵。⑶同仇：共同对敌。⑷泽：通“襗”，内衣，如今之汗衫。⑸作：起。⑹裳：下衣，此指战裙。⑺甲兵：铠甲与兵器。⑻行：往。\n"]}{"title":"院中独坐","nian":"元代","author":"虞集","contson":"\n何处它年寄此生，山中江上总关情。无端绕屋长松树，尽把风声作雨声。\n","contyishang":["　　元代人虞集生长于江南，但仕宦生涯又使得他不得不留在北方的大都（今北京）。他在晚年曾屡次请求回到南方，但终不获允许，乡关之思由此而愈加浓烈。此诗正反映他的这种乡愁和苦楚的心理。","　　“何处它年寄此生”，来自于诗人凄楚的内心深处。他在经历了难熬的宫廷生计，又久羁京师不得南归之后，自然便产生了人生如寄的悲凉念头。人生如寄、人生如梦及人生如戏的思想都源自佛教，反映的是人生的虚幻不真，认为人生不过是暂时寄寓于世界上的空皮囊而已。虞集的发问并非懵懂，而是十分清醒的明知故问，这种人生如寄的观念已深深扎根于他的心上，所以他做官虽然官至翰林院学士、国子祭酒也坚决地要求回归江南的家乡。\n"]}{"title":"赠梁任父母同年 / 题梁任父同年","nian":"清代","author":"黄遵宪","contson":"\n寸寸山河寸寸金，侉离分裂力谁任。杜鹃再拜忧天泪，精卫无穷填海心。\n","contyishang":[]}{"title":"菩萨蛮·书江西造口壁","nian":"宋代","author":"辛弃疾","contson":"\n郁孤台下清江水，中间多少行人泪。西北望长安，可怜无数山。青山遮不住，毕竟东流去。江晚正愁余，山深闻鹧鸪。 (愁余 一作：愁予)\n","contyishang":["译文郁孤台下这赣江的水，水中有多少行人的眼泪。我举头眺望西北的长安，可惜只看到无数青山。但青山怎能把江水挡住？江水毕竟还会向东流去。夕阳西下我正满怀愁绪，听到深山里传来鹧鸪的鸣叫声。","注释⑴菩萨蛮：词牌名。⑵造口：一名皂口，在江西万安县南六十里。⑶郁孤台：今江西省赣州市城区西北部贺兰山顶，又称望阙台，因“隆阜郁然，孤起平地数丈”得名。清江：赣江与袁江合流处旧称清江。⑷长安：今陕西省西安市，为汉唐故都。此处代指宋都汴京。⑸愁余：使我发愁。(6)无数山：很多座山。(7)\n"]}{"title":"寓居吴兴","nian":"宋代","author":"曾几","contson":"\n相对真成泣楚囚，遂无末策到神州。但知绕树如飞鹊，不解营巢似拙鸠。江北江南犹断绝，秋风秋雨敢淹留？低回又作荆州梦，落日孤云始欲愁。\n","contyishang":["译文与朋友们相会，我伤心地发现，我们真的成了当年的过江诸人，以泪洗面，一个个忧心忡忡，可又想不出救国的良策。我就像那绕树飞鸣的乌鹊，找不到个栖息的地方；又如同无能的鸠，没法谋造个安定的巢穴。江北江南，相望不远，也已音讯断绝；在这秋风秋雨中，我又怎能在吴兴滞留岁月？伤心流连，我想找个有力的朋友避乱托身，却只是梦想；抬起头，眼见那天边夕阳西坠，孤云飘浮，禁不住忧愁悱恻。","注释①吴兴：今浙江湖州市。②楚囚：用《左传·成公九年》楚人钟仪被俘事，后世以之代指囚犯或处境窘迫的人。《世说新语·言语》载：晋室南渡后，\n"]}{"title":"浣溪沙·霜日明霄水蘸空","nian":"宋代","author":"张孝祥","contson":"\n霜日明霄水蘸空。鸣鞘声里绣旗红。淡烟衰草有无中。 万里中原烽火北，一尊浊酒戍楼东。酒阑挥泪向悲风。\n","contyishang":["译文秋日天空明净，远水蘸着长空，军营里红旗飘扬，不时传来马鞭声阵阵。远处淡烟笼着衰草，秋色在若有若无之中。万里中原已在烽火的北面，只能在东门的城楼上借一杯浊酒浇愁。酒后挥泪洒向悲凉的秋风中。","注释①题解：此词原无题，乾道本题作“荆州约马奉先登城楼观塞”。据乾道本《于湖先生长短句》，此词调名下另有小题“荆州约马举先登城楼观塞”。“观塞”即观望边塞。这时荆州北面的襄樊尚是宋地，这里“塞”应是指荆州郊外的防御工事。②霜日：指秋天。一说秋天的太阳。明霄：明净的天空；晴朗的天空。蘸（zhàn）：沾染，沾取液体。水蘸空：指远方的湖水和天\n"]}{"title":"琴茶","nian":"唐代","author":"白居易","contson":"\n兀兀寄形群动内，陶陶任性一生间。自抛官后春多梦，不读书来老更闲。琴里知闻唯渌水，茶中故旧是蒙山。穷通行止常相伴，难道吾今无往还？\n","contyishang":[]}{"title":"蝶恋花·月下醉书雨岩石浪","nian":"宋代","author":"辛弃疾","contson":"\n九畹芳菲兰佩好。空谷无人，自怨蛾眉巧。宝瑟泠泠千古调。朱丝弦断知音少。 冉冉年华吾自老。水满汀洲，何处寻芳草。唤起湘累歌未了。石龙舞罢松风晓。\n","contyishang":["译文用来作为佩饰是多么美好！可空谷无人，叫我埋怨娥眉再巧谁个来瞧？琴瑟清脆奏出千古绝调，即便弹断朱红的丝弦，知音依旧稀少。年华悄然流逝，我已经衰老。汀洲涨满了江水，该到何处寻觅芳草？我只能将屈原大夫唤醒，在石龙前边歌边。阵阵松风里，不知不觉天已破晓。","注释⑴雨岩：地名，在江西永丰县西博山中。⑵石浪：雨岩的一块巨石，长三十余丈，状甚怪；篇末“石龙”指此。⑶湘累：指屈原。冤屈而死叫“累”，屈原是投湖南汨罗江而死的，所以前人称他为湘累。"]}{"title":"夕次蒲类津 / 晚泊蒲类","nian":"唐代","author":"骆宾王","contson":"\n二庭归望断，万里客心愁。山路犹南属，河源自北流。晚风连朔气，新月照边秋。灶火通军壁，烽烟上戍楼。龙庭但苦战，燕颔会封侯。莫作兰山下，空令汉国羞。\n","contyishang":["　　公元670年（咸亨元年），吐蕃入侵，薛仁贵任逻娑道行君大总管出征西域，骆宾王也加入军队并任奉礼郎。","　　在军中，他创作了许多边塞诗，既描写了艰苦的边地战争生活，壮丽的边塞风光；又抒写了爱国报君的热忱和望乡思归的情愫。","　　这首诗大约作于薛仁贵兵败大非川以后，骆宾王随军征战到蒲类津（今新疆巴里坤湖东南岸），夜晚就地宿营时有感而发，将眼前景、心中情诉诸笔端，真实地记录了当时辗转征战的境况。","　　诗歌以低沉的慨叹开头：“二庭归望断，万里客心愁”，说明此次战争进展的不顺利，未能旗开得胜，不能凯旋；归期遥遥，不能不令人哀愁。这里的“愁”不仅仅是个\n"]}{"title":"念奴娇·送张明之赴京西幕","nian":"宋代","author":"刘仙伦","contson":"\n艅艎东下，望西江千里，苍茫烟水。试问襄州何处是，雉堞连云天际。叔子残碑，卧龙陈迹，遗恨斜阳里。后来人物，如君瑰伟能几。其肯为我来耶，河阳下士，正自强人意。勿谓时平无事也，便以言兵为讳。眼底山河，楼头鼓角，都是英雄泪。功名机会，要须问闲先备。\n","contyishang":["　　京西，路名。宋熙宗年间分京西路为南、北两路，词中提到的襄州，即襄阳，就是京西南路所在地。在南宋，这里是宋金对峙的前沿。从“勿谓时平无事也”等句来看，当时宋金正处于相持状态，所以连前沿地区也保持着平静。这种形势往往助长人们的麻痹情绪，甚至放松收复失地的努力。","　　但是，刘仙伦于此时送朋友到京西幕府，却能以十分清醒的头脑勉励张明之作好战备，为抵抗侵略、恢复中原立功。宋室南渡以后，统治集团不思进取，苟且偷生，一部分人甚至幻想与金人“互不侵犯，长治久安”。所以每当双方暂时脱离军事接触的时候，便是投降派、主和派得势的时候。明白了这一点，也许有助于我们认识刘仙伦此词所具有的积极意\n"]}{"title":"念奴娇·春雪咏兰","nian":"明代","author":"陈子龙","contson":"\n问天何意，到春深、千里龙山飞雪？解佩凌波人不见，漫说芷珠宫阙。楚殿烟微，湘潭月冷，料得都攀折。嫣然幽谷，只愁又听啼鴃。当日九畹光风，数茎清露，纤手分花叶。曾在多情怀袖里，一缕同心千结。玉腕香销，云鬟雾掩，空赠金跳脱。洛滨江上，寻芳再望佳节。\n","contyishang":[]}{"title":"紫萸香慢·近重阳","nian":"宋代","author":"姚云文","contson":"\n近重阳偏多风雨，绝怜此日暄明。问秋香浓未，待携客、出西城。正自羁怀多感，怕荒台高处，更不胜情。向尊前，又忆漉酒插花人。只座上、已无老兵。凄清，浅醉还醒，愁不肯，与诗评。记长楸走马，雕弓笮柳，前事休评。紫萸一枝传赐，梦谁到、汉家陵。尽乌纱便随风去，要天知道，华发如此星星，歌罢涕零。\n","contyishang":["译文偏偏是临近重阳风雨越多，今日如此温暖明丽特别叫人爱惜。试问秋花的芳香是否浓郁？我欲携同朋友走出西城游历。我正自飘泊羁旅，满怀着无限愁绪，就怕登上荒台的高处，更是难以承受悲戚。面对着酒宴，又将滤酒、插花的友人回忆，只是座席上已没有昔日的旧侣。我感到悲楚凄清，微酒入肠浅醉又醒。积郁的愁情，比诗篇抒写的更加沉重。记得沿着楸树茂盛的大道乘马奔行，手持雕弓，施展百步穿杨的技能，这些往事休再论评。重阳节朝廷传赐下一枝紫萸，有谁的梦魂曾到故国园陵？任凭着乌纱帽随风吹去，要让老天知道，斑白的华发已如此丛生，我感慨长歌呵涕泪交进。","注释①漉酒：滤酒。\n"]}{"title":"江梅引·忆江梅","nian":"宋代","author":"洪皓","contson":"\n岁在壬戌，甫临长至，张总侍御邀饮。众宾皆退，独留少款。侍婢歌江梅引，有“念此情、家万里”之句，仆曰：此词殆为我作也。又闻本朝使命将至，感慨久之。既归，不寝，追和四章，多用古人诗赋，各有一笑字，聊以自宽。如暗香、疏影、相思等语，虽甚奇，经前人用者众，嫌其一律，故辄略之。卒押吹字，非风即笛，不可易也。此方无梅花，士人罕有知梅事者，故皆注所出（旧注：阙一首。此录示乡人者，北人谓之四笑江梅引） 天涯除馆忆江梅。几枝开。使南来。还带馀杭、春信到燕台。准拟寒英聊慰远，隔山水，应销落，赴诉谁。 空恁遐想笑摘蕊。断回肠，思故里。漫弹绿绮。引三弄、不觉魂飞。更听胡笳、哀怨泪沾衣。乱插繁花须异日，待孤讽，怕东风，一夜吹。\n","contyishang":["　　这是一阙不同于一般的咏梅词！作者并不着眼于梅花傲霜斗寒的品性、芬芳高洁的气骨，在他笔下，梅花是故国家乡的象征物。","　　作为出使金国被羁押的宋臣，他坚贞不屈，但心中的痛苦又向谁去倾诉？闻说南宋使者将来，听到歌手唱《江梅引》“念此情，家万里”之句，不禁思绪万千，他想问使者江南梅花开几枝？京城临安有何佳音？他想得到故国梅花，但千里捎梅，花朵想必零落，他只能想像自己已回到故乡摘梅花，弹一段《梅花三弄》悠然销魂，听一曲胡笳然泪落。他希望头插梅花，梦想成真，他又怕风吹花谢，一切成空。这层层思绪，词人写来就如抽丝剥茧般真切动人，无怪当时人们“争传写焉”。(《容斋五笔》说它：“每首有\n"]}{"title":"水调歌头·定王台","nian":"宋代","author":"袁去华","contson":"\n雄跨洞庭野，楚望古湘州。何王台殿，危基百尺自西刘。尚想霓旌千骑，依约入云歌吹，屈指几经秋。叹息繁华地，兴废两悠悠。 登临处，乔木老，大江流。书生报国无地，空白九分头。一夜寒生关塞，万里云埋陵阙，耿耿恨难休。徙倚霜风里，落日伴人愁。\n","contyishang":["译文定王台建在洞庭湖之滨，位于古湘州地界上。定王台虽然在历经千年之后已经堙没，但是遗迹尚存，那残存的台基，依然高耸百尺，令我想到定王台的修建者西汉的刘发。想当年定王到此游玩时，一定是华盖如云，旌旗招展，如虹霓当空；千乘万骑前呼后拥，声势浩大；急管高歌之声似乎直抵云霄。然而，屈指已几度春秋，昔日的繁华盛地变成了一派衰败苍凉，盛衰无常，兴废两茫茫。登台远望，只见高大的树木枝叶枯落，长江无止息地向东奔流。对此情景，想到国家的支离破碎，满目疮痍，而自己空怀一腔报国热情却无路请缨、壮志难酬，不由得发出了悲愤苍凉的感慨：书生报国无门，空自白头，而金兵猝然南下，侵占中原，犹如一\n"]}{"title":"临江仙·金锁重门荒苑静","nian":"五代","author":"鹿虔扆","contson":"\n金锁重门荒苑静，绮窗愁对秋空。翠华一去寂无踪。玉楼歌吹，声断已随风。烟月不知人事改，夜阑还照深宫。藕花相向野塘中，暗伤亡国，清露泣香红。\n","contyishang":["译文层层宫门关锁，荒凉的皇家园林异常安静；我靠着窗户，含愁望秋天的夜空。自从皇帝去后，这里便一片寂静，再也看不到皇帝的踪影。宫殿里歌声乐声，也早已断绝，去追随那一去不返的风。云雾笼罩的朦胧之月，不知人事已经变更，直到夜将尽时，还照耀着深宫。在荒废的池塘中，莲花正相对哭泣；她们像暗暗伤感亡国，清露如同泪珠，从清香的红花上往下滴。","注释1、临江仙：唐教坊曲名，后用为词牌。原曲多用以咏水仙，故名。双调五十八字或六十字，平韵。2、金锁重（chóng）门：指重重宫门上了锁。3、荒苑（yuàn）：荒废了的皇家园林。苑，古时供\n"]}{"title":"少年行四首","nian":"唐代","author":"令狐楚","contson":"\n少小边州惯放狂，骣骑蕃马射黄羊。如今年老无筋力，犹倚营门数雁行。\n家本清河住五城，须凭弓箭得功名。等闲飞鞚秋原上，独向寒云试射声。\n弓背霞明剑照霜，秋风走马出咸阳。未收天子河湟地，不拟回头望故乡。\n霜满中庭月满楼，金樽玉柱对清秋。当年称意须行乐，不到天明不肯休。\n","contyishang":["译文青午时在边城使性放狂，骣骑着蕃地马箭射黄羊。到如今年纪老没了筋力，还靠着军营门来数雁行。","清河郡五城原是我的家，博取功名全靠着好箭法。秋原飞驰本来是等闲事，宝雕弓独自向着寒空发。 ","弓箭沐浴着霞光，宝剑照耀着寒霜。剑起案列的秋风，驰马飞出了咸阳。国土一角仍沦陷，天子没有收河湟。这种情况不改变，不拟回头望故乡。","庭院里霜满地，月亮已过了小楼。倚着玉柱畅饮，欣赏那深秋景色。当年的称意，不过是片刻的快\n"]}