{"title":"","nian":"","author":"","contson":"","contyishang":[]}{"title":"韩庄闸舟中七夕","nian":"清代","author":"姚燮","contson":"\n木兰桨子藕花乡，唱罢厅红晚气凉。烟外柳丝湖外水，山眉澹碧月眉黄。\n","contyishang":[]}{"title":"春日行","nian":"南北朝","author":"鲍照","contson":"\n献岁发，吾将行。春山茂，春日明。园中鸟，多嘉声。梅始发，柳始青。泛舟舻，齐棹惊。奏《采菱》，歌《鹿鸣》。风微起，波微生。弦亦发，酒亦倾。入莲池，折桂枝。芳袖动，芬叶披。两相思，两不知。\n","contyishang":["译文　　在新年伊始之时，我将出发春游。郊外我所见到的春光是如此明媚：百草绿缛争茂，万木欣荣葳蕤，千山万岭都披上了青春的绿装。光明灿烂的春晖，洒满绿色大地，焕然成彩，暖气融融。园林中到处莺声燕语，鸣声清脆，仿佛一曲曲悦耳动听的春歌。红梅在春风中率先怒放，向人间报告春的信息。含烟惹雾的杨柳枝条，已纷纷生出嫩芽，渐渐由黄转青。春游的人们来到烟波浩渺的水上，荡起了龙舟画舫，他们整齐地举起桨片，使劲地划呀划呀；船儿飞快地在水上滑行，水鸟被惊得扑翅飞向两岸。人们不禁心旷神怡，逸兴遄飞，在船上奏起了江南的《采菱》曲，音调流转柔婉；时而又唱起古老的《鹿鸣》歌，情韵和雅古朴。和煦的春风吹皱了一\n"]}{"title":"惜秋华·七夕","nian":"宋代","author":"吴文英","contson":"\n露罥蛛丝，小楼阴堕月，秋惊华鬓。宫漏未央，当时钿钗遗恨。人间梦隔西风，算天上、年华一瞬。相逢，纵相疏、胜却巫阳无准。 何处动凉讯。听露井梧桐，楚骚成韵。彩云断、翠羽散，此情难问。银河万古秋声，但望中、婺星清润。轻俊。度金针、漫牵方寸。\n","contyishang":[]}{"title":"六州歌头·东风著意","nian":"宋代","author":"韩元吉","contson":"\n东风著意，先上小桃枝。红粉腻，娇如醉，倚朱扉。记年时，隐映新妆面，临水岸，春将半，云日暖，斜桥转，夹城西。草软莎平，跋马垂杨渡，玉勒争嘶。认娥眉凝笑，脸薄拂燕脂。绣户曾窥，恨依依。共携手处，香如雾，红随步，怨春迟。消瘦损，凭谁问？只花知，泪空垂。旧日堂前燕，和烟雨，又双飞。人自老，春长好，梦佳期。前度刘郎，几许风流地，花也应悲。但茫茫暮霭，目断武陵溪，往事难追。\n","contyishang":["译文东风带着情意，先飞上小小的桃枝。美人红粉细腻，娇艳如痴如醉，斜倚着朱红的门扉。记得去年时，她新妆衬着芙蓉面，隐隐与桃花相映争艳。她来到水岸，春天过去一半，云日暖融融，顺着斜桥回转，直到夹城西边。绿草柔软平展，马儿跑得欢，渡口上垂柳翩翩，玉勒的骏马嘶鸣着驰跃争先。我认出她秀美的蛾眉，凝神一瞥的笑脸，面颊上胭脂敷得淡淡。曾在绣窗前偷偷窥视的佳人今日不复见，依依相思愁恨绵绵不断。当年携手共游之处，桃花依旧芳香如雾，满地落红随着步履旋舞，怨恨春光到了迟暮。惜春人也销魂瘦损，又靠谁来慰问？只有桃花知心，空将清泪垂淋。旧日堂前筑巢的燕儿，随着烟雾迷蒙的春雨，又双双飞回旧居\n"]}{"title":"眉妩·戏张仲远","nian":"宋代","author":"姜夔","contson":"\n看垂杨连苑，杜若侵沙，愁损未归眼。信马青楼去，重帘下，娉婷人妙飞燕。翠尊共款。听艳歌、郎意先感。便携手、月地云阶里，爱良夜微暖。无限。风流疏散。有暗藏弓履，偷寄香翰。明日闻津鼓，湘江上，催人还解春缆。乱红万点。怅断魂、烟水遥远。又争似相携，乘一舸、镇长见。\n","contyishang":["译文在那垂杨深处，高楼林立，芳草满地之处，日落西山的傍晚时分，他没有回家，竟快马加鞭直往那青楼去，进入有重重幕帘的那间房子，与那漂亮且能歌善舞的姑娘相会。一时杯声相应，艳歌响起，酒兴助歌舞，人已喝醉，两人携手沉浸在云月之间，欢乐忘了夜晚凉意。无限风流终有分别一刻，情难忘，暗藏绣花鞋，偷寄书信互表心意。相约明天日落时，以津鼓响起为号，再聚爱情江上，释放激情，欢乐一场。好景不长犹似花落去，这样偷情愁断魂，终是烟水不能融合，相隔遥远。还是要想方设法争取长携手，同舟共济，永远不分离。","注释⑴眉妩：词牌名。一名“百宜娇”。《词谱》卷三十二列此词为\n"]}{"title":"隰桑","nian":"先秦","author":"佚名","contson":"\n隰桑有阿，其叶有难。既见君子，其乐如何。\n隰桑有阿，其叶有沃。既见君子，云何不乐。\n隰桑有阿，其叶有幽。既见君子，德音孔胶。\n心乎爱矣，遐不谓矣？中心藏之，何日忘之！\n","contyishang":["译文洼地桑树多婀娜，叶儿茂盛掩枝柯。我看见了他，快乐的滋味无法言喻！洼地桑树多婀娜，枝柔叶嫩舞婆娑。我看见了他，如何叫我不快乐！洼地桑树多婀娜，叶儿浓密黑黝黝。我看见了他，说着情言爱语，体会着他执着的爱意。心里对他深深爱恋，却欲说还休。心中对他有深深的爱意，哪天能够忘记？","注释⑴隰（xí）：低湿的地方。阿（ē）：通“婀”，美。⑵难（nuó）：通“娜”，盛。⑶君子：指所爱者。⑷沃：柔美。⑸幽：通“黝”，青黑色。⑹德音：善言，此指情话。孔胶：很缠绵。\n"]}{"title":"望远行·绣帏睡起","nian":"宋代","author":"柳永","contson":"\n绣帏睡起。残妆浅，无绪匀红补翠。藻井凝尘，金梯铺藓。寂寞凤楼十二。风絮纷纷，烟芜苒苒，永日画阑，沈吟独倚。望远行，南陌春残悄归骑。凝睇。消遣离愁无计。但暗掷、金钗买醉。对好景、空饮香醪，争奈转添珠泪。待伊游冶归来，故故解放翠羽，轻裙重系。见纤腰，图信人憔悴。\n","contyishang":["译文从绣帏里睡醒起来，妆已残褪浅淡，却也无意重新打扮。天花板尘埃积聚，金饰楼梯覆盖着苔藓，凤楼闺房十分的寂寞。柳絮在空中纷纷飘落，烟雾中的草丛苒苒茂盛，整天独自倚栏深思。遥望出远门的人，去洛阳的南面道路已是春天将尽，忧伤地盼望远人早归。只有凝望，而没有办法消除离别的忧愁。只好暗自抛金沽酒痛饮。面对良辰美酒，徒然独饮，无奈反倒增添眼泪，更加悲伤。待你出游寻乐归来，故意解开外衣，又重新系上薄纱下裳，让你看看我瘦小的细腰，诚实的人那憔悴的模样。","注释⑴望远行：唐教坊曲，后用为词牌。分令词与慢词两体，令词始自韦庄，慢词始自柳永，此词《乐章集》注\n"]}{"title":"夜雨寄北","nian":"唐代","author":"李商隐","contson":"\n君问归期未有期，巴山夜雨涨秋池。 何当共剪西窗烛，却话巴山夜雨时。\n","contyishang":["译文您问归期，归期实难说准，巴山连夜暴雨，涨满秋池。何时归去，共剪西窗烛花，当面诉说，巴山夜雨况味。","注释1.寄北：写诗寄给北方的人。诗人当时在巴蜀（现在四川省），他的亲友在长安，所以说“寄北”。这首诗表达了诗人对亲友的深刻怀念。2.君：对对方的尊称，等于现代汉语中的“您”。3.归期：指回家的日期。4.巴山：指大巴山，在陕西南部和四川东北交界处。这里泛指巴蜀一带。5.秋池：秋天的池塘。6.何当：什么时候。7.共：副词，用在谓语前，表示动作行为是由两个或几个施事者共同\n"]}{"title":"云鬟烟鬓与谁期","nian":"宋代","author":"王安石","contson":"\n云鬟烟鬓与谁期，一去天边更不归。还似九疑山下女，千秋长望舜裳衣。\n","contyishang":["译文望夫石梳得像云烟一样的头发期待谁的归来？到了像天一样遥远的地方就不回来。好像追随舜帝因山崩葬在山下的妻子儿女一样，期待舜帝能穿着衣裳归还。","注释⑴望夫石：传说中，“望夫石”甚多。据载，武昌山北，有望夫石。传说昔有夫人，夫从役，远赴国难。妇携弱子，饯送此山，立，望夫而死，化为立石。⑵更：古时候的时间计量单位，在这里表达时间的长久。⑶九疑山下女：传说中舜帝的妻子娥皇、女英，她们是帝尧的女儿。帝舜南巡，至九疑山，崩，遂葬于此。二女追随不及，乃投湘水而死。⑷裳衣：衣裳。喻指舜。"]}{"title":"无题·相见时难别亦难","nian":"唐代","author":"李商隐","contson":"\n相见时难别亦难，东风无力百花残。春蚕到死丝方尽，蜡炬成灰泪始干。晓镜但愁云鬓改，夜吟应觉月光寒。蓬山此去无多路，青鸟殷勤为探看。(蓬山 一作：蓬莱)\n","contyishang":["译文见面的机会真是难得，分别时更是难舍难分，况且又兼东风将收的暮春天气，百花残谢，更加使人伤感。春蚕结茧到死时丝才吐完，蜡烛要燃尽成灰时像泪一样的蜡油才能滴干。女子早晨妆扮照镜，只担忧丰盛如云的鬓发改变颜色，青春的容颜消失。男子晚上长吟不寐，必然感到冷月侵人。对方的住处就在不远的蓬莱山，却无路可通，可望而不可及。希望有青鸟一样的使者殷勤地为我去探看情人。","注释⑴无题：唐代以来，有的诗人不愿意标出能够表示主题的题目时，常用“ 无题”作诗的标题。⑵东风无力百花残：这里指百花凋谢的暮春时节。东风，春风。残，\n"]}{"title":"凤求凰","nian":"两汉","author":"司马相如","contson":"\n其一：【琴曲出自王实甫《西厢记》】有美一人兮，见之不忘。（有美人兮，见之不忘。）一日不见兮，思之如狂。凤飞翱翔兮，四海求凰。无奈佳人兮，不在东墙。将琴代语兮，聊写衷肠。何时见许兮，慰我彷徨。愿言配德兮，携手相将。不得於飞兮，使我沦亡。\n其二：凤兮凤兮归故乡，遨游四海求其凰。时未遇兮无所将，何悟今兮升斯堂！有艳淑女在闺房，室迩人遐毒我肠。何缘交颈为鸳鸯，胡颉颃兮共翱翔！凰兮凰兮从我栖，得托孳尾永为妃。交情通意心和谐，中夜相从知者谁？双翼俱起翻高飞，无感我思使余悲。\n","contyishang":["有位俊秀的女子啊，我见了她的容貌，就此难以忘怀。一日不见她，心中牵念得像是要发狂一般。我就像那在空中回旋高飞的凤鸟，在天下各处寻觅著凰鸟。可惜那美人啊不在东墙邻近。我以琴声替代心中情语，姑且描写我内心的情意。何时能允诺婚事，慰藉我往返徘徊?希望我的德行可以与你相配，携手同在一起。不知如何是好的心情无法与你比翼偕飞、百年好合，这样的伤情结果，令我沦陷於情愁而欲丧亡。","凤鸟啊凤鸟，回到了家乡，行踪无定，游览天下只为寻求心中的凰鸟。未遇凰鸟时啊，不知所往，怎能悟解今日登门后心中所感?\n"]}{"title":"省试湘灵鼓瑟","nian":"唐代","author":"钱起","contson":"\n善鼓云和瑟，常闻帝子灵。冯夷空自舞，楚客不堪听。苦调凄金石，清音入杳冥。苍梧来怨慕，白芷动芳馨。流水传潇浦，悲风过洞庭。曲终人不见，江上数峰青。\n","contyishang":["译文常常听说湘水的神灵，善于弹奏云和之瑟。美妙的乐曲使得河神冯夷闻之起舞，而远游的旅人却不忍卒听。那深沉哀怨的曲调，连坚硬的金石都为之感动、悲伤；那清亮高亢的乐音，穿透力是那样强劲，一直飞向那高远无垠的地方。当如此美妙的乐曲传到苍梧之野时，连安息在九嶷山上的舜帝之灵也为之感动，生出抱怨思慕之情；而生长在苍梧一带的白芷，在乐曲的感召之下，也吐出了更多的芬芳。乐声顺着流水传到湘江，化作悲风飞过了浩渺的洞庭湖。曲终声寂，却没有看见鼓瑟的湘水女神，江上烟气消散，露出几座山峰，山色苍翠迷人。","注释⑴\n"]}{"title":"东门之枌","nian":"先秦","author":"佚名","contson":"\n东门之枌，宛丘之栩。子仲之子，婆娑其下。穀旦于差，南方之原。不绩其麻，市也婆娑。穀旦于逝，越以鬷迈。视尔如荍，贻我握椒。\n","contyishang":["译文东门外的白榆树绿荫蔽日，宛丘上的柞树林枝繁叶茂，子仲家豆蔻年华的小姑娘，在绿树下跳起优美的舞蹈。选下个好日子好呀好风飘，城南门外的广场上真热闹。漂亮姑娘放下积麻的活计，在集市上跳起欢快的舞蹈。聚会相亲好日子就在今朝，少男越过人群挡住她的道。看你粉红笑脸好像锦葵花，她赠我一捧紫红的香花椒。","注释⑴枌（fén）：木名。白榆。⑵栩（xǔ）：柞树。⑶子仲：陈国的姓氏。⑷婆娑：舞蹈。⑸榖（gǔ）：良辰，好日子。差（chāi）：选择。⑹南方之原：到南边的原野去相会。\n"]}{"title":"可叹","nian":"唐代","author":"李商隐","contson":"\n幸会东城宴未回，年华忧共水相催。梁家宅里秦宫入，赵后楼中赤凤来。冰簟且眠金镂枕，琼筵不醉玉交杯。宓妃愁坐芝田馆，用尽陈王八斗才。\n","contyishang":["①梁家宅里秦宫入：《后汉书·梁冀传》：“冀爱监奴秦宫，官至太仓令，得出入寿（梁冀妻孙寿）所。寿见宫，辄屏御者，托以言事，因与私焉。”②赵后楼中赤凤来：《飞燕外传》：“后所通宫奴燕赤凤者，雄捷能超观阁，兼通昭仪。……十月十五日，宫中故事上灵安庙，是日吹埙击鼓，连臂踏地，歌《赤凤来》曲。后谓昭仪曰：‘赤凤为谁来?’昭仪曰：‘赤凤自为姊来，宁为他人乎？’”③宓妃愁坐芝田馆：曹植《洛神赋》：“秣驷乎芝田。”宓妃，指曹丕妃甄后，芝田馆指她所住的馆舍。④用尽陈王八斗才：《释常谈》：“文章多，谓之八斗之才。谢灵运尝曰：天下才共一石，曹子建独占八斗。”陈王：指曹植。\n"]}{"title":"贺明朝·忆昔花间初识面","nian":"五代","author":"欧阳炯","contson":"\n忆昔花间初识面，红袖半遮，妆脸轻转。石榴裙带，故将纤纤玉指偷捻，双凤金线。碧梧桐锁深深院，谁料得两情，何日教缱绻？羡春来双燕，飞到玉楼，朝暮相见。\n","contyishang":[]}{"title":"如梦令·一饷凝情无语","nian":"宋代","author":"王之道","contson":"\n一饷凝情无语。手捻梅花何处。倚竹不胜愁，暗想江头归路。东去。东去。短艇淡烟疏雨。\n","contyishang":["　　“一饷疑情无语”，显然不是终日无语、整日销凝而是忽然间因触景生情而产生的惆怅。从次句看，很可能是因攀折梅花所致。这情形有类于《西洲曲》“忆梅下西洲，折梅寄江北”，从忆梅到折梅，引起对远人的怀思有一个从无意到有意的过程。折梅与怀人有关，所来自远，南朝刘宋时陆凯赠范晔诗云：“折梅逢驿使，寄与陇头人。江南无所有，聊赠一枝春。”故次句言“手捻梅花何处”，其意仍在怀思远人。“何处”二字则有欲寄无由的苦恼，故“手捻”梅枝，彷徨徘徊。","　　女子所怀何人，下句更有暗示。“倚竹不胜愁”，系用杜诗《佳人》“天寒翠袖薄，日暮倚修竹”句意，杜诗写了一位为丈夫所遗弃的妇人自保贞洁的德操品行。这\n"]}{"title":"银河吹笙","nian":"唐代","author":"李商隐","contson":"\n怅望银河吹玉笙，楼寒院冷接平明。重衾幽梦他年断，别树羁雌昨夜惊。月榭故香因雨发，风帘残烛隔霜清。不须浪作缑山意，湘瑟秦箫自有情。\n","contyishang":["译文满怀心中的惆怅望着冷漠的银河，独自吹笙，有话能跟谁说。楼院寒冷阵阵西风吹过，渐渐显现黎明的天色。回想起昔曰的欢会依旧激情似火，只可惜已成旧事花残叶落。昨夜栖息在树上斜枝的雌鸟声声悲鸣把我从梦中惊醒望着银河吹歌。月榭旁有一丛经雨的花朵，散发出阵阵余香仍有雨珠滴落。映霜的残烛牵动相思，为什么偏有风帘阻隔。不要轻易将成仙的愿望许诺，那是独对青灯自我折磨。湘灵鼓瑟演奏情投意合，秦台吹箫享不尽人间欢乐。","注释①玉笙（shēng）：笙之美称，或笙之以玉为饰者。玉箫、玉琴、玉笛之称同此。刘孝威《奉和简文帝太子应令》诗：“园\n"]}{"title":"虞美人·银床淅沥青梧老","nian":"清代","author":"纳兰性德","contson":"\n银床淅沥青梧老，屧粉秋蛩扫。采香行处蹙连钱，拾得翠翘何恨不能言。回廊一寸相思地，落月成孤倚。背灯和月就花阴，已是十年踪迹十年心。\n","contyishang":["译文井边的梧桐在淅沥的秋风秋雨中渐渐老去，所爱之人的踪迹也在蟋蟀的呜叫中慢慢消失。所爱之人经行之处，如今已荒无人迹，布满了青苔。此时旧地重游，即便拾得美人遗下的翡翠头饰，也无法对人明言，只能徒自伤感。回廊之处曾经留下了多少令人刻骨相思的痕迹，而今旧地重游，相思成灰。独倚回廊，只有天边落月孤独相伴。吹灭灯火，在月光下走近花阴，寻找过去的踪迹。十年前的踪迹宛然犹在，十年前的那颗心还依然在胸膛跳动。时光流逝，岁月无情，埋藏在心里的那份情感历久旎新弥新，难以忘怀。","注释⑴原为唐教坊曲，后用为词牌名。此调初咏项羽宠姬虞美人死后地下开出一朵鲜花，因\n"]}{"title":"七夕歌","nian":"宋代","author":"张耒","contson":"\n人间一叶梧桐飘，蓐收行秋回斗杓。神宫召集役灵鹊，直渡天河云作桥。桥东美人天帝子，机杼年年劳玉指。织成云雾紫绡衣，辛苦无欢容不理。帝怜独居无与娱，河西嫁得牵牛夫。自从嫁后废织纴，绿鬓云鬟朝暮梳。贪欢不归天帝怒，谪归却踏来时路。但令一岁一相逢，七月七日河边渡。别多会少知奈何，却忆从前恩爱多。匆匆离恨说不尽，烛龙已驾随羲和。河边灵官晓催发，令严不管轻离别。空将泪作雨滂沱，泪痕有尽愁无歇。寄言织女若休叹，天地无情会相见。犹胜嫦娥不嫁人，夜夜孤眠广寒殿。\n","contyishang":["　　这首诗是根据牛郎织女的故事而写成的乐府歌行。南朝梁殷芸《小说》（明冯应京《月令广义·七月令》引）云：“天河之东有织女，天帝之子也。年年机杼劳役，织成云锦天衣，容貌不暇整。帝怜其独处，许嫁河西牵牛郎，嫁后遂废织纴。天帝怒，责令归河东，但使一年一度相会。”这则神话将牛郎织女的被罚阻隔天河，诿之于织女的嫁后贪欢，懒惰废织，带有封建社会歧视妇女的思想遗毒。这首诗虽取材于此，但作者却是讴歌他们的深挚爱情，同情他们被迫分离；结尾又以“夜夜孤眠”不嫁人的嫦娥与之作比，似在暗示天地间较牛郎织女更为不幸的大有人在，足以启发人们深思。","　　全诗可分四段。开头四句为第一段，点明时令和鹊桥。\n"]}{"title":"西施·自从回步百花桥","nian":"宋代","author":"柳永","contson":"\n自从回步百花桥。便独处清宵。凤衾鸳枕，何事等闲抛。纵有馀香，也似郎恩爱，向日夜潜消。恐伊不信芳容改，将憔悴、写霜绡。更凭锦字，字字说情憀。要识愁肠⑾，但看丁香树，渐结尽春梢。\n","contyishang":["译文自从与丈夫分别之后，一直是独自一人度过清净的夜晚。以前幸福的记忆，为何随便抛弃。纵然有丈夫的体香尚留在衣服上，就像郎留下的恩爱一样，奈何随着时间的消逝，这些也不知不觉消失了。怕你不相信离别后昔日的漂亮容颜已经改变，将憔悴的样子画下来寄给你。更希望凭借寄给你的书信，让你看到字里行间的悲思之情。要知愁肠愁多少，请看丁香树，渐渐结满了丁香结。","注释⑴西施：词牌名，因咏西施而得名。柳永自度曲，《乐章集》注“仙吕调”。双调七十一字，前段七句四平韵，后段七句三平韵。⑵回步：返回。百花桥：元彻、柳实与仙女相会之处。《续仙传》载：唐元和\n"]}{"title":"","nian":"","author":"","contson":"","contyishang":[]}{"title":"女冠子·昨夜夜半","nian":"唐代","author":"韦庄","contson":"\n昨夜夜半，枕上分明梦见。语多时。依旧桃花面，频低柳叶眉。半羞还半喜，欲去又依依。觉来知是梦，不胜悲。\n","contyishang":["译文昨天深夜里，你在我的梦里翩然出现了。我们说了好多好多的话，发现你依旧还是那么美丽、可爱，像从前一样面若桃花，频频低垂的眼睑，弯弯的柳叶眉。看上去好像又有些羞涩，又有些欢喜。该走时却又频频回首，依依不舍。只到醒来才知道是大梦一场，身边依然空空，自己依然是形单影只的一个人，心中不觉涌起难忍的悲哀。","注释⑴女冠子：词牌名。⑵桃花面：据孟棨《本事诗·情感》载：唐诗人崔护尝于清明独游长安城南，见一庄居，有女子独倚小桃柯伫立，而意殊厚。来岁清明，崔又往寻之，刚门扃无人，因题诗于左扉曰：“去年今日此门中，人面桃花相映红。人面不知何处去\n"]}{"title":"鹊桥仙·纤云弄巧","nian":"宋代","author":"秦观","contson":"\n纤云弄巧，飞星传恨，银汉迢迢暗度。金风玉露一相逢，便胜却人间无数。(度 通：渡)柔情似水，佳期如梦，忍顾鹊桥归路。两情若是久长时，又岂在朝朝暮暮。\n","contyishang":["译文纤薄的云彩在天空中变幻多端，天上的流星传递着相思的愁怨，遥远无垠的银河今夜我悄悄渡过。在秋风白露的七夕相会，就胜过尘世间那些长相厮守却貌合神离的夫妻。共诉相思，柔情似水，短暂的相会如梦如幻，分别之时不忍去看那鹊桥路。只要两情至死不渝，又何必贪求卿卿我我的朝欢暮乐呢。","注释纤云：轻盈的云彩。弄巧：指云彩在空中幻化成各种巧妙的花样。飞星：流星。一说指牵牛、织女二星。银汉：银河。迢迢：遥远的样子。暗度：悄悄渡过。金风玉露：指秋风白露。李商隐《辛未七夕》：“由来碧落银河畔，可要金风玉露时”。忍\n"]}{"title":"解连环·秋情","nian":"宋代","author":"吴文英","contson":"\n暮檐凉薄。疑清风动竹，故人来邈。渐夜久、闲引流萤，弄微照素怀，暗呈纤白。梦远双成，凤笙杳、玉绳西落。掩綀帷倦入，又惹旧愁，汗香阑角。银瓶恨沉断索。叹梧桐未秋，露井先觉。抱素影、明月空闲，早尘损丹青，楚山依约。 翠冷红衰，怕惊起、西池鱼跃。记湘娥、绛绡暗解，褪花坠萼。\n","contyishang":["　　词人善于捕捉瞬间情感中的细微感受，将对恋人的爱怜抒发得淋漓尽致。吴文英早年在苏州结识某女子。近世词家据吴词作过许多分析，推断他在苏州有一妾，后被遣去。但将他关于苏州情事的词串连比照，可以确认那位女子并非与他朝夕相处之妾，应为一位民间歌妓。他们的爱情以悲剧告终。吴文英对她的情感是真挚深厚的，他在词作里常以极隐讳的笔法抒写无尽的哀怨。这首词是词人寓居苏州的后期、在其恋爱悲剧发生之后作的。充分抒发出作者的一腔忧怨之情。","　　词的起笔“暮檐凉薄”，点明环境和时间。暮色已沉，人在檐下，感到秋之凉意，一语即营造出寂寞凄凉的氛围。清风吹动庭竹，使主人公产生故人来访的幻觉。“疑”字将\n"]}{"title":"天仙子·草绿裙腰山染黛","nian":"清代","author":"文廷式","contson":"\n草绿裙腰山染黛，闲恨闲愁侬不解。莫愁艇子渡江时，九鸾钗，双凤带，杯酒劝郎情似海。\n","contyishang":[]}{"title":"采桑子·谁翻乐府凄凉曲","nian":"清代","author":"纳兰性德","contson":"\n谁翻乐府凄凉曲？风也萧萧，雨也萧萧，瘦尽灯花又一宵。不知何事萦怀抱，醒也无聊，醉也无聊，梦也何曾到谢桥。\n","contyishang":["译文是谁在翻唱著凄切悲凉的乐府旧曲？风萧萧肃肃，雨潇潇洒洒，房里点燃的灯烛又短瘦了，一个凄苦孤独的一夜，在烛泪中逝去。不知道是什么事萦绕心怀，难以放下，醒时醉时都一样无聊难耐，就是梦里也没有到过谢桥。","注释（1）翻乐府：指填词。翻，按曲调作歌词，白居易《琵琶行》：“为君翻作琵琶行”；欧阳修《蝶恋花》：“红粉佳人翻丽唱，惊起鸳鸯，两两飞相向。“乐府，本为汉代管理，祭祀、巡行、宫廷所用音乐的官署，亦称由官署采集来的民歌为乐府。后来将一切可以入乐的诗歌均称为乐府，容若词中取其广义，代指词。（2）瘦尽句：意思是说眼望着灯花一点一点地\n"]}{"title":"咏同心芙蓉","nian":"隋代","author":"杜公瞻","contson":"\n灼灼荷花瑞，亭亭出水中。一茎孤引绿，双影共分红。色夺歌人脸，香乱舞衣风。名莲自可念，况复两心同。\n","contyishang":["译文鲜艳明亮的荷花代表着祥瑞，亭亭玉立站在水中。一根花茎引出翠绿之色，两个花朵分用一片鲜红。花颜好像拿走了歌伎的面色，香气迷乱好像舞动衣服引起的微风。这样的莲花必然会互相思念，更何况它们的心是在一起的。","注释①灼灼：明亮貌。②况复：何况，况且。"]}{"title":"白头吟","nian":"两汉","author":"卓文君","contson":"\n皑如山上雪，皎若云间月。闻君有两意，故来相决绝。今日斗酒会，明旦沟水头。躞蹀御沟上，沟水东西流。凄凄复凄凄，嫁娶不须啼。愿得一心人，白头不相离。(一心人 一作：一人心；白头 一作：白首)竹竿何袅袅，鱼尾何簁簁！男儿重意气，何用钱刀为！\n","contyishang":["译文爱情应该像山上的雪一般纯洁，像云间月亮一样光明。听说你怀有二心，所以来与你决裂。 今日犹如最后的聚会，明日便将分手沟头。我缓缓的移动脚步沿沟走去，过去的生活宛如沟水东流，一去不返。当初我毅然离家随君远去，就不像一般女孩凄凄啼哭。满以为嫁了一个情意专心的称心郎，可以相爱到老永远幸福了。男女情投意合就像钓竿那样轻细柔长，鱼儿那样活波可爱。男子应当以情意为重，失去了真诚的爱情是任何钱财珍宝都无法补偿的。","注释白头吟：乐府《楚调曲》调名。据《西京杂记》卷三载，蜀地巨商卓\n"]}{"title":"柳毅传","nian":"唐代","author":"李朝威","contson":"\n　　仪凤中，有儒生柳毅者，应举下第，将还湘滨。念乡人有客于泾阳者，遂往告别。至六七里，鸟起马惊，疾逸道左。又六七里，乃止。见有妇人，牧羊于道畔。毅怪视之，乃殊色也。然而蛾脸不舒，巾袖无光，凝听翔立，若有所伺。毅诘之曰：“子何苦而自辱如是？”妇始楚而谢，终泣而对曰：“贱妾不幸，今日见辱问于长者。然而恨贯肌骨，亦何能愧避？幸一闻焉。妾，洞庭龙君小女也。父母配嫁泾川次子，而夫婿乐逸，为婢仆所惑，日以厌薄。既而将诉于舅姑，舅姑爱其子，不能御。迨诉频切，又得罪舅姑。舅姑毁黜以至此。”言讫，歔欷流涕，悲不自胜。又曰：“洞庭于兹，相远不知其几多也？长天茫茫，信耗莫通。心目断尽，无所知哀。闻君将还吴，密通洞庭。或以尺书寄托侍者，未卜将以为可乎？”毅曰：“吾义夫也。闻子之说，气血俱动，恨无毛羽，不能奋飞，是何可否之谓乎！然而洞庭深水也。吾行尘间，宁可致意耶？惟恐道途显晦，不相通达，致负诚托，又乖恳愿。子有何术可导我邪？”女悲泣且谢，曰：“负载珍重，不复言矣。脱获回耗，虽死必谢。君不许，何敢言。既许而问，则洞庭之与京邑，不足为异也。”毅请闻之。女曰：“洞庭之阴，有大橘树焉，乡人谓之‘社橘’。君当解去兹带，束以他物。然后叩树三发，当有应者。因而随之，无有碍矣。幸君子书叙之外，悉以心诚之话倚托，千万无渝！”毅曰：“敬闻命矣。”女遂于襦间解书，再拜以进。东望愁泣，若不自胜。毅深为之戚，乃致书囊中，因复谓曰：“吾不知子之牧羊，何所用哉？神岂宰杀乎？”女曰：“非羊也，雨工也。”“何为雨工？”曰：“雷霆之类也。”毅顾视之，则皆矫顾怒步，饮龁甚异，而大小毛角，则无别羊焉。毅又曰：“吾为使者，他日归洞庭，幸勿相避。”女曰：“宁止不避，当如亲戚耳。”语竟，引别东去。不数十步，回望女与羊，俱亡所见矣。\n　　其夕，至邑而别其友，月余到乡，还家，乃访友于洞庭。洞庭之阴，果有社橘。遂易带向树，三击而止。俄有武夫出于波问，再拜请曰：“贵客将自何所至也？”毅不告其实，曰：“走谒大王耳。”武夫揭水止路，引毅以进。谓毅曰：“当闭目，数息可达矣。”毅如其言，遂至其宫。始见台阁相向，门户千万，奇草珍木，无所不有.夫乃止毅，停于大室之隅，曰：“客当居此以俟焉。”毅曰：“此何所也？”夫曰：“此灵虚殿也。”谛视之，则人间珍宝毕尽于此。柱以白璧，砌以青玉，床以珊瑚，帘以水精，雕琉璃于翠楣，饰琥珀于虹栋。奇秀深杳，不可殚言。然而王久不至。毅谓夫曰：“洞庭君安在哉？”曰：“吾君方幸玄珠阁，与太阳道士讲《火经》，少选当毕。”毅曰：“何谓《火经》？”夫曰：“吾君，龙也。龙以水为神，举一滴可包陵谷。道士，乃人也。人以火为神圣，发一灯可燎阿房。然而灵用不同，玄化各异。太阳道士精于人理，吾君邀以听焉。”语毕而宫门辟，景从云合，而见一人，披紫衣，执青玉。夫跃曰：“此吾君也！”乃至前以告之。\n　　君望毅而问曰：“岂非人间之人乎？”对曰：“然。”毅而设拜，君亦拜，命坐于灵虚之下。谓毅曰：“水府幽深，寡人暗昧，夫子不远千里，将有为乎？”毅曰：“毅，大王之乡人也。长于楚，游学于秦。昨下第，闲驱泾水右涘，见大王爱女牧羊于野，风鬟雨鬓，所不忍睹。毅因诘之，谓毅曰：‘为夫婿所薄，舅姑不念，以至于此’。悲泗淋漓，诚怛人心。遂托书于毅。毅许之，今以至此。”因取书进之。洞庭君览毕，以袖掩面而泣曰：“老父之罪，不能鉴听，坐贻聋瞽，使闺窗孺弱，远罹构害。公，乃陌上人也，而能急之。幸被齿发，何敢负德！”词毕，又哀咤良久。左右皆流涕。时有宦人密侍君者，君以书授之，令达宫中。须臾，宫中皆恸哭。君惊，谓左右曰：“疾告宫中，无使有声，恐钱塘所知。”毅曰：“钱塘，何人也？”曰：“寡人之爱弟，昔为钱塘长，今则致政矣。”毅曰：“何故不使知？”曰：“以其勇过人耳。昔尧遭洪水九年者，乃此子一怒也。近与天将失意，塞其五山。上帝以寡人有薄德于古今，遂宽其同气之罪。然犹縻系于此，故钱塘之人日日候焉。”语未毕，而大声忽发，天拆地裂。宫殿摆簸，云烟沸涌。俄有赤龙长千余尺，电目血舌，朱鳞火鬣，项掣金锁，锁牵玉柱。千雷万霆，激绕其身，霰雪雨雹，一时皆下。乃擘青天而飞去。毅恐蹶仆地。君亲起持之曰：“无惧，固无害。”毅良久稍安，乃获自定。因告辞曰：“愿得生归，以避复来。”君曰：“必不如此。其去则然，其来则不然，幸为少尽缱绻。”因命酌互举，以款人事。\n　　俄而祥风庆云，融融恰怡，幢节玲珑，箫韶以随。红妆千万，笑语熙熙。中有一人，自然蛾眉，明珰满身，绡縠参差。迫而视之，乃前寄辞者。然若喜若悲，零泪如丝。须臾，红烟蔽其左，紫气舒其右，香气环旋，入于宫中。君笑谓毅曰：“泾水之囚人至矣。”君乃辞归宫中。须臾，又闻怨苦，久而不已。有顷，君复出，与毅饮食。又有一人，披紫裳，执青玉，貌耸神溢，立于君左。君谓毅曰：“此钱塘也。”毅起，趋拜之。钱塘亦尽礼相接，谓毅曰：“女侄不幸，为顽童所辱。赖明君子信义昭彰，致达远冤。不然者，是为泾陵之土矣。飨德怀恩，词不悉心。”毅撝退辞谢，俯仰唯唯。然后回告兄曰：“向者辰发灵虚，巳至泾阳，午战于彼，未还于此。中间驰至九天，以告上帝。帝知其冤，而宥其失。前所谴责，因而获免。然而刚肠激发，不遑辞候，惊扰宫中，复忤宾客。愧惕惭惧，不知所失。”因退而再拜。君曰：“所杀几何？”曰：“六十万。”“伤稼乎？”曰：“八百里。”无情郎安在？”曰：“食之矣。”君怃然曰：“顽童之为是心也，诚不可忍，然汝亦太草草。赖上帝显圣，谅其至冤。不然者，吾何辞焉？从此以去，勿复如是。”钱塘君复再拜。是夕，遂宿毅于凝光殿。\n　　明日，又宴毅于凝碧宫。会友戚，张广乐，具以醪醴，罗以甘洁。初，笳角鼙鼓，旌旗剑戟，舞万夫于其右。中有一夫前曰：“此《钱塘破阵乐》。”旌杰气，顾骤悍栗。座客视之，毛发皆竖。复有金石丝竹，罗绮珠翠，舞千女于其左，中有一女前进曰：“此《贵主还宫乐》。”清音宛转，如诉如慕，坐客听下，不觉泪下。二舞既毕，龙君大悦。锡以纨绮，颁于舞人，然后密席贯坐，纵酒极娱。酒酣，洞庭君乃击席而歌曰：“大天苍苍兮，大地茫茫，人各有志兮，何可思量，狐神鼠圣兮，薄社依墙。雷霆一发兮，其孰敢当？荷贞人兮信义长，令骨肉兮还故乡，齐言惭愧兮何时忘！”洞庭君歌罢，钱塘君再拜而歌曰：“上天配合兮，生死有途。此不当妇兮，彼不当夫。腹心辛苦兮，泾水之隅。风霜满鬓兮，雨雪罗襦。赖明公兮引素书，令骨肉兮家如初。永言珍重兮无时无。”钱塘君歌阕，洞庭君俱起，奉觞于毅。毅踧踖而受爵，饮讫，复以二觞奉二君，乃歌曰：“碧云悠悠兮，泾水东流。伤美人兮，雨泣花愁。尺书远达兮，以解君忧。哀冤果雪兮，还处其休。荷和雅兮感甘羞。山家寂寞兮难久留。欲将辞去兮悲绸缪。”歌罢，皆呼万岁。洞庭君因出碧玉箱，贮以开水犀；钱塘君复出红珀盘，贮以照夜玑：皆起进毅，毅辞谢而受。然后宫中之人，咸以绡彩珠璧，投于毅侧。重叠焕赫，须臾埋没前后。毅笑语四顾，愧谢不暇。洎酒阑欢极，毅辞起，复宿于凝光殿。\n　　翌日，又宴毅于清光阁。钱塘因酒作色，踞谓毅曰：“不闻猛石可裂不可卷，义士可杀不可羞耶？愚有衷曲，欲一陈于公。如可，则俱在云霄；如不可，则皆夷粪壤。足下以为何如哉？”毅曰：“请闻之。”钱塘曰：“泾阳之妻，则洞庭君之爱女也。淑性茂质，为九姻所重。不幸见辱于匪人，今则绝矣。将欲求托高义，世为亲戚，使受恩者知其所归，怀爱者知其所付，岂不为君子始终之道者？”毅肃然而作，欻然而笑曰：“诚不知钱塘君孱困如是！毅始闻跨九州，怀五岳，泄其愤怒；复见断金锁，掣玉柱，赴其急难。毅以为刚决明直，无如君者。盖犯之者不避其死，感之者不爱其生，此真丈夫之志。奈何萧管方洽，亲宾正和，不顾其道，以威加人？岂仆人素望哉！若遇公于洪波之中，玄山之间，鼓以鳞须，被以云雨，将迫毅以死，毅则以禽兽视之，亦何恨哉！今体被衣冠，坐谈礼义，尽五常之志性，负百行怖之微旨，虽人世贤杰，有不如者，况江河灵类乎？而欲以蠢然之躯，悍然之性，乘酒假气，将迫于人，岂近直哉！且毅之质，不足以藏王一甲之间。然而敢以不伏之心，胜王不道之气。惟王筹之！”钱塘乃逡巡致谢曰：“寡人生长宫房，不闻正论。向者词述疏狂，妄突高明。退自循顾，戾不容责。幸君子不为此乖问可也。”其夕，复饮宴，其乐如旧。毅与钱塘遂为知心友。\n　　明日，毅辞归。洞庭君夫人别宴毅于潜景殿，男女仆妾等悉出预会。夫人泣谓毅曰：“骨肉受君子深恩，恨不得展愧戴，遂至睽别。”使前泾阳女当席拜毅以致谢。夫人又曰：“此别岂有复相遇之日乎？”毅其始虽不诺钱塘之情，然当此席，殊有叹恨之色。宴罢，辞别，满宫凄然。赠遗珍宝，怪不可述。毅于是复循途出江岸，见从者十余人，担囊以随，至其家而辞去。毅因适广陵宝肆，鬻其所得。百未发一，财已盈兆。故淮右富族，咸以为莫如。遂娶于张氏，亡。又娶韩氏。数月，韩氏又亡。徙家金陵。常以鳏旷多感，或谋新匹。有媒氏告之曰：“有卢氏女，范阳人也。父名曰浩，尝为清流宰。晚岁好道，独游云泉，今则不知所在矣。母曰郑氏。前年适清河张氏，不幸而张夫早亡。母怜其少，惜其慧美，欲择德以配焉。不识何如？”毅乃卜日就礼。既而男女二姓俱为豪族，法用礼物，尽其丰盛。金陵之士，莫不健仰。居月余，毅因晚入户，视其妻，深觉类于龙女，而艳逸丰厚，则又过之。因与话昔事。妻谓毅曰：“人世岂有如是之理乎？”\n　　经岁余，有一子。毅益重之。既产，逾月，乃秾饰换服，召毅于帘室之间，笑谓毅曰：“君不忆余之于昔也？”毅曰：“夙为姻好，何以为忆？”妻曰：“余即洞庭君之女也。泾川之冤，君使得白。衔君之恩，誓心求报。洎钱塘季父论亲不从，遂至睽违。天各一方，不能相问。父母欲配嫁于濯锦小儿某。遂闭户剪发，以明无意。虽为君子弃绝，分见无期。而当初之心，死不自替。他日父母怜其志，复欲驰白于君子。值君子累娶，当娶于张，已而又娶于韩。迨张、韩继卒，君卜居于兹，故余之父母乃喜余得遂报君之意。今日获奉君子，咸善终世，死无恨矣。”因呜咽，泣涕交下。对毅曰：“始不言者，知君无重色之心。今乃言者，知君有感余之意。妇人匪薄，不足以确厚永心，故因君爱子，以托相生。未知君意如何？愁惧兼心，不能自解。君附书之日，笑谓妾曰：‘他日归洞庭，慎无相避。’诚不知当此之际，君岂有意于今日之事乎？其后季父请于君，君固不许。君乃诚将不可邪，抑忿然邪？君其话之。”毅曰：“似有命者。仆始见君子，长泾之隅，枉抑憔悴，诚有不平之志。然自约其心者，达君之冤，余无及也。以言‘慎无相避’者，偶然耳，岂有意哉。洎钱塘逼迫之际，唯理有不可直，乃激人之怒耳。夫始以义行为之志，宁有杀其婿而纳其妻者邪？一不可也。某素以操真为志尚，宁有屈于己而伏于心者乎？二不可也。且以率肆胸臆，酬酢纷纶，唯直是图，不遑避害。然而将别之日。见君有依然之容，心甚恨之。终以人事扼束，无由报谢。吁，今日，君，卢氏也，又家于人间。则吾始心未为惑矣。从此以往，永奉欢好，心无纤虑也。”妻因深感娇泣，良久不已。有顷，谓毅曰：“勿以他类，遂为无心，固当知报耳。夫龙寿万岁，今与君同之。水陆无往不适。君不以为妄也。”毅嘉之曰：“吾不知国客乃复为神仙之饵！”。乃相与觐洞庭。既至，而宾主盛礼，不可具纪。\n　　后居南海仅四十年，其邸第、舆马、珍鲜、服玩，虽侯伯之室，无以加也。毅之族咸遂濡泽。以其春秋积序，容状不衰。南海之人，靡不惊异。\n　　洎开元中，上方属意于神仙之事，精索道术。毅不得安，遂相与归洞庭。凡十余岁，莫知其迹。\n　　至开元末，毅之表弟薛嘏为京畿令，谪官东南。经洞庭，晴昼长望，俄见碧山出于远波。舟人皆侧立，曰：“此本无山，恐水怪耳。”指顾之际，山与舟相逼，乃有彩船自山驰来，迎问于嘏。其中有一人呼之曰：“柳公来候耳。”嘏省然记之，乃促至山下，摄衣疾上。山有宫阙如人世，见毅立于宫室之中，前列丝竹，后罗珠翠，物玩之盛，殊倍人间。毅词理益玄，容颜益少。初迎嘏于砌，持嘏手曰：“别来瞬息，而发毛已黄。”嘏笑曰：“兄为神仙，弟为枯骨，命也。”毅因出药五十丸遗嘏，曰：“此药一丸，可增一岁耳。岁满复来，无久居人世以自苦也。”欢宴毕，嘏乃辞行。自是已后，遂绝影响。嘏常以是事告于人世。殆四纪，嘏亦不知所在。\n　　陇西李朝威叙而叹曰：“五虫之长，必以灵者，别斯见矣。人，裸也，移信鳞虫。洞庭含纳大直，钱塘迅疾磊落，宜有承焉。嘏咏而不载，独可邻其境。愚义之，为斯文。”\n","contyishang":["　　仪凤年间，有一位书生柳毅，到京城长安参加科举考试，没有考取，准备回到湘水边的家乡去。他想起有个同乡人客居在泾阳，就去辞行。走了六、七里，忽然有一群鸟直飞起来，（他的）马受了惊吓，向道边飞奔，又跑了六、七里，才停了下来。","　　只见有个女子在路边放羊。他觉得奇怪，仔细地打量，却是个非常美丽的女子。可是她双眉微皱，面带愁容，穿戴破旧，出神地站着，好像在等待着什么。柳毅忍不住问她道：“你有什么痛苦，把自己委屈到这种地步？”女子开头现出悲伤的神情，婉言谢绝了他，但最终哭着向他回答说：“我是个不幸的人，今天蒙您关怀下问。但是我的怨恨铭心刻骨，又怎能觉得惭愧而回避不说呢？希望您听一\n"]}{"title":"鬲溪梅令·丙辰冬自无锡归作此寓意","nian":"宋代","author":"姜夔","contson":"\n好花不与殢香人。浪粼粼。又恐春风归去绿成阴。玉钿何处寻。木兰双桨梦中云。小横陈。漫向孤山山下觅盈盈。翠禽啼一春。\n","contyishang":[]}{"title":"潜别离","nian":"唐代","author":"白居易","contson":"\n不得哭，潜别离。不得语，暗相思。两心之外无人知。深笼夜锁独栖鸟，利剑春断连理枝。河水虽浊有清日，乌头虽黑有白时。惟有潜离与暗别，彼此甘心无后期。\n","contyishang":["　　“不得哭，潜别离”泪眼可以延绵，别离却是遥遥无期，此时泪眼是诗人“潜离与暗别”的无奈情怀，是对门第观点的退让。","　　“不得语，暗相思”相思相念可蔓延，这种思念只有诗人他自己最清楚明了，却无言，却无诉说对象，留给自己唯有相思成灾。","　　“两心之外无人知”年少无知纯粹无暇，两小无猜情真意切，离别后两颗无人知晓的心是否依旧相知相爱，莫不是有一天相见早已物是人非？","　　“深笼夜锁独栖鸟，利剑春断连理枝” 暗夜如影，吞噬天日，夜锁独栖之鸟，生硬将情爱毒杀，剑斩连理歃血凄然。","　　“河水虽浊有清日，乌头虽黑有白时”河水再浑浊也有还清\n"]}{"title":"忆江南·衔泥燕","nian":"唐代","author":"牛峤","contson":"\n忆泥燕，飞到画堂前。占得杏梁安稳处，体轻唯有主人怜，堪羡好因缘。\n","contyishang":["译文衔着泥土的燕子，飞到装饰华丽的大堂前，占据着梁间安稳的地方，体态轻盈只有主人伶爱，好烟缘可堪羡慕。","注释①占得：占据。②杏梁：用杏树所做的屋梁，泛指优质木材所做的梁柱。③因缘：指双燕美好的结合。"]}{"title":"菩萨蛮·月华如水笼香砌","nian":"五代","author":"孙光宪","contson":"\n月华如水笼香砌，金环碎撼门初闭。寒影堕高檐，钩垂一面帘。碧烟轻袅袅，红战灯花笑。即此是高唐，掩屏秋梦长。\n","contyishang":[]}{"title":"念奴娇·书东流村壁","nian":"宋代","author":"辛弃疾","contson":"\n野棠花落，又匆匆过了，清明时节。刬地东风欺客梦，一枕云屏寒怯。曲岸持觞，垂杨系马，此地曾经别。楼空人去，旧游飞燕能说。闻道绮陌东头，行人长见，帘底纤纤月。旧恨春江流不断，新恨云山千叠。料得明朝，尊前重见，镜里花难折。也应惊问：近来多少华发？\n","contyishang":["译文野棠花儿飘落，匆匆又过了清明时节。东风欺凌着路上的行客，竟把我的短梦惊醒。一阵凉气吹来，向我的孤枕袭来，我感到丝丝寒意。在那弯曲的河岸边，我曾与佳人举杯一起饮酒。在垂柳下，我曾在此地与佳人离别。如今人去楼空，只有往日的燕子还栖息在这里，那时的欢乐，只有它能作见证。听说在繁华街道的东面，行人曾在帘下见过她的美足。旧日的情事如东流的春江，一去不回，新的遗憾又像云山一样一层层添来。假如有那么一天，我们在酒宴上再相遇合，她将会像镜里的鲜花，令我无法去折。她会惊讶我又白了头发。","注释（1）东流：东流县，旧地名。治所在今安徽省东至县东流镇。\n"]}{"title":"浣溪沙·春情","nian":"宋代","author":"苏轼","contson":"\n桃李溪边驻画轮。鹧鸪声里倒清尊。夕阳虽好近黄昏。 香在衣裳妆在臂，水连芳草月连云。几时归去不销魂。\n","contyishang":["译文桃李溪边停着一辆画轮车。鹧鸪发出“行不得也哥哥”的叫声时，就是倒酒于杯中与情人约会之际。晚照虽然美丽，但它已临近黄昏的时候。体发香味留在衣裳上，信物套在手臂上。我俩好比那明沏的溪水浸着芳香的草儿，皎洁的月儿伴着那雪白的云儿。多少时候离去才不致痛苦悲伤。 ","注释⑴浣溪沙：唐教坊曲，后用为词牌名。⑵驻画轮：指停车。画轮：车之美称。⑶倒清尊：指斟酒。⑷“夕阳”句：化用唐·李商隐《乐游原》诗：“夕阳无限好。只是近黄昏。”⑸“香在”句：唐·元稹《莺莺传》写张生与莺莺幽会后。“自疑于心，曰：‘岂其\n"]}{"title":"忆江南·衔泥燕","nian":"唐代","author":"牛峤","contson":"\n衔泥燕，飞到画堂前。占得杏梁安稳处，体轻唯有主人怜，堪羡好因缘。\n","contyishang":["译文衔着泥土的燕子，飞到装饰华丽的大堂前，占据着梁间安稳的地方，体态轻盈只有主人伶爱，好烟缘可堪羡慕。","注释①占得：占据。②杏梁：用杏树所做的屋梁，泛指优质木材所做的梁柱。③因缘：指双燕美好的结合。"]}{"title":"石榴","nian":"唐代","author":"李商隐","contson":"\n榴枝婀娜榴实繁，榴膜轻明榴子鲜。 可羡瑶池碧桃树，碧桃红颊一千年。\n","contyishang":["　　表面上看这是一首关于石榴的古诗。那作者具体是想表达什么呢？","　　一．石榴的隐喻","　　李商隐为什么要以《石榴》为题写诗？石榴隐喻的是什么呢？据传石榴是从西域引进中原的，《博物志》载：“张骞出使西域，得安涂林安石榴以归，名为安石榴。”唐朝时，女皇武则天特别喜爱石榴，于是其栽培随进入繁荣发展的时期，一度出现长安“榴花遍近郊”的盛况。当年杨贵妃在华清宫时，也特别喜欢石榴花，亲手在七圣殿周围，栽植了很多石榴树，以观赏石榴花的艳态美容，因此有了“贵妃花石榴”的美名。唐代诗人于兰《千叶石榴花》诗云：“一朵花开千叶红，开时又不藉春风。若教移在香闰畔，定与侍人艳态同。”\n"]}