{"title":"信南山","nian":"先秦","author":"佚名","contson":"\n信彼南山，维禹甸之。畇畇原隰，曾孙田之。我疆我理，南东其亩。\n上天同云。雨雪雰雰，益之以霡霂。既优既渥，既沾既足。生我百谷。\n疆埸翼翼，黍稷彧彧。曾孙之穑，以为酒食。畀我尸宾，寿考万年。\n中田有庐，疆埸有瓜。是剥是菹，献之皇祖。曾孙寿考，受天之祜。\n祭以清酒，从以骍牡，享于祖考。执其鸾刀，以启其毛，取其血膋。\n是烝是享，苾苾芬芬。祀事孔明，先祖是皇。报以介福。万寿无疆。\n","contyishang":["译文终南山山势绵延不断，这里是大禹所辟地盘。成片的原野平展整齐，后代子孙们在此垦田。划分地界又开掘沟渠，田陇纵横向四方伸展。冬日的阴云密布天上，那雪花坠落纷纷扬扬。再加上细雨溟溟濛濛，那水分如此丰沛足量，滋润大地并沾溉四方，让我们庄稼蓬勃生长。田地的疆界齐齐整整，小米高粱多茁壮茂盛。子孙们如今获得丰收，酒食用谷物制作而成。可奉献神尸款待宾朋，愿神灵保佑赐我长生。大田中间有居住房屋，田埂边长着瓜果菜蔬。削皮切块腌渍成咸菜，去奉献给伟大的先祖。他们的后代福寿无疆，都是依赖上天的赐福。祭坛上满杯清酒倾倒，再供奉公牛色红如枣，先祖灵前将\n"]}{"title":"浪淘沙·九曲黄河万里沙","nian":"唐代","author":"刘禹锡","contson":"\n九曲黄河万里沙，浪淘风簸自天涯。如今直上银河去，同到牵牛织女家。\n","contyishang":["译文九曲黄河从遥远的地方蜿蜒奔腾而来，一路裹挟着万里的黄沙。既然你从天边而来，如今好像要直飞上高空的银河，请你带上我扶摇直上，汇集到银河中去，一同到牛郎和织女的家里做客吧。 ","注释⑴浪淘沙：唐教坊曲名。创自刘禹锡、白居易，其形式为七言绝句。后又用为词牌名。⑵九曲：自古相传黄河有九道弯。形容弯弯曲曲的地方很多。⑶万里沙：黄河在流经各地时挟带大量泥沙。⑷浪淘风簸：黄河卷着泥沙，风浪滚动的样子。浪淘：波浪淘洗。簸：掀翻，上下簸动。⑸自天涯：来自天边。李白有一首诗中说：“黄河之水天上来”。古人认为\n"]}{"title":"辛夷坞","nian":"唐代","author":"王维","contson":"\n木末芙蓉花，山中发红萼。涧户寂无人，纷纷开且落。\n","contyishang":["译文枝条最顶端的木芙蓉花，在山中绽放鲜红的花萼。涧口一片寂静杳无人迹，纷纷扬扬独自开了又落。","注释辛夷坞（wù）：辋川地名，因盛产辛夷花而得名，今陕西省蓝田县内。坞：周围高而中央低的谷地。木末芙蓉花：即指辛夷。辛夷，落叶乔木。其花初出时尖如笔椎，故又称木笔，因其初春开花，又名应春花。花有紫白二色，大如莲花。白色者名玉兰。紫者六瓣，瓣短阔，其色与形似莲花，莲花亦称芙蓉。辛夷花开在枝头，故以“木末芙蓉花”借指。木末：树梢，枝头。芙蓉花：此指辛夷花，因芙蓉花与辛夷花形相似，花色相近。萼（è）：花萼，花的组成部分之，由若\n"]}{"title":"归园田居·其五","nian":"魏晋","author":"陶渊明","contson":"\n怅恨独策还，崎岖历榛曲。山涧清且浅，可以濯吾足。漉我新熟酒，只鸡招近局。日入室中暗，荆薪代明烛。欢来苦夕短，已复至天旭。\n","contyishang":["译文独自怅然拄杖还家，道路不平荆榛遍地。山涧流水清澈见底，途中歇息把足来洗。滤好家中新酿美酒，烹鸡一只款待邻里。太阳落山室内昏暗，点燃荆柴把烛代替。兴致正高怨恨夜短，东方渐白又露晨曦。","注释①怅恨：失意的样子。策：指策杖、扶杖。还：指耕作完毕回家。曲：隐僻的道路。这两句是说怀着失意的心情独自扶杖经过草木丛生的崎岖隐僻的山路回家了。　②濯：洗。濯足：指去尘世的污垢。　③漉：滤、渗。新熟酒：新酿的酒。近局：近邻、邻居。这两句是说漉酒杀鸡，招呼近邻同饮。　④暗：昏暗。这句\n"]}{"title":"癸卯岁始春怀古田舍二首","nian":"魏晋","author":"陶渊明","contson":"\n在昔闻南亩，当年竟未践。屡空既有人，春兴岂自免。夙晨装吾驾，启涂情己缅。鸟弄欢新节，泠风送馀善。寒竹被荒蹊，地为罕人远；是以植杖翁，悠然不复返。即理愧通识，所保讵乃浅。\n先师有遗训，忧道不忧贫。瞻望邈难逮，转欲志长勤。秉耒欢时务，解颜劝农人。平畴交远风，良苗亦怀新。虽未量岁功，既事多所欣。耕种有时息，行者无问津。日入相与归，壶浆劳近邻。长吟掩柴门，聊为陇亩民。\n","contyishang":["译文往日听说南亩田，未曾躬耕甚遗憾。我常贫困似颜回，春耕岂能袖手观？早晨备好我车马，上路我情已驰远。新春时节鸟欢鸣，和风不尽送亲善。荒芜小路覆寒草，人迹罕至地偏远。所以古时植杖翁，悠然躬耕不思迁。此理愧对通达者，所保名节岂太浅？先师孔子留遗训：“君子忧道不优贫”。仰慕高论难企及，转思立志长耕耘。农忙时节心欢喜，笑颜劝勉农耕人。远风习习来平野，秀苗茁壮日日新。一年收成未估量，劳作已使我开心。耕种之余有歇息，没有行人来问津。日落之时相伴归，取酒慰劳左右邻。掩闭柴门自吟诗，姑且躬耕做农民。"]}{"title":"田园乐七首·其六 / 闲居","nian":"唐代","author":"王维","contson":"\n桃红复含宿雨，柳绿更带朝烟。花落家童未扫，莺啼山客犹眠。\n","contyishang":["译文红色的桃花还含着隔夜的新雨，碧绿的柳丝更带着淡淡的春烟。花瓣凋落家中的小童没有打扫，黄莺啼叫闲逸的山客犹自酣眠。","注释1、宿雨：昨夜下的雨。2、朝烟：指清晨的雾气。3、家童：童仆。4、山客：隐居山庄的人，这里指诗人自己。5、犹眠：还在睡眠。"]}{"title":"田园作","nian":"唐代","author":"孟浩然","contson":"\n弊庐隔尘喧，惟先养恬素。卜邻近三径，植果盈千树。粤余任推迁，三十犹未遇。书剑时将晚，丘园日已暮。晨兴自多怀，昼坐常寡悟。冲天羡鸿鹄，争食羞鸡鹜。望断金马门，劳歌采樵路。乡曲无知己，朝端乏亲故。谁能为扬雄，一荐甘泉赋。\n","contyishang":[]}