{"title":"","nian":"","author":"","contson":"","contyishang":[]}{"title":"送荪友","nian":"清代","author":"纳兰性德","contson":"\n人生何如不相识，君老江南我燕北。何如相逢不相合，更无别恨横胸臆。留君不住我心苦，横门骊歌泪如雨。君行四月草萋萋，柳花桃花半委泥。江流浩淼江月堕，此时君亦应思我。我今落拓何所止，一事无成已如此。平生纵有英雄血，无由一溅荆江水。荆江日落阵云低，横戈跃马今何时。忽忆去年风月夜，与君展卷论王霸。君今偃仰九龙间，吾欲从兹事耕稼。芙蓉湖上芙蓉花，秋风未落如朝霞。君如载酒须尽醉，醉来不复思天涯。\n","contyishang":[]}{"title":"代赠二首","nian":"唐代","author":"李商隐","contson":"\n楼上黄昏欲望休，玉梯横绝月中钩。芭蕉不展丁香结，同向春风各自愁。\n东南日出照高楼，楼上离人唱石州。总把春山扫眉黛，不知供得几多愁？\n","contyishang":["译文黄昏独上高楼欲望还休，楼梯横断情郎不来，一弯新月如钩。蕉心未展丁香也郁结未解，它们同时向着春风各自忧愁。","日出东南方照耀高楼，楼上心怀离愁的人唱着《石洲》。纵然眉黛像春山、春山如眉黛，也不知承受得多少忧愁？","注释⑴望欲休：远望黄昏景色，可是很快天黑了。⑵玉梯横绝：华美的楼梯横断，无由得上。⑶芭蕉不展：蕉心紧裹未展。丁香结：丁香开花后其子缄结于厚壳之中。⑷石洲：见《乐府诗集》，为思妇怀远之作。⑸总：纵使。眉黛（dài）：黛眉。古时妇女好以青黑色的颜料画眉。\n"]}{"title":"南乡子·烟暖雨初收","nian":"清代","author":"纳兰性德","contson":"\n烟暖雨初收，落尽繁花小院幽。摘得一双红豆子，低头，说著分携泪暗流。人去似春休，卮酒曾将酹石尤。别自有人桃叶渡，扁舟，一种烟波各自愁。\n","contyishang":["译文雨刚刚晴，远处升起暖暖雾气。幽静的小园里繁花落尽。 伸手轻轻摘下一双红豆，低下头，想起了我们生死相隔，不由泪流满面。人离开了就像这过去的春天容颜不再，繁华易失。拿着酒临溪伤神。就算是有人面桃花，一叶扁舟，也是一种相思两处闲愁。","注释①南乡子：唐教坊曲名，后用作词牌。又名《好离乡》、《蕉叶怨》。原为单调，有二十七字、二十八字、三十字各体，平仄换韵。②红豆子：即相思树所结之子。果实成荚，微扁，子大如豌豆，色鲜红或半红半黑。古人以此作为爱情或相思的象征。唐王维《相思》：“红豆生南国，春来发几枝。劝君多采撷，此物最相思。”\n"]}{"title":"昭君怨·送别","nian":"宋代","author":"苏轼","contson":"\n译文谁作桓伊三弄，惊破绿窗幽梦？新月与愁烟，满江天。欲去又还不去，明日落花飞絮。飞絮送行舟，水东流。\n","contyishang":["译文在夜深人静的时候，远处传来悠扬的笛声，不知是哪位吹笛者，将人从好梦中惊醒。推开窗户，只见江天茫茫，天上挂着一弯孤单的明月。明日分别时，送别的人当站立江边，久久不愿回去。多情的柳絮，像是明白他的心意，追逐行舟，代人送行。而滔滔江水，依旧东流入海。","注释⑴昭君怨：词牌名。又名“宴西园”“一痕沙”。全词四十字，四换韵，两仄两平递转，上下片同。⑵金山：位于江苏镇江，宋时为长江中岛屿，现已与长江南岸相连。柳子玉：即柳瑾，字子玉，北宋书法家，苏轼的亲戚。⑶桓伊三弄：桓伊，字叔夏，小字子野。东晋时音乐家，善吹笛，为江南第一\n"]}{"title":"浪淘沙慢·晓阴重","nian":"宋代","author":"周邦彦","contson":"\n晓阴重，霜凋岸草，雾隐城堞。南陌脂车待发，东门帐饮乍阕。正拂面、垂杨堪揽结。掩红泪、玉手亲折。念汉浦、离鸿去何许？经时信音绝。情切，望中地远天阔。向露冷风清，无人处，耿耿寒漏咽。嗟万事难忘，惟是轻别。翠尊未竭，凭断云、留取西楼残月。罗带光消纹衾叠，连环解、旧香顿歇。怨歌永、琼壶敲尽缺。恨春去、不与人期，弄夜色、空馀满地梨花雪。\n","contyishang":["译文天空阴沉沉的，岸边的青草已被严霜打得萎蔫枯凋。晨雾弥漫，隐没了城墙上的雉堞。南街上涂足油脂的车子等待出发，东门外的别宴也已经停歇。垂柳拂面，那柔嫩的枝条像是可以采下来编结。美人儿以手掩面，拭去离别的泪水，又伸出玉手把柳枝儿折。想那汉水边的鸿雁，你究竟去了什么地方？离去那么长时日，音信杳无，可曾知有人把你挂牵？情意切切，思绪绵绵。登高眺望，只见地远天阔，哪有她的身影踪迹。在这露冷风清、无人顾及的地方，只听得寒夜漏壶滴滴，凄楚呜咽，更惹人心烦意乱。可叹世间万事，唯离别最难忘怀，想那时，悔不该轻易分手道别。翠玉杯中酒未干，待等重逢时再斟满。但愿那片薄云，留住西楼角上\n"]}{"title":"","nian":"","author":"","contson":"","contyishang":[]}{"title":"生查子·春山烟欲收","nian":"唐代","author":"牛希济","contson":"\n春山烟欲收，天澹星稀小。残月脸边明，别泪临清晓。语已多，情未了，回首犹重道：记得绿罗裙，处处怜芳草。\n","contyishang":["译文春山上的烟雾即将散去，淡色的天空上，星星稀疏且小。将落的月儿照在我们脸上，流着离别的泪水，天已经接近黎明。话已经说了很多，情意却没有尽头。回过头来仍说道：记得绿罗裙，无论走到何处都要怜惜芳草。","注释①生查子：词调名，原为唐教坊曲名。这首词写一对情侣拂晓惜别的依依之情，是五代词中写离情的名篇，结尾尤为人称道。②烟欲收：山上的雾气正开始收敛。③重(chang)道：再次说。"]}{"title":"南柯子·怅望梅花驿","nian":"宋代","author":"范成大","contson":"\n怅望梅花驿，凝情杜若洲。香云低处有高楼，可惜高楼不近木兰舟。缄素双鱼远，题红片叶秋。欲凭江水寄离愁，江已东流那肯更西流。\n","contyishang":["译文惆怅的望着梅花驿，专注的看着开有燕子花的绿洲。祥云下面有高楼大厦，可惜高楼不是用木兰木做的。想用缄帛写信可是离双鱼很遥远无从寄信，于是秋叶都红了也还没写。想借助江水寄托离愁别绪，可是江水是向东流的哪里能够流向西边呢？","注释⑴驿：驿，音亦，驿站、传舍，古传递文书、官员来往及运输途中暂息住宿之所。古驿传有亭，故又称驿亭。清末置邮局后始废。⑵杜若：燕子花也。⑶双鱼：古乐府《饮马长城窟行》有“客从远方来，遗我双鲤鱼。呼儿烹鲤鱼，中有尺素书。长跪读素书，书中竟何如。上有加餐食，下有长相忆。”，又《汉书·苏武传》有“教使\n"]}{"title":"丑奴儿·夜来酒醒清无梦","nian":"宋代","author":"秦观","contson":"\n夜来酒醒清无梦，愁倚阑干。露滴轻寒。雨打芙蓉泪不干。佳人别后音尘悄，瘦尽难拚。明月无端。已过红楼十二间。\n","contyishang":["译文在夜里酒醒了无梦境，周围一片清静，起来因忧愁而倚靠栏杆。夜深天寒，晶莹的露珠不断滴落，冰冷的秋雨落到荷塘的芙蓉花上，就像清泪未曾干过。想起与佳人一别之后，彼此音信全无，虽然身体不断地消瘦下去，但还是难以放弃思念。夜已更深，高悬的明月不知不觉地已经移过红楼十二间了。","注释⑴丑奴儿：词牌名。汲古阁《宋六十家词》本《淮海词》调名作《采桑子》，注云：“元刻丑奴儿。”⑵阑干：即栏杆。用竹、木、砖石或金属等构制而成，设于亭台楼阁或路边、水边等处作遮拦用。唐李白《清平调三首》之三：“解释春风无限恨，沉香亭北倚阑干。”⑶芙蓉\n"]}{"title":"赠李白","nian":"唐代","author":"杜甫","contson":"\n秋来相顾尚飘蓬，未就丹砂愧葛洪。 痛饮狂歌空度日，飞扬跋扈为谁雄。\n","contyishang":["译文秋天离别时两相顾盼，像飞蓬一样到处飘荡。没有去求仙，真愧对西晋那位炼丹的葛洪。每天痛快地饮酒狂歌白白消磨日子。像您这样意气豪迈的人，如此逞雄究竟是为了谁？","注释飘蓬，草本植物，叶如柳叶，开白色小花，秋枯根拔，随风飘荡。故常用来比喻人的行踪飘忽不定。时李白杜甫二人在仕途上都失意，相偕漫游，无所归宿，故以飘蓬为喻。未就，没有成功。丹砂，即朱砂。道教认为炼砂成药，服之可以延年益寿。葛洪，东晋道士，自号抱朴子，入罗浮山炼丹。李白好神仙，曾自炼丹药，并在齐州从道士高如贵受“道箓”（一种入教仪式）。杜甫也渡黄河登王屋山访道士华盖君，因华盖君已死\n"]}{"title":"菩萨蛮·芭蕉","nian":"宋代","author":"张鎡","contson":"\n风流不把花为主。多情管定烟和雨。潇洒绿衣长。满身无限凉。文笺舒卷处。似索题诗句。莫凭小阑干。月明生夜寒。\n","contyishang":["　　芭蕉并不以绚丽多姿的花朵来展露风流，只在烟雨空濛的时刻撩拨人们的情思。一身绿衣伸展特有的潇洒风韵，浑身上下透出的是无限清凉。","　　那一片片开张伸展的硕大绿叶，就象是在我面前铺开的文笺，要请我在上面题写生动的诗句呢！唉，别再倚着阑干痴看了，明月已升到中天，寒气袭人，还是回屋去吧！"]}{"title":"碛西头送李判官入京","nian":"唐代","author":"岑参","contson":"\n一身从远使，万里向安西。汉月垂乡泪，胡沙费马蹄。寻河愁地尽，过碛觉天低。送子军中饮，家书醉里题。\n","contyishang":["译文我孤身一人奉命出使到万里之遥的安西。一路上，想起家乡的月，不免对月垂泪；踩着脚下的沙，更觉路途艰辛。漫漫长路，似乎要走到大地的尽头，正如当年张骞寻找黄河的源头。通过了沙漠，走在广阔的高原之上，天似乎也变得低了。今日你我于军中痛饮，你将走上我来时的路。我乘醉写下家书，就请你为我传递。","注释⑴碛（qì）：沙石地，沙漠。这里指银山碛，又名银山，在今新疆库米什附近。李判官：不详其名。⑵从远使：指在安西都护府任职。⑶汉月：汉家的明月。借指故乡。乡泪：思乡的眼泪。⑷费：一作“损”。\n"]}{"title":"岭上逢久别者又别","nian":"唐代","author":"权德舆","contson":"\n十年曾一别，征路此相逢。马首向何处？夕阳千万峰。\n","contyishang":["　　这首小诗，用朴素的语言写一次久别重逢后的离别。通篇淡淡着笔，不作雕饰，而平淡中蕴含深深的情味，朴素中自有天然的风韵。","　　前两句淡淡道出双方“十年”前的“一别”和此时的“相逢”。从诗题泛称对方为“久别者”看来，双方也许并非挚友。这种泛泛之交间的“别”与“逢”，按说“别”既留不下深刻印象，“逢”也掀不起感情波澜。然而，由于一别一逢之间，隔着十年的漫长岁月，自然会引发双方的人事沧桑之感和对彼此今昔情景的联想。所以这仿佛是平淡而客观的叙述就显得颇有情致了。","　　这首诗的重点，不是抒写久别重逢的感触，而是重逢后又一次匆匆别离的情味。他们在万山攒聚的岭上和夕阳斜\n"]}{"title":"浪淘沙·小绿间长红","nian":"宋代","author":"晏几道","contson":"\n小绿间长红，露蕊烟丛。花开花落昔年同。惟恨花前携手处，往事成空。山远水重重，一笑难逢。已拚长在别离中。霜鬓知他从此去，几度春风。\n","contyishang":["译文小小的绿荫丛中，开着嫣红的鲜花；阴露滋润着花蕊，隐约地娇羞地藏在迷蒙的薄雾之中。花开花落，年年都是一样的。只恨当年初恋时，手拉着手儿，在这绿荫丛中，鲜花盛开之处。这都已经是过去的事了，往事如梦一场空。山重水复，遥相阻隔。当年的欢笑和恩爱，从此断绝，此后再难得到。已尝尽了失恋的痛苦和悲哀而长期处在离别当中。斑白的鬓发再告诉我，他早已远去不再回来。何止几个年月呵。","注释① “小绿”句：形容花草的红绿相间。长红：成片的红花。②蕊（ruǐ）：花蕊。③烟丛：露水迷蒙的花丛。④“花开”句：刘希夷《代悲白头翁》\n"]}{"title":"西湖晚归回望孤山寺赠诸客","nian":"唐代","author":"白居易","contson":"\n柳湖松岛莲花寺，晚动归桡出道场。卢橘子低山雨重，栟榈叶战水风凉。烟波澹荡摇空碧，楼殿参差倚夕阳。到岸请君回首望，蓬莱宫在海中央。\n","contyishang":["译文在西湖附近的孤山上有座孤山寺，傍晚听完高僧佛经讲解划船回去。因为卢橘饱含雨水，所以其果实沉重而低垂，棕榈的叶子随着清风的吹动相互击打着。湖上的水气迷蒙，微波动荡，水天一色， 望湖上琼楼珠殿，参差不去，倒映在夕阳下。回到对岸，请各位客人在回首望去，孤山寺仿佛像仙山中的蓬莱宫一样，坐落在水中央。","注释柳湖：西湖旁多植柳，故有是称。松岛：孤山。莲花寺：孤山寺。桡（ráo）：船桨。道场，僧侣诵经礼拜之处，即佛殿。卢橘子：枇杷的果实。重（zhòng\n"]}{"title":"浣溪沙·绿柳藏乌静掩关","nian":"宋代","author":"晏几道","contson":"\n绿柳藏乌静掩关。鸭炉香细琐窗闲。那回分袂月初残。 惜别漫成良夜醉，解愁时有翠笺还。欲寻双叶寄情难。\n","contyishang":[]}{"title":"别赋","nian":"南北朝","author":"江淹","contson":"\n　　黯然销魂者，唯别而已矣！况秦吴兮绝国，复燕宋兮千里。或春苔兮始生，乍秋风兮暂起。是以行子肠断，百感凄恻。风萧萧而异响，云漫漫而奇色。舟凝滞于水滨，车逶迟于山侧。棹容与而讵前，马寒鸣而不息。掩金觞而谁御，横玉柱而沾轼。居人愁卧，怳若有亡。日下壁而沉彩，月上轩而飞光。见红兰之受露，望青楸之离霜。巡层楹而空掩，抚锦幕而虚凉。知离梦之踯躅，意别魂之飞扬。故别虽一绪，事乃万族。\n　　至若龙马银鞍，朱轩绣轴，帐饮东都，送客金谷。琴羽张兮箫鼓陈，燕、赵歌兮伤美人，珠与玉兮艳暮秋，罗与绮兮娇上春。惊驷马之仰秣，耸渊鱼之赤鳞。造分手而衔涕，感寂寞而伤神。 \n　　乃有剑客惭恩，少年报士，韩国赵厕，吴宫燕市。割慈忍爱，离邦去里，沥泣共诀，抆血相视。驱征马而不顾，见行尘之时起。方衔感于一剑，非买价于泉里。金石震而色变，骨肉悲而心死。\n　　或乃边郡未和，负羽从军。辽水无极，雁山参云。闺中风暖，陌上草薰。日出天而曜景，露下地而腾文。镜朱尘之照烂，袭青气之烟煴，攀桃李兮不忍别，送爱子兮沾罗裙。 \n　　至如一赴绝国，讵相见期？视乔木兮故里，决北梁兮永辞，左右兮魄动，亲朋兮泪滋。可班荆兮憎恨，惟樽酒兮叙悲。值秋雁兮飞日，当白露兮下时，怨复怨兮远山曲，去复去兮长河湄。 \n　　又若君居淄右，妾家河阳，同琼珮之晨照，共金炉之夕香。君结绶兮千里，惜瑶草之徒芳。惭幽闺之琴瑟，晦高台之流黄。春宫閟此青苔色，秋帐含此明月光，夏簟清兮昼不暮，冬釭凝兮夜何长！织锦曲兮泣已尽，回文诗兮影独伤。 \n　　傥有华阴上士，服食还仙。术既妙而犹学，道已寂而未传。守丹灶而不顾，炼金鼎而方坚。驾鹤上汉，骖鸾腾天。暂游万里，少别千年。惟世间兮重别，谢主人兮依然。 \n　　下有芍药之诗，佳人之歌，桑中卫女，上宫陈娥。春草碧色，春水渌波，送君南浦，伤如之何！至乃秋露如珠，秋月如圭，明月白露，光阴往来，与子之别，思心徘徊。 \n　　是以别方不定，别理千名，有别必怨，有怨必盈。使人意夺神骇，心折骨惊，虽渊、云之墨妙，严、乐之笔精，金闺之诸彦，兰台之群英，赋有凌云之称，辨有雕龙之声，谁能摹暂离之状，写永诀之情着乎？ \n","contyishang":["译文　　最使人心神沮丧、失魂落魄的，莫过于别离啊。何况秦国吴国啊是相去极远的国家，更有燕国宋国啊相隔千里。有时春天的苔痕啊刚刚滋生，蓦然间秋风啊萧瑟初起。因此游子离肠寸断，各种感触凄凉悱恻。风萧萧发出与往常不同的声音，云漫漫而呈现出奇异的颜色。船在水边滞留着不动，车在山道旁徘徊而不前，船桨迟缓怎能向前划动，马儿凄凉地嘶鸣不息。盖住金杯吧谁有心思喝酒，搁置琴瑟啊泪水沾湿车前轼木。居留家中的人怀着愁思而卧，恍然若有所失。映在墙上的阳光渐渐地消失，月亮升起清辉洒满了长廊。看到红兰缀含着秋露，又见青楸蒙上了飞霜。巡行旧屋空掩起房门，抚弄锦帐枉生清冷悲凉。想必游子别离后梦中也徘徊不前，\n"]}{"title":"送元暠师诗","nian":"唐代","author":"柳宗元","contson":"\n侯门辞必服，忍位取悲增。去鲁心犹在，从周力未能。家山余五柳，人世遍千灯。莫让金钱施，无生道自弘。\n","contyishang":["译文王侯们的责备定当服从，容忍司马之位我日增悲愤。计“堕三都”孔子逃离鲁国，周朝大礼我无力振兴。陶潜隐居避开尘世的纷争，人世间到处是香烟燎绕的佛灯。不要以为施舍金钱就是佛道，弘扬佛道还需懂得“无灭无生”。","注释⑴侯门：指显贵之家。借代朝廷。辞，责备。《左传·昭公九年》：“王使詹桓伯辞于晋。”杜预注：“辞，责让之。”服，顺服。⑵去鲁：指孔子离开鲁国。孔子曾任鲁国司寇，计“堕三都”（毁坏三家大夫的都邑）失败而离开鲁国。周游列国，自称“如有用我者，吾其为东周乎！”\n"]}{"title":"苕溪酬梁耿别后见寄","nian":"唐代","author":"刘长卿","contson":"\n清川永路何极，落日孤舟解携。鸟向平芜远近，人随流水东西。白云千里万里，明月前溪后溪。惆怅长沙谪去，江潭芳草萋萋。\n","contyishang":["译文清清的江水长又长，到哪里是尽头？夕阳向西落下孤零零的船儿解开了缆索。群鸟在田野上飞翔一忽儿近一忽儿远，闲人在船上听凭溪水飘荡忽东忽西。洁白的云朵飘浮在空中有一千里一万里，皎洁的月光照耀着山前的溪水山后的溪水。从长沙又遭贬谪离开那里令人伤感失意，怀人的情思像江岸潭边的香草那样浓郁。","注释①苕（tiáo）溪：水名。一名苕水。由浙江天目山的南北两麓发源，至小梅、大浅两湖口入太湖。酬：赠答。梁耿：刘长卿的朋友，中唐书法家。②永路：长路，远路③解携：犹言分手。解：原作“自”，据《全唐诗》改。\n"]}{"title":"代父送人之新安","nian":"明代","author":"陆娟","contson":"\n津亭杨柳碧毵毵，人立东风酒半酣。万点落花舟一叶，载将春色过江南。\n","contyishang":["译文渡口的杨柳柔条飘拂，春风中入们饮遽了饯行的醇酒。千万点的落花，飘落在小船上那一叶扁舟，把美好的春色全都带到江南去了。","注释①之：往，到。②新安：郡名，治所在休宁（今属安徽），后属歙县，唐时改为歙州，宋宣和年问改为徽州。后世称歙州、徽州所辖地区为新安。③津亭：渡口驿亭。④毵（sān）：毛发或枝条细长的样子，此形容柳条细长下垂。⑤酣：饮酒至舒畅的程度。半酣，半醉。⑥一叶：形容轻舟。⑦将：作助词，表示动作的开端。"]}{"title":"临江仙·淡水三年欢意","nian":"宋代","author":"晏几道","contson":"\n淡水三年欢意，危弦几夜离情。晓霜红叶舞归程。客情今古道，秋梦短长亭。渌酒尊前清泪，阳关叠里离声。少陵诗思旧才名。云鸿相约处，烟雾九重城。\n","contyishang":["译文如君子相交淡如水般已经知心三年，欢乐自在，短短的几夜之间就像这急凑的琴声一般便要分离。明天天色微亮之际，霜打得红叶漫天飞舞之时，你们便要踏上归程。如此分别之情，古今同慨，千年叹颂；在这秋意微凉之际，我将日夜思念，时时梦见曾经分别时刻的场面。端起面前清澈的水酒，默默的留下不舍的泪水，琴弦也凑热闹一般的奏起阳关三叠，仿佛一同相送友人。杜甫曾借诗词寄托思念的友人颇有才名，我亦愿仿效之。小云，小鸿，沈十二，廉叔，我们相约再次相见的地方，在烟雾缭绕的京城。","注释①淡水：语出《庄子·山木》：“且君子之交淡若水。”②危弦：急弦。\n"]}{"title":"初发扬子寄元大校书","nian":"唐代","author":"韦应物","contson":"\n凄凄去亲爱，泛泛入烟雾。归棹洛阳人，残钟广陵树。今朝此为别，何处还相遇。世事波上舟，沿洄安得住。\n","contyishang":["译文凄怆地离别了亲爱的朋友，船只泛泛地驶入茫茫烟雾。轻快地摇桨向着洛阳归去，晓钟残音还远绕广陵树木。今日在此我与你依依作别，何时何地我们能再次相遇？人情世事犹如波上的小船，顺流洄旋岂能由自己作主？","注释⑴扬子：指扬子津，在长江北岸，近瓜州。校书：官名。唐代的校书郎，掌管校书籍。⑵去：离开。亲爱：相亲相爱的朋友，指元大。⑶泛泛：行船漂浮。⑷归棹：指从扬子津出发乘船北归洛阳。⑸“残钟”句：意渭回望广陵，只听得晓钟的残音传自林间。广陵：江苏扬州的古称。在唐代，由扬州经运河可以\n"]}{"title":"卜算子·答施","nian":"宋代","author":"乐婉","contson":"\n相思似海深，旧事如天远。泪滴千千万万行，更使人、愁肠断。要见无因见，拚了终难拚。若是前生未有缘，待重结、来生愿。\n","contyishang":["译文离别之后痛苦的相思如沧海一样深而无际，让自己备受煎熬，美好的往事就像天上的云一样，远不可即。想把握住这将别的时刻，流尽了千千万万行的眼泪，也留不住远行的恋人，让我愁肠寸断。我想与恋人相见却又无法相见，想要结束这段爱情却终究舍弃不了。你我如果是前生没有缘分，那么就等待来生，再结为夫妻。","注释①卜算子：词牌名，又名《百尺楼》、《眉峰碧》、《楚天遥》等。②答施：指答复姓施的情人。③旧事：往事。④如：如同。⑤泪滴：流眼泪。⑥因：作“由”的意思。⑦拚（pàn）：割舍。\n"]}{"title":"生查子·坠雨已辞云","nian":"宋代","author":"晏几道","contson":"\n坠雨已辞云，流水难归浦。遗恨几时休，心抵秋莲苦。 忍泪不能歌，试托哀弦语。弦语愿相逢，知有相逢否。\n","contyishang":[]}{"title":"凤衔杯·追悔当初孤深愿","nian":"宋代","author":"柳永","contson":"\n追悔当初孤深愿。经年价、两成幽怨。任越水吴山，似屏如障堪游玩。奈独自、慵抬眼。赏烟花，听弦管。图欢笑、转加肠断。更时展丹青，强拈书信频频看。又争似、亲相见。\n","contyishang":["译文后悔辜负了当初深切的愿望。经过多年，两人都有愁怨郁结在心中。任凭吴越的山水仿佛屏风上的画一样美丽还可以游玩。奈何独自一人，慵懒抬眼去欣赏。看春天的美景，听歌舞表演。只图欢笑，反而更加悲痛。更时常展开妻子的画像，勤勉地频频看书信。又怎似亲身相见。","注释⑴凤衔杯：词牌名，柳永自度曲，《乐章集》注“大石调”。双调六十三字，前段五句四仄韵，后段六句四仄韵。⑵孤：同“辜”，辜负。深愿：深切的愿望。⑶经年价：经过多年。价，语尾助词，无实意。⑷两：指夫妻双方。幽怨：郁结于心的愁恨。⑸任：任凭。越水吴\n"]}{"title":"南乡子·画鸭懒熏香","nian":"宋代","author":"晏几道","contson":"\n画鸭懒熏香。绣茵犹展旧鸳鸯。不似同衾愁易晓，空床。细剔银灯怨漏长。几夜月波凉。梦魂随月到兰房。残睡觉来人又远，难忘。便是无情也断肠。\n","contyishang":[]}{"title":"蝶恋花·黄菊开时伤聚散","nian":"宋代","author":"晏几道","contson":"\n黄菊开时伤聚散。曾记花前，共说深深愿。重见金英人未见。相思一夜天涯远。 罗带同心闲结遍。带易成双，人恨成双晚。欲写彩笺书别怨。泪痕早已先书满。\n","contyishang":[]}{"title":"南阳送客","nian":"唐代","author":"李白","contson":"\n斗酒勿为薄，寸心贵不忘。坐惜故人去，偏令游子伤。离颜怨芳草，春思结垂杨。挥手再三别，临岐空断肠。\n","contyishang":["译文斗酒不要嫌少，寸心贵在不忘。深深的叹息故人的离去，游子十分感伤。离别的愁容看到看到芳草就会埋怨，将自己的四年寄托在春天的垂杨之上。挥起手再三告别，临到分别仍然是枉自断肠。","注释南阳：今河南南阳。薄：少。坐：意为深。"]}{"title":"忆秦娥·与君别","nian":"宋代","author":"房舜卿","contson":"\n与君别。相思一夜梅花发。梅花发。凄凉南浦，断桥斜月。 盈盈微步凌波袜。东风笑倚天涯阔。天涯阔。一声羌管，暮云愁绝。 \n","contyishang":[]}{"title":"","nian":"","author":"","contson":"","contyishang":[]}{"title":"浣溪沙·门隔花深梦旧游","nian":"宋代","author":"吴文英","contson":"\n门隔花深梦旧游。夕阳无语燕归愁。玉纤香动小帘钩。 落絮无声春堕泪，行云有影月含羞。东风临夜冷于秋。\n","contyishang":["译文我的梦魂总是在旧梦中寻游，梦境中我又来到当年的庭院，深深的花丛把院门遮掩住了。斜阳默默无言地渐渐向西边沉下去，归来的燕子也沉默无言，仿佛带着万般忧愁。一股幽香浮动，她那双带有香味的白皙的纤纤玉指，轻轻地拉开了小小的幕帘。悠悠的柳絮无声坠落，那是老天爷为人世间的生离死别滴下的行行热泪。月光被浮云轻轻地遮掩住，那是因为含羞而挡住了泪眼，料峭的春风吹拂脸面，凄凉冷清的势头简直就像秋天一样。","注释⑴门隔花深：即旧游之地，有“室迩人远”意。梦魂牵绕却比“忆”字更深一层。⑵夕阳：连“燕”，用刘禹锡“乌衣巷口夕阳斜”诗意。燕子归来，未\n"]}{"title":"送韩子师侍郎序","nian":"宋代","author":"陈亮","contson":"\n　　秘阁修撰韩公知婺之明年，以“恣行酷政，民冤无告”劾去。\n　　去之日，百姓遮府门愿留者，顷刻合数千人，手持牒以告摄郡事。摄郡事振手止之，辄直前不顾；则受其牒，不敢以闻。\n　　明日出府，相与拥车下，道中至不可顿足。则冒禁行城上，累累不绝。拜且泣下，至有锁其喉自誓于公之前者。里巷小儿数十百辈罗马前，且泣下。君为之抆泪，告以君命决不应留；辄柴其关如不闻。\n　　日且暮，度不可止，则夺剌史车置道旁，以民间小舆舁至梵严精舍，燃火风雪中围守之。其挟舟走行阙告丞相御史者，盖千数百人而未止。\n　　又明日，回泊通波亭，乘间欲以舟去，百姓又相与拥之不置，溪流亦复堰断不可通。乡士大夫惧蚁蝼之微不足以回天听，委曲谕之，且却且行。久乃曰：“愿公徐行，天子且有诏矣。”公首肯之。道稍开，公疾驰径去。后来者咎其徒之不合舍去，责诮怒骂，不啻仇敌。\n　　呜呼！大官，所尊也；民，所信也。所尊之劾如彼，而所信之情如此，吾亦不知公之政何如也，将从智者而问之。\n","contyishang":["　　这篇序文可分为三大段：第一段序韩子师走之由，只用了一小自然段；第二段却用了四个自然段来写韩走时的情景；第三段仍然只用了一小自然段，是由此而生发的感慨。尽管格式上非常合乎序文的体裁，然而他写来却不落俗套。短短的三百来字，写得精光照人，使人读后，四顾踌躇，百感交集。","　　作者在第一大段里，把被序者的官职、姓氏、作官的地方以及时间，甚至被劾而去的“八个字的由头”，仅用22个字交待得清清楚楚，没有一个闲字，也无法容纳带感情的字眼，几乎是一板一眼的官样文章。无任何修饰，看似与艺术绝缘，但这正是作者的高明之处，他让这不动声色的刻板文字，为下面表达自己强烈的感情作了极好的铺垫。于密\n"]}{"title":"绝句送巨山","nian":"宋代","author":"刘子翚","contson":"\n二年寄迹闽山寺，一笑翻然向浙江。明月不知君已去，夜深还照读书窗。\n","contyishang":["译文两年来，您托身借居在这福建山中的庙里，如今忽然转念，要离开这儿，前往浙江。明月不知您已经离去，深夜还是悄悄地照进您书房的小窗。","注释⑴巨山：诗人的朋友张嵲，襄阳人。⑵寄迹：寄托踪迹，即暂时居住。⑶翻然：高飞远飏。此指旅行、迁移。"]}{"title":"彭州萧使君出妓夜宴见送","nian":"唐代","author":"羊士谔","contson":"\n玉颜红烛忽惊春，微步凌波暗拂尘。 自是当歌敛眉黛，不因惆怅为行人。\n","contyishang":[]}{"title":"惜分飞·富阳僧舍作别语赠妓琼芳","nian":"宋代","author":"毛滂","contson":"\n泪湿阑干花着露，愁到眉峰碧聚。此恨平分取，更无言语空相觑。断雨残云无意绪，寂寞朝朝暮暮。今夜山深处，断魂分付潮回去。\n","contyishang":["译文你脸上泪水纵横，像一枝鲜花沾带着露珠，忧愁在你眉间紧紧缠结，又像是碧山重叠攒聚。这别恨不仅属于你，我们两人平均分取。你我久久地、久久地互相凝望。再说不出一句话语。雨收云散，一切欢乐都成为过去，令人无情无绪。从此朝朝暮暮，我将空守孤寂。今夜，当我投宿在荒山野店，我深情的灵魂会跟随潮汐回到你那里。","注释⑴惜分飞：词牌名，又名《惜芳菲》、《惜双双》等。毛滂创调，词咏唱别情。全词共50字，双调，上、下阙各四句，句句用仄韵。⑵富阳：宋代县名，治所在今浙江省富阳县。琼芳：当时杭州供奉官府的一名歌妓。作者任杭州法曹参军时，和她很要好。\n"]}{"title":"忆王孙·短长亭子短长桥","nian":"清代","author":"钱枚","contson":"\n短长亭子短长桥，桥外垂杨一万条。那回临别两魂销，恨迢迢，双桨春风打暮潮。\n","contyishang":[]}{"title":"江神子·恨别","nian":"宋代","author":"苏轼","contson":"\n天涯流落思无穷。既相逢。却匆匆。摧手佳人，和泪折残红。为问东风余几许，春纵在，与谁同。隋堤三月水溶溶。背归鸿。去吴中。回首彭城，清泗与淮通。寄我相思千点泪，流不到，楚江东。(版本一)\n天涯流落思无穷！既相逢，却匆匆。携手佳人，和泪折残红。为问东风余几许？春纵在，与谁同！隋堤三月水溶溶。背归鸿，去吴中。回首彭城，清泗与淮通。欲寄相思千点泪，流不到，楚江东。(版本二)\n","contyishang":["译文　　流离天涯，思绪无穷无已。相逢不久，便又匆匆别离。拉着佳人，只能采一枝暮春的杏花，含泪赠别。你问春天还剩多少，即便春意尚在，又能和谁一同欣赏？　　三月的隋堤，春水缓缓。此时鸿雁北归，我却要到飞鸿过冬的湖州。回望旧地，清清浅浅的泗水在城下与淮河交汇。想要让泗水寄去相思的千点泪，怎奈它流不到湖州地。","注释⑴江神子：词牌名，即“江城子”。⑵东风：代指春天。⑶隋堤：指汴河的河堤，因建于隋朝而得名。⑷背归鸿：词人南下湖州（今属浙江）而大雁北飞，所以说是“背归鸿”。⑸彭城：即徐州，汉高祖刘邦的家\n"]}{"title":"木兰花·玉楼朱阁横金锁","nian":"宋代","author":"晏殊","contson":"\n玉楼朱阁横金锁，寒食清明春欲破。窗间斜月两眉愁，帘外落花双泪堕。朝云聚散真无那，百岁相看能几个。别来将为不牵情，万转千回思想过。\n","contyishang":["译文华美的楼阁横扣着铜锁，寒食清明过后春天即将结束。窗前的斜月好似含愁的双眉，帘外的落花犹如悲啼的眼泪。与心爱的美人的聚合离散都是无可奈何之事，从古到今有几个人能和他的爱人厮守相看到百年呢。离别以来以为可以排除离愁别恨的牵缠，结果还是万转千回地思念过了。","注释1、玉楼朱阁：华贵的楼阁。2、横金锁：比喻门庭冷清无人往来。金锁，金色的连锁式花纹，一说指铜制的锁。3、寒食：寒食节，在清明前一日（一说前两日），禁火冷食，节后另取新火。相传寒食起于晋文公悼念介子推事。4、春欲破：春天将尽。5、堕：落\n"]}{"title":"金陵酒肆留别","nian":"唐代","author":"李白","contson":"\n风吹柳花满店香，吴姬压酒唤客尝。(劝客 一作：唤客)金陵子弟来相送，欲行不行各尽觞。请君试问东流水，别意与之谁短长。\n","contyishang":["译文春风吹起柳絮，酒店满屋飘香，侍女捧出美酒，劝我细细品尝。金陵年轻朋友，纷纷赶来相送。欲走还留之间，各自畅饮悲欢。请你问问东流江水，别情与流水，哪个更为长远？","注释⑴金陵：今江苏省南京市。酒肆：酒店。留别：临别留诗给送行者。⑵风吹：一作“白门”。⑶吴姬：吴地的青年女子，这里指酒店中的侍女。压酒：压糟取酒。古时新酒酿熟，临饮时方压糟取用。唤：一作“劝”，一作“使”。⑷子弟：指李白的朋友。⑸欲行：将要走的人，指诗人自己。不行：不走的人，即送行的人，指金陵子弟。尽觞（shāng）：\n"]}{"title":"送陈七赴西军","nian":"唐代","author":"孟浩然","contson":"\n吾观非常者，碌碌在目前。君负鸿鹄志，蹉跎书剑年。 一闻边烽动，万里忽争先。余亦赴京国，何当献凯还。\n","contyishang":["译文我看一些非凡之人，被眼前的小事纠缠。你颇具有远大志向，文武才华耽误多年。听说边境有敌入侵，立即赴军万里争先。我将进京谋求功名，何时你才胜利归来？","注释1.此诗选自《道光中卫县志》。陈七，未详，当为行七。西军，约指驻安西（今新疆一带）的军队。2.非常者：非凡的人。3.碌（lù）碌：平庸，一般。4.鸿（hóng）鹄（hú）志：《史记·陈涉世家》：“陈涉少时，尝与人佣耕。辍耕之垄上，怅恨久之曰：‘苟富贵，勿相忘！’庸者笑而应曰：‘若为佣耕，何富贵也？’陈涉太息曰：‘嗟乎，燕雀安知\n"]}{"title":"齐天乐·烟波桃叶西陵路","nian":"宋代","author":"吴文英","contson":"\n烟波桃叶西陵路，十年断魂潮尾。古柳重攀，轻鸥聚别，陈迹危亭独倚。凉飕乍起，渺烟碛飞帆，暮山横翠。但有江花，共临秋镜照憔悴。华堂烛暗送客，眼波回盼处，芳艳流水。素骨凝冰，柔葱蘸雪，犹忆分瓜深意。清尊未洗，梦不湿行云，漫沾残泪。可惜秋宵，乱蛩疏雨里。\n","contyishang":["译文眼前烟波迷茫，我又来到与她分手的渡口西陵路上，当时的情景让我十年来梦绕魂牵。重新抚摸着当年折枝相送的古柳，想起那时像鸥鸟分飞般的离别，我独倚高亭栏杆，追寻昔日登临时的陈迹。一阵凉风飒然而至，浩渺的烟雾弥漫沙洲，船帆似鸟翼飞起，暮色中的远山，横亘着一片翠色。只有江边的几朵残花，陪伴着我，在秋水如镜的江面上，映照出一样憔悴的面容。想当年，华堂灯暗，你送走宾客，却独留下我，你回眸顾盼，眼波如清澈馨香的秋水，情长意密。你天生丽质，你那手腕洁白如冰肌玉骨，你纤纤的手指柔细雪白，我怎能不记得那个神魂颠倒的夜晚，你我分瓜品尝的深意，当年用过的酒樽我至今未洗，我再也梦不见与你\n"]}