{"title":"","nian":"","author":"","contson":"","contyishang":[]}{"title":"长相思·铁瓮城高","nian":"宋代","author":"秦观","contson":"\n铁瓮城高，蒜山渡阔，干云十二层楼。开尊待月，掩箔披风，依然灯火扬州。绮陌南头，记歌名宛转，乡号温柔。曲槛俯清流。想花阴，谁系兰舟？念凄绝秦弦，感深荆赋，相望几许凝愁。勤勤裁尺素，奈双鱼难渡瓜洲。晓鉴堪羞，潘鬓点、吴霜渐稠。幸于飞、鸳鸯未老，不应同是悲秋。\n","contyishang":["译文在镇江城楼头、西津渡口，楼有十二层高入云霄。在楼上的阁房里，品着酒以待赏月，夜寒了，就放下帘子挡挡风。居高临下，看着黄昏时镇江城的万家灯火，就像看到了扬州城。于是想起了以前在扬州的一段欢娱生活。歌妓唱着《宛转歌》，很温柔，惬和人意。那座妓楼依河流而居，我曾乘着兰舟寻访美色。我估量着，自分别以后，你一定每每弹着凄凉的曲调，思念着我；而我呢，也每每吟哦着哀怨的词句，思念着你；山山相隔，我们相望了多少次都看不见，只能把愁恨凝聚在乐曲里和词章里。我屡屡想给你写情书，无奈山高路远，到不了你那边。清晨临镜，白发日渐见多，老态堪羞。有幸的是，你尚未见老，不应像我这样，为衰老\n"]}{"title":"秋日登吴公台上寺远眺","nian":"唐代","author":"刘长卿","contson":"\n古台摇落后，秋日望乡心。野寺人来少，云峰水隔深。夕阳依旧垒，寒磬满空林。惆怅南朝事，长江独至今。\n","contyishang":["译文古台破败草木已经凋落，秋天景色引起我的乡思。荒野的寺院来往行人少，隔水眺望云峰更显幽深。夕阳依恋旧城迟迟下落，空林中回荡着阵阵磬声。感伤南朝往事不胜惆怅，只有长江奔流从古到今。","注释吴公台：在今江苏省江都县，原为南朝沈庆之所筑，后陈将吴明彻重修。摇落：零落。凋残。这里指台已倾废。语出宋玉《九辨》：“悲哉秋之为气也，萧瑟兮摇落而变衰。”野寺：位于偏地的寺庙。这里指吴公台上寺。依：靠，这里含有“依恋”之意。旧垒：指吴公台。垒：军事工事。按吴公台本为陈将吴明彻重筑的弩\n"]}{"title":"访秋","nian":"唐代","author":"李商隐","contson":"\n酒薄吹还醒，楼危望已穷。江皋当落日，帆席见归风。烟带龙潭白，霞分鸟道红。殷勤报秋意，只是有丹枫。\n","contyishang":["译文喝下去的酒淡淡的，风一吹，就清醒了，站在高峻的楼上，极目远望直到天边。已近傍晚，惟有江边的高地还有馀晖映照，船帆北向，可见刮着南风。薄阴笼罩着龙潭，微微泛白，晚霞映红了崎岖狭窄的山路。殷勤地报送秋天消息的，只有红红的枫叶。","注释①访秋：寻访秋色秋意。访：探访。秋天已到，但在岭南并不明显，故曰访秋，探问秋之消息也。②薄：指酒味淡。③危：高。望已穷：可以极望，隐含秋高气爽之意。④皋（gāo）：岸。江皋：濒江高地。当：对着。⑤席：大。归风：指南风。作者家乡在北。\n"]}{"title":"烛影摇红·越上霖雨应祷","nian":"宋代","author":"吴文英","contson":"\n秋入灯花，夜深檐影琵琶语。越娥青镜洗红埃，山斗秦眉妩。相间金茸翠亩。认城阴、春耕旧处。晚舂相应，新稻炊香，疏烟林莽。 清磬风前，海沈宿袅芙蓉炷。阿香秋梦起娇啼，玉女传幽素。人驾梅槎未渡。试梧桐、聊分宴俎。采菱别调，留取蓬莱，霎时云住。\n","contyishang":[]}{"title":"关河令·秋阴时晴渐向暝","nian":"宋代","author":"周邦彦","contson":"\n秋阴时晴渐向暝，变一庭凄冷。伫听寒声，云深无雁影。更深人去寂静，但照壁孤灯相映。酒已都醒，如何消夜永！\n","contyishang":["译文时阴时晴的秋日又近黄昏，庭院突然变得清冷。伫立在庭中静听秋声，茫茫云深不见鸿雁踪影。夜深人散客舍静，只有墙上孤灯和我人影相映。浓浓的酒意已经全消，长夜漫漫如何熬到天明？","注释⑴关河令：《片玉词》“关河令”下注：“《清真集》不载，时刻‘清商怨’。”清商怨，源于古乐府，曲调哀婉。欧阳修曾以此曲填写思乡之作，首句是“关河愁思望处满”。周邦彦遂取“关河”二字，命名为“关河令”，隐寓着羁旅思家之意。自此，调名、乐曲跟曲词切合一致了。⑵时：片时、偶尔的意思，晴：一作“作”，暝：黄昏。⑶伫听：久久地站着倾听。伫，久立而等待\n"]}{"title":"玉楼春·和吴见山韵","nian":"宋代","author":"吴文英","contson":"\n阑干独倚天涯客。心影暗凋风叶寂。千山秋入雨中青，一雁暮随云去急。霜花强弄春颜色。相吊年光浇大白。海烟沈处倒残霞，一杼鲛绡和泪织。\n","contyishang":["译文浪迹天涯的孤客独倚栏干，面对着深秋中的凄风凋叶，更觉得寂寞惆怅。绵绵群山在淅沥的秋雨中泛出了青光，一只离群的孤雁在暮色苍茫中随着迅飞的流云拼力地挣扎奋飞。百花凋零，惟有那秋菊逞强，显示出些许春天般的缤纷色彩。而我们却只能为那已消逝的美好年华举杯凭吊，饮一杯大白。暮天夕阳返照天空，倒挂着一缕美丽的彩虹，那是大海中的鲛人用泪水一梭梭编织的七彩鲛绡幻化而成的。","注释玉楼春：据《词谱》载：“因顾敻词中有‘月照玉楼春漏促’，又有‘柳映玉楼春日晚’。五代欧阳炯词中有‘日照玉楼花似锦，楼上醉和春色寝’。又有‘春早玉楼烟雨夜’句，取为调名。”又名《\n"]}{"title":"长相思·去年秋","nian":"宋代","author":"佚名","contson":"\n去年秋，今年秋，湖上人家乐复忧。西湖依旧流。吴循州，贾循州，十五年前一转头。人生放下休。\n","contyishang":[]}{"title":"采桑子·辘轳金井梧桐晚","nian":"五代","author":"李煜","contson":"\n辘轳金井梧桐晚，几树惊秋。昼雨新愁，百尺虾须在玉钩。琼窗春断双蛾皱，回首边头。欲寄鳞游，九曲寒波不泝流。\n","contyishang":["译文深秋时节，梧桐树下，辘轳金井旁，落叶满地。树木入秋而变，人见秋色而愁。手扶百尺垂帘，眼望窗外细雨，旧愁之上又添新愁。闺中的思妇独守着琼窗，想到韶华渐逝，心愿难成，怎不双眉紧皱，愁在心头。回首边地，征人久无音讯。想要寄书信，可是黄河寒波滔滔，溯流难上，思妇只能在孤独寂寞中苦苦守望。","注释①此词调名于《草堂诗余》、《花间集补》中作《丑奴儿令》，《类编草堂诗余》中注曰：“一名《罗敷令》，一名《采桑子》。”《类编草堂诗余》、《花草粹编》、《啸余谱》中均有题作“秋怨”。从词意看，当属李煜中期的作品。②辘轳（lùlú）：一种安在井上\n"]}{"title":"风入松·麓翁园堂宴客","nian":"宋代","author":"吴文英","contson":"\n一番疏雨洗芙蓉。玉冷佩丁东。辘轳听带秋声转，早凉生、傍井梧桐。欢宴良宵好月，佳人修竹清风。 临池飞阁乍青红。移酒小垂虹。贞元供奉梨园曲，称十香、深蘸琼钟。醉梦孤云晓色，笙歌一派秋空。\n","contyishang":[]}{"title":"少年游·长安古道马迟迟","nian":"宋代","author":"柳永","contson":"\n长安古道马迟迟，高柳乱蝉嘶。夕阳岛外，秋风原上，目断四天垂。(岛 一作：鸟)归云一去无踪迹，何处是前期？狎兴生疏，酒徒萧索，不似少年时。\n","contyishang":["译文　　在长安古道上骑着瘦马缓缓行走，高高的柳树秋蝉乱嘶啼。夕阳照射下，秋风在原野上劲吹，我举目远望，看见天幕从四方垂下。　　归去的云一去杳无踪迹，往日的期待在哪里？冶游饮宴的兴致已衰减，过去的酒友也都寥落无几，现在的我已不像以前年轻的时候了。","注释⑴马迟迟：马行缓慢的样子。⑵乱蝉嘶：一作“乱蝉栖”。⑶鸟：又作“岛”，指河流中的洲岛。⑷原上：乐游原上，在长安西南。⑸目断：极目望到尽头。四天垂：天的四周夜幕降临。⑹归云：飘逝的云彩。这里比喻往昔经历而现在不可复返的一切。此句一作“\n"]}{"title":"代别离·秋窗风雨夕","nian":"清代","author":"曹雪芹","contson":"\n秋花惨淡秋草黄，耿耿秋灯秋夜长。已觉秋窗秋不尽，那堪风雨助凄凉！助秋风雨来何速？惊破秋窗秋梦绿。抱得秋情不忍眠，自向秋屏移泪烛。泪烛摇摇爇短檠，牵愁照恨动离情。谁家秋院无风入？何处秋窗无雨声？罗衾不奈秋风力，残漏声催秋雨急。连宵脉脉复飕飕，灯前似伴离人泣。寒烟小院转萧条，疏竹虚窗时滴沥。不知风雨几时休，已教泪洒窗纱湿。\n","contyishang":["译文秋天花草凋零，微明的灯光使秋夜显得更加漫长。已经觉得窗外是无尽的秋色，哪能忍受秋日的风雨使秋天更加凄凉。秋天的风雨来的何其迅速，惊破了梦中的绿色。怀着秋日的感伤无法入眠，向着屏风移动流泪的蜡烛。晃动的烛焰点燃了短柄的灯台，牵动了愁怨和离别的情绪。谁家的庭院没有秋风侵入，那里秋日的窗外没有雨声？丝绸的被子无法抵挡秋风的力量，秋夜将尽的更漏声催来更急的雨声。整夜连绵的秋雨，就像陪伴着即将离别的人哭泣。庭院在秋日雨雾笼罩下更加萧条，窗前稀疏的竹叶上时有水珠滴落。不知风雨何\n"]}{"title":"醉蓬莱·渐亭皋叶下","nian":"宋代","author":"柳永","contson":"\n渐亭皋叶下，陇首云飞，素秋新霁。华阙中天，锁葱葱佳气。嫩菊黄深，拒霜红浅，近宝阶香砌。玉宇无尘，金茎有露，碧天如水。 正值升平，万几多暇，夜色澄鲜，漏声迢递。南极星中，有老人呈瑞。此际宸游，凤辇何处，度管弦清脆。太液波翻，披香帘卷，月明风细。\n","contyishang":["译文树叶慢慢落在岸边之上，白云悠悠飘在高山之巅，秋雨之后天气初晴。华美的宫殿耸入高空，锁住象征吉祥兴隆的旺盛美好的云气。台阶旁边，新开的菊花深黄耀眼，盛开的芙蓉浅红醉人。华丽的殿宇洁净无尘，铜仙人承露盘里盛满了延年的甘露，碧蓝的天空明净如水。正值太平盛世，皇帝日常处理纷繁的政务后有了更多闲暇，夜色清新，铜壶滴漏之声遥远婉转。南极星里有位老人正呈现治平、寿昌之祥瑞。这时候皇帝的车驾在何处呢？也许就在那清晰悦耳的管弦乐声中吧。明月微风中，汴京禁苑池沼波光鳞鳞，宫殿吹卷起了门帘。","注释⑴醉蓬莱：词牌名，柳永自度曲。双调九十七字，上片十一句、下\n"]}{"title":"三五七言 / 秋风词","nian":"唐代","author":"李白","contson":"\n秋风清，秋月明，落叶聚还散，寒鸦栖复惊。相思相见知何日？此时此夜难为情！\n","contyishang":["译文秋风凌清，秋月明朗。风中的落叶时聚时散，寒鸦本已栖息，又被明月惊起。朋友盼着相见，却不知在何日，这个时节，这样的夜晚，相思梦难成。","注释⑴落叶聚还（huán）散：写落叶在风中时而聚集时而扬散的情景。⑵寒鸦：《本草纲目》：“慈鸟，北人谓之寒鸦，以冬日尤盛。”"]}{"title":"南涧中题","nian":"唐代","author":"柳宗元","contson":"\n秋气集南涧，独游亭午时。回风一萧瑟，林影久参差。始至若有得，稍深遂忘疲。羁禽响幽谷，寒藻舞沦漪。去国魂已远，怀人泪空垂。孤生易为感，失路少所宜。索寞竟何事，徘徊只自知。谁为后来者，当与此心期。\n","contyishang":["译文深秋的寒气聚集在南涧，中午时分我独自游览。回环的秋风在涧中响起，碧树的影子如吹洞箫似的摇晃。初来这里就像别有感触，稍入深涧觉似忘了疲散。在幽深的山谷响起像被系住的鸟儿叫声，涧中的寒藻在涟漪中回荡。梦里总是魂游那已离开了的京城，怀念故人的泪水徒有悲伤。孤独的生活容易伤感，迷失道路才感到少有适合归宿的地方。究竟为什么我会如此消沉，内心的苦闷彷徨自有自己知道原因。将来迁谪到永州来的人，也一定能领略我此诗的衷肠。\n"]}{"title":"倦夜","nian":"唐代","author":"杜甫","contson":"\n竹凉侵卧内，野月满庭隅。重露成涓滴，稀星乍有无。暗飞萤自照，水宿鸟相呼。万事干戈里，空悲清夜徂。\n","contyishang":["译文凉气阵阵袭入卧室，月光把庭院的角落都洒满了。好一个清秋月夜！夜越来越凉，露水越来越重，在竹叶上凝聚成许多小水珠儿，不时地滴滴答答地滚落下来；此时月照中天，映衬得小星星黯然失色，像瞌睡人的眼，忽而睁，忽而闭。月亮已经西沉，大地渐渐暗下来，只看到萤火虫提着小灯笼，闪着星星点点微弱的光；那竹林外小溪旁栖宿的鸟儿，已经睡醒，它们互相呼唤着，准备结伴起飞，迎接新的一天。 这一夜思考着千桩万桩的事，哪一桩不与战事有关？彻夜难眠啊，只能枉自悲叹如此良夜白白地逝去。","注释倦夜：题注：《吴曾漫录》云：“顾陶类编题作《倦秋夜》。\n"]}{"title":"行香子·秋与","nian":"宋代","author":"苏轼","contson":"\n昨夜霜风。先入梧桐。浑无处、回避衰容。问公何事，不语书空。但一回醉，一回病，一回慵；朝来庭下，光阴如箭，似无言、有意伤侬。都将万事，付与千钟。任酒花白，眼花乱，烛花红。\n","contyishang":["译文昨夜霜降寒风骤起，梧桐叶落纷纷，我无处回避自己衰老的面容。秋风问我为何这样，我没有说话，只是用手在空中书写。人老了，有时沉醉有时沉病有时慵懒。早晨来到院子里，感叹时光荏苒，岁月流逝，虽不吭声，似乎有意让我伤心。如今万念俱空，把所有心事，都换作千杯酒来饮。哪管它酒花白、眼花乱、烛花红。","注释行香子：词牌名。双调小令，六十六字，有前段八句四平韵、后段八句三平韵，前段八句五平韵、后段八句三平韵，前段八句五平韵、后段八句四平韵三种。霜风：刺骨寒风。“浑无处”二句：触目尽是因风而落的桐叶，无处回避。谓天地间都显示出衰老\n"]}{"title":"荷叶杯·镜水夜来秋月","nian":"唐代","author":"温庭筠","contson":"\n镜水夜来秋月，如雪。采莲时，小娘红粉对寒浪。惆怅，正思惟。\n","contyishang":["译文池中水波平如镜子，映照着夜空中的一轮秋月，月光皎洁如雪。正是采莲的时节，那采莲的少女，红粉盛妆却只能空对着寒冷的水波，不由感到万分惆怅。她人在采莲，心中却思量着远方的情郎，愁思难解，黯然神伤。","注释①镜水：平静明净的水。唐李肇《唐国史补》卷下：“凡造物南水土，故江东官纱绫、官纸者，镜水之故也。”②小娘：此指采莲的少女。红粉：女子化妆所用的胭脂和铅粉，这里指妆扮得十分美丽的少女面庞。寒浪：寒凉的水波。③思惟：思量，思念。《汉书·张汤传》：“使专精神，忧念天下，思惟得失。”"]}{"title":"偶成","nian":"宋代","author":"朱熹","contson":"\n少年易学老难成，一寸光阴不可轻。(争议：少年易老学难成)未觉池塘春草梦，阶前梧叶已秋声。\n","contyishang":[]}{"title":"野望","nian":"唐代","author":"王绩","contson":"\n东皋薄暮望，徙倚欲何依。树树皆秋色，山山唯落晖。牧人驱犊返，猎马带禽归。相顾无相识，长歌怀采薇。\n","contyishang":["译文傍晚时分站在东皋纵目远望，我徘徊不定不知该归依何方，层层树林都染上秋天的色彩，重重山岭披覆着落日的余光。牧人驱赶着那牛群返还家园，猎人带着猎物驰过我的身旁。大家相对无言彼此互不相识，我长啸高歌真想隐居在山冈！ ","注释⑴东皋（gāo）：诗人隐居的地方。薄暮：傍晚。薄，迫近。⑵徙倚（xǐyǐ）：徘徊，来回地走。依：归依。⑶秋色：一作“春色”。⑷落晖：落日。⑸犊（dú）：小牛，这里指牛群。⑹禽：鸟兽，这里指猎物。⑺采薇：薇，是一种植物。相传周武\n"]}{"title":"行香子·秋入鸣皋","nian":"宋代","author":"许古","contson":"\n秋入鸣皋，爽气飘萧。挂衣冠、初脱尘劳。窗间岩岫，看尽昏朝。夜山低，晴山近，晓山高。细数闲来，几处村醪。醉模糊、信手挥毫。等闲陶写，问甚风骚。乐因循，能潦倒，也消摇。\n","contyishang":["　　这是一首堪与陶潜“采菊东篱下，悠然见南山”之意境相媲美，表现辞官归隐，陶醉于自然佳趣，把酒当歌，逍遥自在，生活优然闲适，心情超然物外的好词，历来为词论家所推崇。","　　上片以景语起：“秋入鸣皋，爽气飘萧”，八字画出一幅山中秋日图。“鸣皋”，指古老的鸣皋山（在河南嵩县东北，传说古有鹤鸣于此，故曰鸣皋山）。秋天来到了古老的鸣皋山，秋高气爽，令人心旷神怡。“挂衣冠，初脱尘劳”，词人刚刚从沉闷、压抑的官场生活中解脱出来，重新投入大自然的怀抱，面对秋日山中舒爽怡人的自然景象，怎能不心情愉悦？","　　“初脱尘劳”写出了对官场生活的厌倦和归隐之后如释重负的感觉。“窗间岩\n"]}{"title":"送人东游","nian":"唐代","author":"温庭筠","contson":"\n荒戍落黄叶，浩然离故关。高风汉阳渡，初日郢门山。江上几人在，天涯孤棹还。何当重相见，樽酒慰离颜。\n","contyishang":["译文荒弃的营垒上黄叶纷纷飘落，心怀壮志你告别了古塞险关。飒飒秋风将送你到汉阳渡口，初升的太阳会迎你在郢门山。江东亲友有几人正望眼欲穿，等候着你的孤舟从天涯回还。什么时候我们才能再次相见，举杯畅饮以抚慰离人的愁颜。","注释⑴荒戍：荒废的边塞营垒。⑵浩然：意气充沛、豪迈坚定的样子，指远游之志甚坚。《孟子·公孙丑下》：“予然后浩然有归志。”⑶汉阳渡：湖北汉阳的长江渡口。⑷郢门山：位于今湖北宜都县西北长江南岸，即荆门山。⑸江：指长江。几人：犹言谁人。⑹孤棹：孤舟。\n"]}{"title":"秋雨中赠元九","nian":"唐代","author":"白居易","contson":"\n不堪红叶青苔地，又是凉风暮雨天。莫怪独吟秋思苦，比君校近二毛年。\n","contyishang":["　　“不堪红叶青苔地，又是凉风暮雨天。” 这两句是说，青苔地上落满红叶，秋天的悲凉气氛，实令人不堪忍受，何况又是凉风劲吹，晚间落雨的天候。","　　“莫怪独吟秋思苦，比君校近二毛年。”可见因秋而思友，因秋而悲叹年华易逝，白发（二毛）将生，不觉距老年临近了（白居易长元稹七岁）。以景寓情，委婉含蓄，虽语调沉郁，却韵味有致。--引自李济洲编著之《全唐诗佳句赏析》。"]}{"title":"塞上曲","nian":"宋代","author":"田锡","contson":"\n秋气生朔陲，塞草犹离离。大漠西风急，黄榆凉叶飞。襜褴罢南牧，林胡畏汉威。藁街将入贡，代马就新羁。浮云护玉关，斜日在金微。萧索边声静，太平烽影稀。素臣称有道，守在於四夷。\n","contyishang":[]}{"title":"眼儿媚·秋思","nian":"明代","author":"刘基","contson":"\n萋萋芳草小楼西，云压雁声低。两行疏柳，一丝残照，万点鸦栖。春山碧树秋重绿，人在武陵溪。无情明月，有情归梦，同到幽闺。\n","contyishang":[]}{"title":"齐天乐·夜来疏雨鸣金井","nian":"宋代","author":"王月山","contson":"\n夜来疏雨鸣金井，一叶舞空红浅。莲渚收香，兰皋浮爽，凉思顿欺班扇。秋光苒苒。任老却芦花，西风不管。清兴难磨，几回有句到诗卷。 长安故人别後，料征鸿声里，画阑凭偏。横竹吹商，疏砧点月，好梦又随云远。间愁似线。甚击损柔肠，不堪裁翦。听著鸣蛩，一声声是怨。\n","contyishang":[]}{"title":"齐天乐·绿芜凋尽台城路","nian":"宋代","author":"周邦彦","contson":"\n绿芜凋尽台城路，殊乡又逢秋晚。暮雨生寒，鸣蛩劝织，深阁时闻裁剪。云窗静掩。叹重拂罗裀，顿疏花簟。尚有綀囊，露萤清夜照书卷。荆江留滞最久，故人相望处，离思何限。渭水西风，长安乱叶，空忆诗情宛转，凭高眺远。正玉液新篘，蟹螯初荐。醉倒山翁，但愁斜照敛。\n","contyishang":["译文秋景萧条，客子秋心寥落，正如杂草凋敝穷竭至极的台城。身处异乡又正逢晚秋心中悲中逢悲，更添伤感。傍晚的雨生起寒意，蟋蟀的呜声似劝人机织，间歇听闻到闺房中的女子正在赶制寒衣之声。暑去凉来，撤去花簟，铺上罗裀，织有花纹图案的竹凉席。纵然夏日所用已收藏、疏远，但还留得当时清夜聚萤照我读书之綀囊。綀音疏，一种极稀薄之布。我在荆江停留的时间越久，老友相对，离别后的思绪无限，无边怀念汴京之故人，情绪、兴致辗转周折，登临高处，唯有求得一醉，借酒消愁。训漉酒竹器，把蟹端上筵席来下酒。忽见夕阳西沉，纵然酩酊大醉，但仍无计逃愁。","注释⑴齐天乐，词牌名。又\n"]}{"title":"甘草子·秋暮","nian":"宋代","author":"柳永","contson":"\n秋暮。乱洒衰荷，颗颗真珠雨。雨过月华生，冷彻鸳鸯浦。 池上凭阑愁无侣。奈此个、单栖情绪。却傍金笼共鹦鹉。念粉郎言语。\n","contyishang":["译文译文一凄凉晚秋，零乱雨滴洒残荷，雨珠莹莹，颗颗似珍珠。雨过后，寒月当空，鸳鸯浦一片清冷。池上倚阑，愁闷闷无人相伴，怎么打发、这孤苦情绪!傍金笼，戏逗鹦鹉，教它念、情郎言语。","译文二秋天的一个傍晚，大雨瓢泼．乱打着池塘衰败的荷花，颗颗雨珠如珍珠般晶莹。雨过风停，明月升空．鸳鸯浦空寂冷彻。她独自凭栏凝望，忧愁无侣而独宿。孤眠冷清煎熬着她的心。她站在鸟笼旁逗弄鹦鹉，向它诉说着对郎君的无限思念。","注释⑴甘草子：词牌名。《乐章集》注“正宫”。格一：双调，四十七字。前段五句，四仄韵；后段四句，\n"]}{"title":"秋词","nian":"唐代","author":"刘禹锡","contson":"\n自古逢秋悲寂寥，我言秋日胜春朝。晴空一鹤排云上，便引诗情到碧霄。\n","contyishang":["译文自古以来每逢秋天都会感到悲凉寂寥，我却认为秋天要胜过春天。万里晴空，一只鹤凌云飞起，就引发我的诗兴到了蓝天上了。 ","注释①悲寂寥：悲叹萧条。②春朝：春天。③排：推，有冲破的意思。④碧霄：青天。"]}{"title":"秋登宣城谢脁北楼","nian":"唐代","author":"李白","contson":"\n江城如画里，山晚望晴空。(山晚 一作：晓)两水夹明镜，双桥落彩虹。人烟寒橘柚，秋色老梧桐。谁念北楼上，临风怀谢公。\n","contyishang":["译文江边的城池好像在画中一样美丽，山色渐晚，我登上谢朓楼远眺晴空。两条江之间，一潭湖水像一面明亮的镜子；江上两座桥仿佛天上落下的彩虹。橘林柚林掩映在令人感到寒意的炊烟之中；秋色苍茫，梧桐也已经显得衰老。除了我还有谁会想着到谢朓北楼来，迎着萧飒的秋风，怀念谢先生呢？","注释⑴谢朓北楼：即谢朓楼，为南朝齐诗人谢朓任宣城太守时所建，故址在陵阳山顶，是宣城的登览胜地。谢朓是李白很佩服的诗人。⑵江城：泛指水边的城，这里指宣城。唐代江南地区的方言，无论大水小水都称之为“江”。⑶两水：指宛溪、句溪。宛溪上有凤凰桥，句溪上有济川桥。明镜：指拱桥桥\n"]}{"title":"赋得秋日悬清光","nian":"唐代","author":"王维","contson":"\n寥廓凉天静，晶明白日秋。圆光含万象，碎影入闲流。迥与青冥合，遥同江甸浮。昼阴殊众木，斜影下危楼。宋玉登高怨，张衡望远愁。馀辉如可托，云路岂悠悠。\n","contyishang":["译文天空寥廓环境清凉幽静，秋天的太阳特别明亮。太阳光包罗万象，光影倒映在安静的河中。秋光原阔与青天相合，远远望去同江湖同沉浮。白昼里阴气远离众树木，夕阳的斜影投向高楼。宋玉登高埋怨秋气，张衡望远产生秋愁。太阳余辉如果可寄托，仕宦之云路怎会遥远？","注释⑴秋日悬清光：题出江淹《望荆山诗》：“寒郊无留影，秋日悬清光。”⑵寥（liáo）廓（kuò）：空旷深远。《楚辞·远游》：“下峥嵘而无地兮，上寥廓而无天。”⑶晶明：明亮耀眼的样子。⑷圆光：指日光。万象：宇宙间一\n"]}{"title":"思吴江歌","nian":"魏晋","author":"张翰","contson":"\n秋风起兮木叶飞，吴江水兮鲈正肥。三千里兮家未归，恨难禁兮仰天悲。\n","contyishang":["译文秋风起，树叶飞，吴江的鲈鱼鲜又肥。离家三千里，想回未能回。思念家乡的愁和恨，怎么也压抑不住，只能向天悲叹！","注释①木叶：树叶。②鲈鱼：即桂花鱼，古名银鲈、玉花鲈。体侧扁，巨口细鳞，身有桂花色纹，肉肥嫩鲜美。"]}