{"title":"奉和九日幸临渭亭登高应制得枝字","nian":"唐代","author":"韦安石","contson":"\n重九开秋节，得一动宸仪。金风飘菊蕊，玉露泫萸枝。 睿览八纮外，天文七曜披。临深应在即，居高岂忘危。\n","contyishang":[]}{"title":"阳关曲·中秋月","nian":"宋代","author":"苏轼","contson":"\n中秋作本名小秦王，入腔即阳关曲\n暮云收尽溢清寒，银汉无声转玉盘。此生此夜不长好，明月明年何处看。\n","contyishang":["译文夜幕降临，云气收尽，天地间充满了寒气，银河流泻无声，皎洁的月儿转到了天空，就像玉盘那样洁白晶莹。我这一生中每逢中秋之夜，月光多为风云所掩，很少碰到像今天这样的美景，真是难得啊！可明年的中秋，我又会到何处观赏月亮呢？","注释⑴阳关曲：本名《渭城曲》。单调二十八字，四句三平韵。宋秦观云：《渭城曲》绝句，近世又歌入《小秦王》，更名《阳关曲》。属双调，又属大石调。按，唐教坊记，有《小秦王曲》，即《秦王小破阵乐》也，属坐部伎。⑵溢：满出。暗寓月色如水之意。⑶银汉：银河。唐袁晖《七月闺情》：“不如银汉女，岁岁鹊成桥。”\n"]}{"title":"明月皎夜光","nian":"两汉","author":"佚名","contson":"\n明月皎夜光，促织鸣东壁。玉衡指孟冬，众星何历历。白露沾野草，时节忽复易。秋蝉鸣树间，玄鸟逝安适。昔我同门友，高举振六翮。不念携手好，弃我如遗迹。南箕北有斗，牵牛不负轭。良无盘石固，虚名复何益？\n","contyishang":["译文明亮皎洁的月光照耀着夜空，东边墙角下不时地传来蟋蟀的吟唱。北斗星中的玉衡星已指向了孟冬，天上众多的星星是这样闪烁璀璨。晶莹的露珠啊已沾满了地上的野草，时节流转转瞬间又是夏去秋来。树枝间传来秋蝉断续的鸣叫，燕子啊不知又要飞往何方？昔日与我携手同游的同门好友，已经举翅高飞腾达青云了。可是他们一点也不念曾经的交情，就像行人遗弃脚印一样把我抛弃！南箕星、北斗星都不能用来盛物斟酒，牵牛星也不能用来负轭拉车！再好的友情也不能像磐石那样坚固，仔细想来炎凉世态虚名又有何用？","注释\n"]}{"title":"明月何皎皎","nian":"两汉","author":"佚名","contson":"\n明月何皎皎，照我罗床帏。忧愁不能寐，揽衣起徘徊。客行虽云乐，不如早旋归。出户独彷徨，愁思当告谁！引领还入房，泪下沾裳衣。\n","contyishang":["译文明月如此皎洁光亮，照亮了我罗制的床帏。夜里忧愁得无法入睡，披衣而起在空屋内徘徊。客居在外虽然有趣，但是怎比得上早日回家呢。一个人出门忧愁彷徨，满心愁苦应该告诉谁呢？伸颈远望还是只能回到房间，眼泪沾湿了衣裳。","注释⑴皎：本义是洁白明亮。此处用引申义，为光照耀的意思。⑵罗床帏：指用罗制成的床帐。⑶寐：入睡。⑷揽衣：犹言“披衣”，“穿衣”。揽，取。⑸客：这里指诗人自己。⑹旋归；回归，归家。旋，转。⑺彷徨：徘徊的意思。⑻告\n"]}{"title":"嫦娥","nian":"唐代","author":"李商隐","contson":"\n云母屏风烛影深，长河渐落晓星沉。嫦娥应悔偷灵药，碧海青天夜夜心。\n","contyishang":["译文透过装饰着云母的屏风，烛影渐渐暗淡下去。银河也在静静地消失，晨星沉没在黎明的曙光里。月宫的嫦娥恐怕后悔偷了后羿的长生不老药，现在只有那青天碧海夜夜陪伴着她一颗孤独的心。","韵译云母屏风染上一层浓浓的烛影，银河逐渐斜落启明星也已下沉。嫦娥想必悔恨当初偷吃下灵药，如今独处碧海青天而夜夜寒心。","注释1．嫦娥：古代神话中的月中仙女，江苏人。《淮南子·览冥训》：“羿请不死之药于西王母，恒娥窃以奔月。”恒又作姮。2．云母屏风：嵌着云母石的屏风。此言嫦娥在月宫居室中独处，夜晚，唯烛影和屏风相伴。\n"]}{"title":"途中寒食题黄梅临江驿寄崔融","nian":"唐代","author":"宋之问","contson":"\n马上逢寒食，愁中属暮春。可怜江浦望，不见洛阳人。北极怀明主，南溟作逐臣。故园肠断处，日夜柳条新。\n","contyishang":["译文在路途的马上渡过晚春的寒食节,可惜在江边的码头上望,却看不见来自洛阳灞桥的离人。虽然被贬为下臣放逐到南方,心中还是惦念着北方的英明的君王，故乡家园,令人伤心断肠的地方,经历了日日夜夜之后,新的柳条又长出来了! ","注释寒食：寒食节。可怜：可惜。洛桥：今洛阳灞桥。怀：惦念。故园：家园。日夜：日日夜夜。柳条新：新的柳条。"]}{"title":"除夜","nian":"宋代","author":"文天祥","contson":"\n乾坤空落落，岁月去堂堂；末路惊风雨，穷边饱雪霜。命随年欲尽，身与世俱忘；无复屠苏梦，挑灯夜未央。\n","contyishang":["译文天地之间一片空旷，时光公然地离我而去。在人生的末路上因为风雨而受惊，在偏僻的边疆饱经了冰雪寒霜。如今生命跟这一年一样快要结束了，我和我一生的经历也会被遗忘。以后再也梦不到过新年喝屠苏酒，只能在漫漫长夜里拨动灯火。","注释①除夜:即除夕，为农历一年中的最后一天。②乾坤:天地间。乾，卦名，天；坤:卦名，地。③堂堂:公然。唐·薛能《春日使府寓怀》诗：“青春背我堂堂去，白发欺人故故生。” ④穷:偏僻的。⑤屠苏:代指新年，古有农历初一饮屠苏酒的习俗。⑥挑灯:拨动\n"]}