{"title":"","nian":"","author":"","contson":"","contyishang":[]}{"title":"","nian":"","author":"","contson":"","contyishang":[]}{"title":"","nian":"","author":"","contson":"","contyishang":[]}{"title":"卷耳","nian":"先秦","author":"佚名","contson":"\n采采卷耳，不盈顷筐。嗟我怀人，寘彼周行。(寘 通：置)陟彼崔嵬，我马虺隤。我姑酌彼金罍，维以不永怀。陟彼高冈，我马玄黄。我姑酌彼兕觥，维以不永伤。陟彼砠矣，我马瘏矣，我仆痡矣，云何吁矣。\n","contyishang":["译文采呀采呀采卷耳，半天不满一小筐。我啊想念心上人，菜筐弃在大路旁。攀那高高土石山，马儿足疲神颓丧。且先斟满金壶酒，慰我离思与忧伤。登上高高山脊梁，马儿腿软已迷茫。且先斟满大杯酒，免我心中长悲伤。艰难攀登乱石冈，马儿累坏倒一旁，仆人精疲力又竭，无奈愁思聚心上！","注释⑴采采：采了又采。毛传作采摘解，朱熹《诗集传》云：“非一采也。”而马瑞辰《毛诗传笺通释》则认为是状野草“盛多之貌”。卷耳：苍耳，石竹科一年生草本植物，嫩苗可食，子可入药。⑵盈：满。顷筐：斜口筐子，后高前低。一说斜口筐。这句说采了又采都采不满\n"]}{"title":"","nian":"","author":"","contson":"","contyishang":[]}{"title":"芄兰","nian":"先秦","author":"佚名","contson":"\n芄兰之支，童子佩觿。虽则佩觿，能不我知。容兮遂兮，垂带悸兮。芄兰之叶，童子佩韘。虽则佩韘，能不我甲。容兮遂兮，垂带悸兮。\n","contyishang":["译文芄兰枝上结尖夹，小小童子佩角锥。虽然你已佩角锥，但不解我情旖旎。走起路来慢悠悠，摇摇摆摆大带垂。芄兰枝上叶弯弯，小小童子佩戴韘。虽然你已佩戴韘，但不跟得来亲近。走起路来慢悠悠，摇摇摆摆大带垂。","注释1.芄（wán）兰：兰草名，一名萝藦，亦名女青，蔓生，断之有白汁，嫩者可食，荚实倒垂如锥形。2.支：借作“枝”。3.觿（xī）：用兽骨制成的解结用具，形同锥，似羊角，也可为装饰品。本为成人佩饰。童子佩戴，是成人的象征。4.能：乃，于是。一说“宁”“岂”。知：智，一说“接”。5.容、遂：舒缓悠\n"]}{"title":"绵","nian":"先秦","author":"佚名","contson":"\n绵绵瓜瓞。民之初生，自土沮漆。古公亶父，陶复陶冗，未有家室。\n古公亶父，来朝走马。率西水浒，至于岐下。爰及姜女，聿来胥宇。\n周原膴々，堇荼如饴。爰始爰谋，爰契我龟，曰止曰时，筑室于兹。\n乃慰乃止，乃左乃右，乃疆乃理，乃宣乃亩。自西徂东，周爰执事。\n乃召司空，乃召司徒，俾立室家。其绳则直，缩版以载，作庙翼翼。\n捄之陾，度之薨薨，筑之登登，削屡冯冯。百堵皆兴，鼛鼓弗胜。\n乃立皋门，皋门有伉。乃立应门，应门将将。乃立冢土，戎丑攸行。\n肆不殄厥愠，亦不陨厥问。柞棫拔矣，行道兑矣。混夷駾矣，维其喙矣！\n虞芮质厥成，文王蹶厥生。予曰有疏附，予曰有先后。予曰有奔奏，予曰有御侮！\n","contyishang":["译文大瓜小瓜瓜蔓长，周人最早得发祥，本在沮水漆水旁。太王古公亶父来，率民挖窖又开窑，还没筑屋建厅堂。太王古公亶父来，清早出行赶起马。沿着河岸直向西，来到岐山山脚下。接着娶了姜氏女，共察山水和住地。周原土地真肥沃，苦菜甜如麦芽糖。开始谋划和商量，再刻龟甲看卜象。兆示定居好地方，在此修屋造住房。于是在此安家邦，于是四处劳作忙，于是划疆又治理，于是开渠又垦荒。打从东面到西面，要管杂事一样样。先召司空定工程，再召司徒定力役，房屋宫室使建立。准绳拉得正又直，捆牢木板来打夯，筑庙动作好整齐。铲土入筐腾腾腾，投土上墙轰轰轰。齐声打\n"]}{"title":"淇奥","nian":"先秦","author":"佚名","contson":"\n瞻彼淇奥，绿竹猗猗。有匪君子，如切如磋，如琢如磨。瑟兮僩兮，赫兮咺兮。有匪君子，终不可谖兮。瞻彼淇奥，绿竹青青。有匪君子，充耳琇莹，会弁如星。瑟兮僩兮，赫兮咺兮。有匪君子，终不可谖兮。瞻彼淇奥，绿竹如箦。有匪君子，如金如锡，如圭如璧。宽兮绰兮，猗重较兮。善戏谑兮，不为虐兮。\n","contyishang":["译文看那淇水弯弯岸，碧绿竹林片片连。高雅先生是君子，学问切磋更精湛，品德琢磨更良善。神态庄重胸怀广，地位显赫很威严。高雅先生真君子，一见难忘记心田。看那淇水弯弯岸，绿竹袅娜连一片。高雅先生真君子，美丽良玉垂耳边，宝石镶帽如星闪。神态庄重胸怀广，地位显赫更威严。高雅先生真君子，一见难忘记心田。看那淇水弯弯岸，绿竹葱茏连一片。高雅先生真君子，青铜器般见精坚，玉礼器般见庄严。宽宏大量真旷达，倚靠车耳驰向前。谈吐幽默真风趣，开个玩笑人不怨。","注释⑴淇：淇水，源出河南林县，东经淇县流入卫河。奥（yù）：水边弯曲的地方。⑵绿\n"]}{"title":"周颂·良耜","nian":"先秦","author":"佚名","contson":"\n畟畟良耜，俶载南亩。播厥百谷，实函斯活。或来瞻女，载筐及莒，其饟伊黍。其笠伊纠，其镈斯赵，以薅荼蓼。荼蓼朽止，黍稷茂止。获之挃挃，积之栗栗。其崇如墉，其比如栉。以开百室，百室盈止，妇子宁止。杀时犉牡，有捄其角。以似以续，续古之人。\n","contyishang":["译文犁头入土真锋利，先到南面去耕地。百谷种子播田头，粒粒孕育富生机。有人送饭来看你，挑着方筐和圆篓，里面装的是黍米。头戴手编草斗笠，手持锄头来翻土，除草田畦得清理。野草腐烂作肥料，庄稼生长真茂密。挥镰收割响声齐，打下谷子高堆起。看那高处似城墙，看那两旁似梳齿，粮仓成百开不闭。各个粮仓都装满，妇女儿童心神怡。杀头黑唇大黄牛，弯弯双角真美丽。不断祭祀后续前，继承古人的礼仪。","注释⑴畟（cè）畟：形容耒耜的锋刃快速入土的样子。耜（sì）：古代一种像犁的农具。⑵俶（chù）：开始。载：“菑（zī）”的假借。载是“哉声”字，菑是“甾声”字，古音同\n"]}{"title":"下武","nian":"先秦","author":"佚名","contson":"\n下武维周，世有哲王。三后在天，王配于京。\n王配于京，世德作求。永言配命，成王之孚。\n成王之孚，下土之式。永言孝思，孝思维则。\n媚兹一人，应侯顺德。永言孝思，昭哉嗣服。\n昭兹来许，绳其祖武。于万斯年，受天之祜。\n受天之祜，四方来贺。于万斯年，不遐有佐。\n","contyishang":["译文后能继前惟周邦，世代有王都圣明。三位先王灵在天，武王配天居镐京。武王配天居镐京，德行能够匹先祖。上应天命真长久，成王也令人信服。成王也令人信服，足为人间好榜样。孝顺祖宗德泽长，德泽长久法先王。爱戴天子这一人，能将美德来承应。孝顺祖宗德泽长，光明显耀好后进。光明显耀好后进，遵循祖先的足迹。基业长达千万年，天赐洪福享受起。天赐洪福享受起，四方诸侯来祝贺。基业长达千万年，那愁没人来辅佐。","注释⑴下武：在后继承。下，后；武，继承。⑵世：代。哲王：贤明智慧的君主。⑶三后：\n"]}{"title":"伐木","nian":"先秦","author":"佚名","contson":"\n伐木丁丁，鸟鸣嘤嘤。出自幽谷，迁于乔木。嘤其鸣矣，求其友声。相彼鸟矣，犹求友声。矧伊人矣，不求友生？神之听之，终和且平。伐木许许，酾酒有藇！既有肥羜，以速诸父。宁适不来，微我弗顾。於粲洒扫，陈馈八簋。既有肥牡，以速诸舅。宁适不来，微我有咎。伐木于阪，酾酒有衍。笾豆有践，兄弟无远。民之失德，乾餱以愆。有酒湑我，无酒酤我。坎坎鼓我，蹲蹲舞我。迨我暇矣，饮此湑矣。\n","contyishang":["译文咚咚作响伐木声，嘤嘤群鸟相和鸣。鸟儿出自深谷里，飞往高高大树顶。小鸟为何要鸣叫？只是为了求知音。仔细端详那小鸟，尚且求友欲相亲。何况我们这些人，岂能不知重友情。天上神灵请聆听，赐我和乐与宁静。伐木呼呼斧声急，滤酒清纯无杂质。既有肥美羊羔在，请来叔伯叙情谊。即使他们没能来，不能说我缺诚意。打扫房屋示隆重，嘉肴八盘桌上齐。既有肥美公羊肉，请来舅亲聚一起。即使他们没能来，不能说我有过失。伐木就在山坡边，滤酒清清快斟满。行行笾豆盛珍馐，兄弟叙谈莫疏远。有人早已失美德，一口干粮致埋怨。有酒滤清让我饮，没酒快买我兴酣。咚咚鼓声为我响，翩翩舞姿令我欢。等到我有闲\n"]}{"title":"载驰","nian":"先秦","author":"佚名","contson":"\n载驰载驱，归唁卫侯。驱马悠悠，言至于漕。大夫跋涉，我心则忧。既不我嘉，不能旋反。视尔不臧，我思不远。既不我嘉，不能旋济？视尔不臧，我思不閟。陟彼阿丘，言采其蝱。女子善怀，亦各有行。许人尤之，众稚且狂。我行其野，芃芃其麦。控于大邦，谁因谁极？大夫君子，无我有尤。百尔所思，不如我所之。\n","contyishang":["译文驾起轻车快驰骋，回去吊唁悼卫侯。挥鞭赶马路遥远，到达漕邑时未久。许国大夫跋涉来，阻我行程令我愁。竟然不肯赞同我，哪能返身回许地。比起你们心不善，我怀宗国思难弃。竟然没有赞同我，无法渡河归故里。比起你们心不善，我恋宗国情不已。登高来到那山冈，采摘贝母治忧郁。女子心柔善怀恋，各有道理有头绪。许国众人责难我，实在狂妄又稚愚。我在田野缓缓行，垄上麦子密密遍。欲赴大国去陈诉，谁能依靠谁来援？许国大夫君子们，不要对我生尤怨。你们考虑上百次，不如我亲自跑一遍。","注释1.载（zài）：语助词。驰、驱：孔疏：“走马谓之驰，策马\n"]}{"title":"株林","nian":"先秦","author":"佚名","contson":"\n胡为乎株林？从夏南！匪适株林，从夏南！驾我乘马，说于株野。乘我乘驹，朝食于株！\n","contyishang":["译文为何要到株林去？那是为了找夏南。不是为到株林玩，而是为了找夏南。驾着大车赶四马，株林郊外卸下鞍。驾着轻车赶四驹，奔抵株林吃早餐。","注释1.胡为：为什么。株：陈国邑名，在今河南柘城县。林：郊野。一说株林是陈大夫夏徵舒的食邑。2.从：跟，与，此指找人。一说训为因。夏南：即夏姬之子夏徵舒，字子南。3.匪：非，不是。适：往。4.乘（shèng）马：四匹马。古以一车四马为一乘。5.说（shuì）：通“税”，停车解马。株野：株邑之郊野。6.乘（chéng）我乘（shèng）驹：驹，马高\n"]}{"title":"草虫","nian":"先秦","author":"佚名","contson":"\n喓喓草虫，趯趯阜螽。未见君子，忧心忡忡。亦既见止，亦既觏止，我心则降。陟彼南山，言采其蕨。未见君子，忧心惙惙。亦既见止，亦既觏止，我心则说。陟彼南山，言采其薇。未见君子，我心伤悲。亦既见止，亦既觏止，我心则夷。\n","contyishang":["译文听那蝈蝈蠷蠷叫，看那蚱蜢蹦蹦跳。没有见到那君子，我心忧愁又焦躁。如果我已见着他，如果我已偎着他，我的心中愁全消。登上高高南山头，采摘鲜嫩蕨菜叶。没有见到那君子，我心忧思真凄切。如果我已见着他，如果我已偎着他，我的心中多喜悦。登上高高南山顶，采摘鲜嫩薇菜苗。没有见到那君子，我很悲伤真烦恼。如果我已见着他，如果我已偎着他，我的心中块垒消。","注释⑴草虫：一种能叫的蝗虫，蝈蝈儿。⑵喓（yāo）喓：虫鸣声。⑶趯（tì）趯：昆虫跳跃之状。阜（fù）螽（zhōng）：即蚱蜢，一种蝗虫。⑷忡（chōn\n"]}{"title":"汉广","nian":"先秦","author":"佚名","contson":"\n南有乔木，不可休思。汉有游女，不可求思。汉之广矣，不可泳思。江之永矣，不可方思。\n翘翘错薪，言刈其楚。之子于归，言秣其马。汉之广矣，不可泳思。江之永矣，不可方思。\n翘翘错薪，言刈其蒌。之子于归，言秣其驹。汉之广矣，不可泳思。江之永矣，不可方思。\n","contyishang":["译文南山乔木大又高，树下不可歇阴凉。汉江之上有游女，想去追求不可能。汉江滔滔宽又广，想要渡过不可能。江水悠悠长又长，乘筏渡过不可能。","柴草丛丛错杂生，用刀割取那荆条。姑娘就要出嫁了，赶快喂饱她的马。汉江滔滔宽又广，想要渡过不可能。江水悠悠长又长，乘筏渡过不可能。","柴草丛丛错杂生，用刀割取那蒌蒿。姑娘就要出嫁了，赶快喂饱小马驹。汉江滔滔宽又广，想要渡过不可能。江水悠悠长又长，乘筏渡过不可能。","注释①休思：休思。休\n"]}{"title":"无衣","nian":"先秦","author":"佚名","contson":"\n岂曰无衣？七兮。不如子之衣，安且吉兮。岂曰无衣？六兮。不如子之衣，安且燠兮。\n","contyishang":["译文难道说我没衣服穿？我的衣服有七件。但都不如你亲手做的，既舒适又美观。难道说我没衣服穿？我的衣服有六件。但都不如你亲手做的，既舒适又温暖。","注释①七：虚数，言衣之多；一说七章之衣，诸侯的服饰。②子：第二人称的尊称、敬称，此指制衣的人。③安：舒适。吉：美，善。④六：一说音路，六节衣。⑤燠（yù 玉）：暖热。"]}{"title":"丘中有麻","nian":"先秦","author":"佚名","contson":"\n丘中有麻，彼留子嗟。彼留子嗟，将其来施施。丘中有麦，彼留子国。彼留子国，将其来食。丘中有李，彼留之子。彼留之子，贻我佩玖。\n","contyishang":["译文土坡上一片大麻，有郎的深情留下。有郎的深情留下，盼望郎来的步伐。土坡上一片麦田，有郎的爱意缠绵。有郎的爱意缠绵，盼望郎再来野宴。土坡上一片李林，有郎的真情爱心。有郎的真情爱心，他赠送佩玉晶莹。","注释1.麻：大麻，一年生草本植物，皮可绩为布者，古时种植以其皮织布做衣，子可食。2.留：一说停留、留住之留；一说指刘姓；一说为借“懰”，美好之意。子嗟：人名。一说对那个男子的尊称。3.将（qiāng）：请；愿；希望。施施：施予，帮助，有恩惠、惠予之意。一说慢行貌，一说高兴貌。4.子国：人名。诗中\n"]}{"title":"荡","nian":"先秦","author":"佚名","contson":"\n荡荡上帝，下民之辟。疾威上帝，其命多辟。天生烝民，其命匪谌。靡不有初，鲜克有终。\n文王曰咨，咨汝殷商。曾是彊御？曾是掊克？曾是在位？曾是在服？天降滔德，女兴是力。\n文王曰咨，咨女殷商。而秉义类，彊御多怼。流言以对。寇攘式内。侯作侯祝，靡届靡究。\n文王曰咨，咨女殷商。女炰烋于中国。敛怨以为德。不明尔德，时无背无侧。尔德不明，以无陪无卿。\n文王曰咨，咨女殷商。天不湎尔以酒，不义从式。既衍尔止。靡明靡晦。式号式呼。俾昼作夜。\n文王曰咨，咨女殷商。如蜩如螗，如沸如羹。小大近丧，人尚乎由行。内奰于中国，覃及鬼方。\n文王曰咨，咨女殷商。匪上帝不时，殷不用旧。虽无老成人，尚有典刑。曾是莫听，大命以倾。\n文王曰咨，咨女殷商。人亦有言：颠沛之揭，枝叶未有害，本实先拨。殷鉴不远，在夏后之世。\n","contyishang":["译文　　上帝骄纵又放荡，他是下民的君王。上帝贪心又暴虐，政令邪僻太反常。上天生养众百姓，政令无信尽撒谎。万事开头讲得好，很少能有好收场。　　文王开口叹声长，叹你殷商末代王！多少凶暴强横贼，敲骨吸髓又贪赃，窃据高位享厚禄，有权有势太猖狂。天降这些不法臣，助长国王逞强梁。　　文王开口叹声长，叹你殷商末代王！你任善良以职位，凶暴奸臣心怏怏。面进谗言来诽谤，强横窃据朝廷上。诅咒贤臣害忠良，没完没了造祸殃。　　文王开口叹声长，叹你殷商末代王！跋扈天下太狂妄，却把恶人当忠良。知人之明你没有，不知叛臣结朋党。知人之明你没有，不知公卿谁能当。　\n"]}{"title":"山有扶苏","nian":"先秦","author":"佚名","contson":"\n山有扶苏，隰有荷华。不见子都，乃见狂且。山有乔松，隰有游龙，不见子充，乃见狡童。\n","contyishang":["译文山上有茂盛的扶苏，池里有美艳的荷花。没见到子都美男子啊，偏遇见你这个小狂徒。山上有挺拔的青松，池里有丛生的水荭。没见到子充好男儿啊，偏遇见你这个小狡童。","注释①扶苏：树木名。一说桑树。②隰（xí席）：洼地。华：同“花”。③子都：古代美男子。④狂：狂妄的人。且（jū居）：助词。一说拙、钝也。⑤桥：通“乔”，高大。⑥游龙：水草名。即荭草、水荭、红蓼。⑦子充：古代良人名。⑧狡童：姣美的少年。"]}{"title":"桑扈","nian":"先秦","author":"佚名","contson":"\n交交桑扈，有莺其羽。君子乐胥，受天之祜。\n交交桑扈，有莺其领。君子乐胥，万邦之屏。\n之屏之翰，百辟为宪。不戢不难，受福不那。\n兕觥其觩，旨酒思柔。彼交匪敖，万福来求。\n","contyishang":["译文交交鸣叫桑扈鸟，身有华丽的羽毛。大人君子多快乐，当受上天的福报。交交鸣叫桑扈鸟，颈间羽色好美妙。大人君子多快乐，保卫家国的依靠。国家屏障和栋梁，诸侯以你为榜样。克制自己守礼节，受福多得难计量。牛角酒杯弯又弯，美酒醇厚味道香。贤者交往不倨傲，万福汇聚你身上。","注释⑴桑扈（hù）：鸟名，即青雀。⑵交交：鸟鸣声。⑶莺：有文采的样子。羽毛有文采，喻诸侯有才华。⑷君子：此指群臣。胥（xū）：语助词。⑸祜（hù）：福禄。⑹领：鸟颈。此句言颈羽之美。⑺\n"]}{"title":"采菽","nian":"先秦","author":"佚名","contson":"\n采菽采菽，筐之莒之。君子来朝，何锡予之？虽无予之？路车乘马。又何予之？玄衮及黼。\n觱沸槛泉，言采其芹。君子来朝，言观其旂。其旂淠淠，鸾声嘒嘒。载骖载驷，君子所届。\n赤芾在股，邪幅在下。彼交匪纾，天子所予。乐只君子，天子命之。乐只君子，福禄申之。\n维柞之枝，其叶蓬蓬。乐只君子，殿天子之邦。乐只君子，万福攸同。平平左右，亦是率从。\n汎汎杨舟，绋纚维之。乐只君子，天子葵之。乐只君子，福禄膍之。优哉游哉，亦是戾矣。\n","contyishang":["译文　　采大豆呀采大豆，用筐用筥里面盛。诸侯君子来朝见，王用什么将他赠？纵没什么将他赠，路车驷马给他乘。还用什么将他赠？龙袍绣衣已制成。　　翻腾喷涌泉水边，我去采下水中芹。诸侯君子来朝见，看那旗帜渐渐近。他们旗帜猎猎扬，鸾铃传来真动听。三马四马驾大车，远方诸侯已来临。　　红色护膝大腿上，裹腿在下斜着绑。不致怠慢不骄狂，天子因此有赐赏。诸侯君子真快乐，天子策命颁给他。诸侯君子真快乐，又有福禄赐予他。　　柞树枝条一丛丛，它的叶子密密浓。诸侯君子真快乐，镇邦定国天子重。诸侯君子真快乐，万种福分来聚拢。左右属国善治理，于是他们都顺从。　\n"]}{"title":"瞻彼洛矣","nian":"先秦","author":"佚名","contson":"\n瞻彼洛矣，维水泱泱。君子至止，福禄如茨。韎韐有奭，以作六师。\n瞻彼洛矣，维水泱泱。君子至止，鞸琫有珌。君子万年，保其家室。\n瞻彼洛矣，维水泱泱。君子至止，福禄既同。君子万年，保其家邦。\n","contyishang":["译文望着眼前那洛水，水势茫茫在流淌。周王来到洛水滨，福禄多如茅茨样。蔽膝闪着赤色光，六军统帅检阅忙。望着眼前那洛水，水势茫茫在流淌。周王来到洛水滨，剑鞘饰玉真堂皇。周王将享万年福，保他家室永兴旺。望着眼前那洛水，水势茫茫在流淌。周王来到洛水滨，福禄全聚他身上。周王将享万年福，保其国家用安康。","注释⑴洛：洛水。古有二洛水，一发源于陕西西北，流入渭水；一发源于陕西南部，经洛阳而流入黄河。朱熹认为此诗所指为经洛阳而流入黄河的洛水。⑵泱（yāng）泱：水势盛大的样子。⑶君子：指周王。止：语助词。⑷\n"]}{"title":"园有桃","nian":"先秦","author":"佚名","contson":"\n园有桃，其实之肴。心之忧矣，我歌且谣。不知我者，谓我士也骄。彼人是哉，子曰何其？心之忧矣，其谁知之？其谁知之，盖亦勿思！园有棘，其实之食。心之忧矣，聊以行国。不知我者，谓我士也罔极。彼人是哉，子曰何其？心之忧矣，其谁知之？其谁知之，盖亦勿思！\n","contyishang":["译文园子里的树上结满了鲜桃，那些甜美的果实可吃个饱。但我内心里充满忧伤情怀，低唱着伤心曲浅呤着歌谣。那些不理解我痛苦的人啊，肯定说我书呆子清高孤傲。这些通达之人说的很对啊，但请你告诉我怎么办为好？我内心里无尽的忧伤情怀，普天下之人你们谁能知道！你们谁能真正理解我心啊，我还是不要空自伤怀的好！园子里的小枣树枝繁叶茂，那些鲜美的果实可吃个饱。但我内心里充满忧伤情怀，姑且到广袤田里转悠一遭。那些不理解我痛苦的人啊，肯定说我书呆子是大傻冒。这些通达之人说的很对啊，但请你告诉我怎么办才好？我内心里无尽的忧伤情怀，普天下之人你们谁能知道！你们谁能真正理解我心啊，我还是不要空自\n"]}{"title":"桑中","nian":"先秦","author":"佚名","contson":"\n爰采唐矣？沬之乡矣。云谁之思？美孟姜矣。期我乎桑中，要我乎上宫，送我乎淇之上矣。爰采麦矣？沬之北矣。云谁之思？美孟弋矣。期我乎桑中，要我乎上宫，送我乎淇之上矣。爰采葑矣？沬之东矣。云谁之思？美孟庸矣。期我乎桑中，要我乎上宫，送我乎淇之上矣。\n","contyishang":["译文到哪儿去采女萝？到那卫国的沫乡。我的心中在想谁？漂亮大姐她姓姜。约我等待在桑中，邀我相会在上宫，送我远到淇水旁。到哪儿去采麦穗？到那卫国沫乡北。我的心中在想谁？漂亮大姐她姓弋。约我等待在桑中，邀我相会在上宫，送我远到淇水上。到哪儿去采蔓菁？到那卫国沫乡东。我的心中在想谁？漂亮大姐她姓庸。约我等待在桑中，邀我相会在上宫，送我远到淇水滨。","注释1.鄘（yōng）：中国周代诸侯国名，在今河南省汲县北。2.爰：于何，在哪里。唐：植物名。即女萝，俗称菟丝子，寄生蔓草，秋初开小花，子实入药。一说当读为“棠”，梨的一种。\n"]}{"title":"菁菁者莪","nian":"先秦","author":"佚名","contson":"\n菁菁者莪，在彼中阿。既见君子，乐且有仪。菁菁者莪，在彼中沚。既见君子，我心则喜。菁菁者莪，在彼中陵。既见君子，锡我百朋。泛泛杨舟，载沉载浮。既见君子，我心则休。\n","contyishang":["译文莪蒿葱茏真繁茂，丛丛生长在山坳。已经见到那君子，快快乐乐好仪表。莪蒿葱茏真繁茂，簇簇生长在小洲。已经见到那君子，我的心里乐悠悠。莪蒿葱茏真繁茂，蓬蓬生长在丘陵。已经见到那君子，赐我贝币千百朋。荡漾水面杨木舟，随着波涛任漂流。已经见到那君子，我的心里乐无忧。","注释⑴菁（jīng）菁：草木茂盛。莪：莪蒿，又名萝蒿，一种可吃的野草。⑵阿：山坳。中阿，阿中也，大陵曰阿。⑶仪：仪容，气度。⑷沚：水中小洲。中沚，沚中也。小中小洲曰沚。⑸中陵：陵中也。丘陵高坡之地。\n"]}{"title":"小戎","nian":"先秦","author":"佚名","contson":"\n小戎俴收，五楘梁辀。游环胁驱，阴靷鋈续。文茵畅毂，驾我骐馵。言念君子，温其如玉。在其板屋，乱我心曲。四牡孔阜，六辔在手。骐骝是中，騧骊是骖。龙盾之合，鋈以觼軜。言念君子，温其在邑。方何为期？胡然我念之。俴驷孔群，厹矛鋈錞。蒙伐有苑，虎韔镂膺。交韔二弓，竹闭绲滕。言念君子，载寝载兴。厌厌良人，秩秩德音。\n","contyishang":["译文战车轻小车厢浅，五根皮条缠车辕。游环胁驱马背拴，拉扯皮带穿铜环。坐垫纹美车毂长，驾着花马鞭儿扬。思念夫君人品好，温和就像玉一样。住在木板搭的房，让我心烦又忧伤。四匹雄马健又壮，驭手握着六条缰。青马红马在中间，黄马和黑马在两旁。龙纹盾牌并一起，铜环辔绳串成行。思念夫君人品好，他在家时多温暖。何时是他归来日，让我对他长思念。四马轻身步协调，三棱矛柄镶铜套。巨大盾牌花纹美，虎皮弓套镂金雕。两弓交错插袋中，弓檠夹弓绳缠绕。思念夫君人品好，若醒若睡心焦躁。安静柔和好夫君，彬彬有礼声誉高。","注释1.小戎：兵车。因车厢较小，故称小戎。\n"]}{"title":"黍离","nian":"先秦","author":"佚名","contson":"\n彼黍离离，彼稷之苗。行迈靡靡，中心摇摇。知我者，谓我心忧；不知我者，谓我何求。悠悠苍天，此何人哉？彼黍离离，彼稷之穗。行迈靡靡，中心如醉。知我者，谓我心忧；不知我者，谓我何求。悠悠苍天，此何人哉？彼黍离离，彼稷之实。行迈靡靡，中心如噎。知我者，谓我心忧；不知我者，谓我何求。悠悠苍天，此何人哉？\n","contyishang":["译文看那黍子一行行，高粱苗儿也在长。走上旧地脚步缓，心里只有忧和伤。能够理解我的人，说我是心中忧愁。不能理解我的人，问我把什么寻求。高高在上苍天啊，何人害我离家走？看那黍子一行行，高粱穗儿也在长。走上旧地脚步缓，如同喝醉酒一样。能够理解我的人，说我是心中忧愁。不能理解我的人，问我把什么寻求。高高在上苍天啊，何人害我离家走？看那黍子一行行，高粱穗儿红彤彤。走上旧地脚步缓，心中如噎一般痛。能够理解我的人，说我是心中忧愁。不能理解我的人，问我把什么寻求。高高在上苍天啊，何人害我离家走？","注释1.黍（shǔ）：北方的一种农作物，形似\n"]}{"title":"周颂·我将","nian":"先秦","author":"佚名","contson":"\n我将我享，维羊维牛，维天其右之。仪式刑文王之典，日靖四方。伊嘏文王，既右飨之。我其夙夜，畏天之威，于时保之。\n","contyishang":["译文奉上祭品献神灵，祭品有牛还有羊，祈求上天佑周邦。效法文王的典章，日日谋求安四方。伟大文王英名扬，配祀上帝祭品享。我们早晚勤努力，遵循天道畏天威，才能保佑我周邦。","注释⑴我：周武王自称。将：捧。⑵享：献祭品。⑶右：通“佑”，保佑。⑷仪式：法度。刑：通“型”，效法。典：典章制度。⑸靖：平定，治理。⑹伊：语助词。嘏（gǔ）：福。一说通“假”，伟大。⑺既：尽。右：助。朱熹《诗集传》则以为神灵“降而在祭牛羊之右”。飨（xiǎng）：享用祭品。⑻夙夜：早晚，指勤政。\n"]}{"title":"出车","nian":"先秦","author":"佚名","contson":"\n我出我车，于彼牧矣。自天子所，谓我来矣。召彼仆夫，谓之载矣。王事多难，维其棘矣。我出我车，于彼郊矣。设此旐矣，建彼旄矣。彼旟旐斯，胡不旆旆？忧心悄悄，仆夫况瘁。王命南仲，往城于方。出车彭彭，旂旐央央。天子命我，城彼朔方。赫赫南仲，玁狁于襄。昔我往矣，黍稷方华。今我来思，雨雪载途。王事多难，不遑启居。岂不怀归？畏此简书。喓喓草虫，趯趯阜螽。未见君子，忧心忡忡。既见君子，我心则降。赫赫南仲，薄伐西戎。春日迟迟，卉木萋萋。仓庚喈喈，采蘩祁祁。执讯获丑，薄言还归。赫赫南仲，玁狁于夷。\n","contyishang":["译文我乘坐高大战车准备出征，前军列队静侯在都城郊外。从周王的宫殿里传出命令，听从国家召唤我到这里来。召唤我的仆从马弁到身边，告诉他们一同上车到前线。国家多事之秋安全成大患，我们务必紧急赴难勇向前。我乘坐高大战车准备出征，后军列队静候在都城门边。遍布绘有龟蛇图案的旗帜，漂亮羽毛插在大旗的顶端。那些绘有龟蛇鹰隼的大旗，无不在浩浩风中猎猎招展。此去安危胜败我忧虑不安，马弁随从尽带愁容与忧颜。周王给南仲大将军发号令，派他去遥远的朔方筑防城。众多战车一齐出动响嘭嘭，旗帜漫空飞舞斑斓又鲜明。周天子给我们颁下严号令，火速赶往那朔方修筑防城。威名赫赫的南仲大将军啊，率\n"]}{"title":"頍弁","nian":"先秦","author":"佚名","contson":"\n有頍者弁，实维伊何？尔酒既旨，尔肴既嘉。岂伊异人？兄弟匪他。\n茑与女萝，施于松柏。未见君子，忧心奕奕；既见君子，庶几说怿。\n有頍者弁，实维何期？尔酒既旨，尔肴既时。岂伊异人？兄弟具来。\n茑与女萝，施于松上。未见君子，忧心怲怲；既见君子，庶几有臧。\n有頍者弁，实维在首。尔酒既旨，尔肴既阜。岂伊异人？兄弟甥舅。\n如彼雨雪，先集维霰。死丧无日，无几相见。乐酒今夕，君子维宴。\n","contyishang":["译文鹿皮礼帽真漂亮，戴着皮帽为哪桩？你的酒浆都甘醇，你的肴馔也很香。来的哪里有外人，都是兄弟坐一堂。爬藤茑草与女萝，攀援松柏才生长。未曾见到君子面，忧心忡忡实难当。既已见到君子面，才有喜悦没忧伤。鹿皮礼帽真漂亮，戴着皮帽为哪桩？你的酒浆都甘醇，你的肴馔也很香。来的哪里有外人？兄弟都来聚一堂。爬藤茑草与女萝，攀援松柏才生长。未曾见到君子来，忧思满怀实难当。既已见到君子面，没有烦恼喜洋洋。鹿皮礼帽真漂亮，端端正正戴头顶。你的酒浆都甘醇，你的肴馔真丰盛。来的哪里有外人？都是兄弟和舅甥。如同雪花飘眼前，冰珠阵阵坠满天。死亡日子难逆料，时间无多难相见。今夜开怀应\n"]}{"title":"商颂·烈祖","nian":"先秦","author":"佚名","contson":"\n嗟嗟烈祖！有秩斯祜。申锡无疆，及尔斯所。既载清酤，赉我思成。亦有和羹，既戒既平。鬷假无言，时靡有争。绥我眉寿，黄耇无疆。约軧错衡，八鸾鸧鸧。以假以享，我受命溥将。自天降康，丰年穰穰。来假来飨，降福无疆。顾予烝尝，汤孙之将。\n","contyishang":["译文赞叹伟大我先祖，大吉大利有洪福。永无休止赏赐厚，至今恩泽仍丰足。祭祖清酒杯中注，佑我事业得成功。再把肉羹调制好，五味平和最适中。众人祷告不出声，没有争执很庄重。赐我平安得长寿，长寿无终保安康。车衡车轴金革镶，銮铃八个鸣铿锵。来到宗庙祭祖上，我受天命自浩荡。平安康宁从天降，丰收之年满囤粮。先祖之灵请尚飨，赐我大福绵绵长。秋冬两祭都登场，成汤子孙永祭享。","注释⑴烈祖：功业显赫的祖先,此指商朝开国的君王成汤。⑵有秩斯祜（\n"]}{"title":"小旻","nian":"先秦","author":"佚名","contson":"\n旻天疾威，敷于下土。谋犹回遹，何日斯沮？谋臧不从，不臧覆用。我视谋犹，亦孔之邛。\n潝潝訿訿，亦孔之哀。谋之其臧，则具是违。谋之不臧，则具是依。我视谋犹，伊于胡厎。\n我龟既厌，不我告犹。谋夫孔多，是用不集。发言盈庭，谁敢执其咎？如匪行迈谋，是用不得于道。\n哀哉为犹，匪先民是程，匪大犹是经。维迩言是听，维迩言是争。如彼筑室于道谋，是用不溃于成。\n国虽靡止，或圣或否。民虽靡膴，或哲或谋，或肃或艾。如彼泉流，无沦胥以败。\n不敢暴虎，不敢冯河。人知其一，莫知其他。战战兢兢，如临深渊，如履薄冰。\n","contyishang":["译文苍天苍天太暴虐，灾难降临我国界。朝廷策谋真邪僻，不知何时能止歇。善谋良策难听从，歪门邪道反不绝。我看朝廷的谋划，确是弊病太多些。小人叽喳攻异己，是非不分我悲凄。若有什么好谋略，他们全都不肯依。若有什么坏计策，他们全都会同意。我看朝廷的谋划，不知弄到何境地。占卜灵龟已厌倦，谋划再不向我谈。谋臣策士实在多，就是没有好意见。议论纷纷满庭中，指出弊病有谁敢！就像谋划要远行，真到路上没效验。如此谋划我悲痛，古圣先贤不效法，常规大道不遵从。近僻之言王爱听，肤浅之见纷聚讼。就像宫室建路上，当然不会获成功。国家虽然没法度，人有聪明有糊涂。人\n"]}{"title":"葛覃","nian":"先秦","author":"佚名","contson":"\n葛之覃兮，施于中谷，维叶萋萋。黄鸟于飞，集于灌木，其鸣喈喈。葛之覃兮，施于中谷，维叶莫莫。是刈是濩，为絺为綌，服之无斁。言告师氏，言告言归。薄污我私，薄浣我衣。害浣害否？归宁父母。\n","contyishang":["译文葛草长得长又长，漫山遍谷都有它，藤叶茂密又繁盛。黄鹂上下在飞翔，飞落栖息灌木上，鸣叫婉转声清丽。葛草长得长又长，漫山遍谷都有它，藤叶茂密又繁盛。割藤蒸煮织麻忙，织细布啊织粗布，做衣穿着不厌弃。告诉管家心理话，说我心想回娘家。快把内衣洗干净。洗和不洗分清楚，回娘家去看父母。","注释⑴葛：多年生草本植物，花紫红色，茎可做绳，纤维可织葛布，俗称夏布，其藤蔓亦可制鞋（即葛屦），夏日穿用。覃（tán）：本指延长之意，此指蔓生之藤。⑵施（yì）：蔓延。中谷：山谷中。⑶维：发语助词，无义。萋萋：茂盛貌。\n"]}{"title":"权舆","nian":"先秦","author":"佚名","contson":"\n於我乎，夏屋渠渠，今也每食无余。于嗟乎，不承权舆！於我乎，每食四簋，今也每食不饱。于嗟乎，不承权舆！\n","contyishang":["译文唉我呀！曾客居华馆大屋，如今每顿饭供应都不丰富。可叹啊！待遇远不如当初！呜呼哉！曾经餐餐多美好，如今每天挨饿顿顿吃不饱。可怜啊！远远不如从前好！","注释⑴权舆：本指草木初发，引申为起始，见马瑞辰《毛诗传笺通释》。⑵於（wū）：叹词。⑶夏屋：大的食器。夏，大；屋，通“握”，《尔雅》：“握，具也。”渠渠：丰盛。《广雅》：“渠渠，盛也。”⑷于嗟乎：悲叹声。⑸承：继承。⑹簋（guǐ）：古代青铜或陶制圆形食器。毛传：“四簋，黍稷稻粱。”朱熹《诗集传》：“四簋，礼食之盛也。”"]}{"title":"周颂·桓","nian":"先秦","author":"佚名","contson":"\n绥万邦，屡丰年。天命匪解，桓桓武王。保有厥士，于以四方，克定厥家。于昭于天，皇以间之。\n","contyishang":["译文万国和睦，连年丰收，全靠上天降福祥。威风凛凛的武王，拥有英勇的兵将，安抚了天下四方，周室安定兴旺。啊，功德昭著于上苍，请皇天监察我周室家邦。","注释⑴绥：和。万邦：指天下各诸侯国。⑵娄（lǚ）：同“屡”。⑶匪解（fēi xiè）：非懈，不懈怠。⑷桓桓：威武的样子。⑸保：拥有。士：指武士。⑹于：往。以：有。有四方，即征服四方之国而拥有天下。⑺克：能。家：周室，周王宗室。⑻於（wū）：叹词。昭：光明，显耀。⑼皇：皇天。间（jiàn）：通“瞷”，监察。\n"]}{"title":"周颂·敬之","nian":"先秦","author":"佚名","contson":"\n敬之敬之，天维显思，命不易哉。无曰高高在上，陟降厥士，日监在兹。维予小子，不聪敬止。日就月将，学有缉熙于光明。佛时仔肩，示我显德行。\n","contyishang":["译文警戒警戒要记牢，苍天在上理昭昭，天命不改有常道。休说苍天高在上，佞人贤士下上朝，时刻监视明秋毫。我虽年幼初登基，聪明戒心尚缺少。日有所成月月进，日积月累得深造。任重道远我所乐，光明美德作先导。","注释⑴敬：通“儆”，警戒。之：语气词。⑵维：是。显：明察，明白。思：语气助词。⑶命：天命。易：变更。此句谓天命不是一成不变的。⑷陟（zhì）降：升降。《尔雅》：“陟，升也。”厥：其。士：庶士，指群臣。一说士，通“事”。⑸日：每天。监：察，监视。兹：此，指人间。⑹小子：年轻人，周成王自称。\n"]}{"title":"祈父","nian":"先秦","author":"佚名","contson":"\n祈父，予王之爪牙。胡转予于恤，靡所止居？祈父，予王之爪士。胡转予于恤，靡所厎止？祈父，亶不聪。胡转予于恤？有母之尸饔。\n","contyishang":["译文祈父！我是君王的卫兵。为何让我去征戍？没有住所不安定。祈父！我是君王的武士。为何让我去征戍？跑来跑去无休止。祈父！脑子的确不好使。为何让我去征戍？家中老母没饭吃。","注释⑴祈（qí）父（fǔ）：周代执掌封畿兵马的高级官员，即司马。⑵爪（zhǎo）牙：保卫国王的虎士，是对武臣的比喻。《汉书·李广传》：“将军者，国之爪牙也“。谓祈父职掌我王爪牙之事也。 现在多用作贬义。⑶恤（xù）：忧愁。⑷靡（mǐ）所：没有处所。⑸爪士：即爪牙之士。⑹厎（zhǐ）：停止。一说“至也”\n"]}{"title":"周颂·潜","nian":"先秦","author":"佚名","contson":"\n猗与漆沮，潜有多鱼。有鳣有鲔，鲦鲿鰋鲤。以享以祀，以介景福。\n","contyishang":["译文美好漆水和沮水，多种鱼类在栖息。有那鳣鱼和鲔鱼，还有鲦鲿和鰋鲤。用来祭祀献祖先，求得福祉永绵延。","注释⑴猗（yī）与：赞美之词。漆沮（jù）：两条河流名，均在今陕西省渭河以北。⑵潜：通“槮（sēn）”，放在水中供鱼栖止的柴堆。⑶鳣（zhān）：鳇鱼，无鳞，肉黄，大者可达二、三丈长。鲔（wěi）：鲟鱼，长一、二丈。⑷鲦（tiáo）：白条鱼，长仅数寸，状如柳叶，鳞细而白。鲿（cháng）：黄颊鱼，尾微黄。鰋（yǎn）：鲇鱼，无鳞。⑸享：祭献。⑹介：助，一说祈求。景：大。"]}{"title":"终南","nian":"先秦","author":"佚名","contson":"\n终南何有？有条有梅。君子至止，锦衣狐裘。颜如渥丹，其君也哉！终南何有？有纪有堂。君子至止，黻衣绣裳。佩玉将将，寿考不忘！\n","contyishang":["译文终南山上有什么？有山楸来有梅树。有位君子到此地，锦绣衣衫狐裘服。脸儿红红像涂丹，莫非他是我君主？","终南山上有什么？有棱有角地宽敞。有位君子到此地，青黑上衣五彩裳。身上佩玉响叮当，富贵寿考莫相忘。","译文二终南山上有什么？有山楸来有梅树。有位君子到此地，锦绣衣衫狐裘服。脸儿红红像涂丹，那是我的君王啊。","终南山上有什么？有棱有角地宽敞。有位君子到此地，青黑上衣五彩裳。身上佩玉响叮当，到寿命终结也忘不了。","注：在此“也哉”可用语助词解，而且“也”的其他用法中一般不存在在这种情况下当或许的可能。考为寿命终结\n"]}{"title":"燕燕","nian":"先秦","author":"佚名","contson":"\n燕燕于飞，差池其羽。之子于归，远送于野。瞻望弗及，泣涕如雨。燕燕于飞，颉之颃之。之子于归，远于将之。瞻望弗及，伫立以泣。燕燕于飞，下上其音。之子于归，远送于南。瞻望弗及，实劳我心。仲氏任只，其心塞渊。终温且惠，淑慎其身。先君之思，以勖寡人。\n","contyishang":["译文燕子飞翔天上，参差舒展翅膀。妹子今日远嫁，相送郊野路旁。瞻望不见人影，泪流纷如雨降。燕子飞翔天上，身姿忽下忽上。妹子今日远嫁，相送不嫌路长。瞻望不见人影，伫立满面泪淌。燕子飞翔天上，鸣音呢喃低昂。妹子今日远嫁，相送远去南方。瞻望不见人影，实在痛心悲伤。二妹诚信稳当，思虑切实深长。温和而又恭顺，为人谨慎善良。常常想着父王，叮咛响我耳旁。","注释⑴燕燕：即燕子。⑵差（cī）池（chí）其羽：义同“参差”，形容燕子张舒其尾翼。⑶瞻：往前看；弗：不能。⑷颉（xié）：上飞。颃（hán\n"]}{"title":"郑风·扬之水","nian":"先秦","author":"佚名","contson":"\n扬之水，不流束楚。终鲜兄弟，维予与女。无信人之言，人实诳女。扬之水，不流束薪。终鲜兄弟，维予二人。无信人之言，人实不信。\n","contyishang":["译文弯弯的小河水静静地流啊，成捆的荆条漂载不起来啊！我娘家兄弟实在是太少啊，眼下就我和你咱夫妻俩啊！你千万别信他人传闲话啊，他们那是在挑拨诳骗你啊！弯弯的小河水哗哗地淌啊，成捆的干柴漂载不起来啊！我娘家兄弟实在是太少啊，眼下就我和你咱夫妻俩啊！你千万别信他人传闲话啊，他们那些人实在不可信啊！","注释①扬之水：平缓流动的水。扬，悠扬，缓慢无力的样子。一说激扬之水，喻夫。②楚：荆条。③鲜（xiǎn 显）：缺少。④女（rǔ）：通”汝“，你。⑤言：流言。⑥诳（kuáng）：欺骗。\n"]}{"title":"匪风","nian":"先秦","author":"佚名","contson":"\n匪风发兮，匪车偈兮。顾瞻周道，中心怛兮。匪风飘兮，匪车嘌兮。顾瞻周道，中心吊兮。谁能亨鱼？溉之釜鬵。谁将西归？怀之好音。\n","contyishang":["译文那大风呼啸起来旗带飘荡，那车儿飞奔起来辚辚作响。回顾通周的大道渐行渐远，心里陡然涌起无尽的忧伤。那大风呼啸而来左右回旋，那车儿飞奔起来轱辘响转。回顾通周的大道渐行渐远，我心里无尽悲伤好不凄然。哪位妙手烹制鲜美的河鲤？我愿为他当助手洗净锅底。哪位朋友准备西归故乡去？为我捎回一切安好的讯息。","注释⑴桧（kuài）风：即桧地的乐调。桧地在今河南郑州、新镇、荥阳、密县一带。⑵匪（bǐ）风：那风。匪，通“彼”，那。⑶发：犹“发发”，风吹声。⑷偈（jié）：疾驰貌。⑸周道：大道。\n"]}{"title":"苕之华","nian":"先秦","author":"佚名","contson":"\n苕之华，芸其黄矣。心之忧矣，维其伤矣！\n苕之华，其叶青青。知我如此，不如无生！\n牂羊坟首，三星在罶。人可以食，鲜可以饱！\n","contyishang":["译文凌霄开了花，花儿黄又黄。内心真忧愁，痛苦又悲伤！凌霄开了花，叶子青又青。知道我这样，不如不降生！母羊头特大，鱼篓映星光。人有食可吃，岂望饱肚肠！","注释⑴苕（tiáo）：植物名，又叫凌霄或紫葳，夏季开花。华：同“花”。⑵芸（yún）其：芸然，一片黄色的样子。⑶维其：何其。⑷牂（zāng）羊：母羊。坟首：头大。⑸三星：泛指星光。罶（lǐu）：捕鱼的竹器。⑹鲜（xiǎn）：少。"]}{"title":"关雎","nian":"先秦","author":"佚名","contson":"\n关关雎鸠，在河之洲。窈窕淑女，君子好逑。参差荇菜，左右流之。窈窕淑女，寤寐求之。求之不得，寤寐思服。悠哉悠哉，辗转反侧。参差荇菜，左右采之。窈窕淑女，琴瑟友之。参差荇菜，左右芼之。窈窕淑女，钟鼓乐之。\n","contyishang":["译文关关和鸣的雎鸠，相伴在河中的小洲。那美丽贤淑的女子，是君子的好配偶。参差不齐的荇菜，从左到右去捞它。那美丽贤淑的女子，醒来睡去都想追求她。追求却没法得到，白天黑夜便总思念她。长长的思念哟，叫人翻来覆去难睡下。参差不齐的荇菜，从左到右去采它。那美丽贤淑的女子，奏起琴瑟来亲近她。参差不齐的荇菜，从左到右去拔它。那美丽贤淑的女子，敲起钟鼓来取悦她。","注释⑴关关：象声词，雌雄二鸟相互应和的叫声。雎鸠（jū jiū）：一种水鸟名，即王鴡。⑵洲：水中的陆地。⑶窈窕（yǎo tiǎo）淑\n"]}{"title":"抑","nian":"先秦","author":"佚名","contson":"\n抑抑威仪，维德之隅。人亦有言：靡哲不愚，庶人之愚，亦职维疾。哲人之愚，亦维斯戾。\n无竞维人，四方其训之。有觉德行，四国顺之。訏谟定命，远犹辰告。敬慎威仪，维民之则。\n其在于今，兴迷乱于政。颠覆厥德，荒湛于酒。女虽湛乐从，弗念厥绍。罔敷求先王，克共明刑。\n肆皇天弗尚，如彼泉流，无沦胥以亡。夙兴夜寐，洒扫庭内，维民之章。修尔车马，弓矢戎兵，用戒戎作，用逷蛮方。\n质尔人民，谨尔侯度，用戒不虞。慎尔出话，敬尔威仪，无不柔嘉。白圭之玷，尚可磨也；斯言之玷，不可为也！\n无易由言，无曰苟矣，莫扪朕舌，言不可逝矣。无言不雠，无德不报。惠于朋友，庶民小子。子孙绳绳，万民靡不承。\n视尔友君子，辑柔尔颜，不遐有愆。相在尔室，尚不愧于屋漏。无曰不显，莫予云觏。神之格思，不可度思，矧可射思！\n辟尔为德，俾臧俾嘉。淑慎尔止，不愆于仪。不僭不贼，鲜不为则。投我以桃，报之以李。彼童而角，实虹小子。\n荏染柔木，言缗之丝。温温恭人，维德之基。其维哲人，告之话言，顺德之行。其维愚人，覆谓我僭。民各有心。\n於乎小子，未知臧否。匪手携之，言示之事。匪面命之，言提其耳。借曰未知，亦既抱子。民之靡盈，谁夙知而莫成？\n昊天孔昭，我生靡乐。视尔梦梦，我心惨惨。诲尔谆谆，听我藐藐。匪用为教，覆用为虐。借曰未知，亦聿既耄。\n于乎，小子，告尔旧止。听用我谋，庶无大悔。天方艰难，曰丧厥国。取譬不远，昊天不忒。回遹其德，俾民大棘。\n","contyishang":["译文　　仪表堂堂礼彬彬，为人品德很端正。古人有句老俗话：“智者有时也愚笨。”常人如果不聪明，那是本身有毛病。智者如果不聪明，那就反常令人惊。　　有了贤人国强盛，四方诸侯来归诚。君子德行正又直，诸侯顺从庆升平。建国大计定方针，长远国策告群臣。举止行为要谨慎，人民以此为标准。　　如今天下乱纷纷，国政混乱不堪论。你的德行已败坏，沉湎酒色醉醺醺。只知吃喝和玩乐，继承帝业不关心。先王治道不广求，怎能明法利众民。　　皇天不肯来保佑，好比泉水空自流，君臣相率一齐休。应该起早又睡晚，里外洒扫除尘垢，为民表率要带头。整治你的车和马，弓箭武器认真修，防备一旦战\n"]}{"title":"小雅·谷风","nian":"先秦","author":"佚名","contson":"\n习习谷风，维风及雨。将恐将惧，维予与女。将安将乐，女转弃予。\n习习谷风，维风及颓。将恐将惧，置予于怀。将安将乐，弃予如遗。\n习习谷风，维山崔嵬。无草不死，无木不萎。忘我大德，思我小怨。\n","contyishang":["译文谷口呼呼刮大风，大风夹带阵阵雨。当年担惊受怕时，唯我帮你分忧虑。如今富裕又安乐，你却弃我掉头去。","谷口呼呼刮大风，大风旋转不停息。当年担惊受怕时，你搂我在怀抱里。如今富裕又安乐，将我抛开全忘记。","谷口呼呼风不停，刮过巍巍高山岭。刮得百草全枯死，刮得树木都凋零。我的好处你全忘。专门记我小毛病。","注释⑴习习：大风声。⑵维：是。⑶将：方，正当。⑷与：助。女：同“汝”，你。⑸转：反而。⑹颓：自上而下的旋风。⑺寘：同“置”。⑻遗：遗忘。\n"]}{"title":"相鼠","nian":"先秦","author":"佚名","contson":"\n相鼠有皮，人而无仪！人而无仪，不死何为？相鼠有齿，人而无止！人而无止，不死何俟？相鼠有体，人而无礼，人而无礼！胡不遄死？\n","contyishang":["译文你看这黄鼠还有皮，人咋会不要脸面。人若不要脸面，还不如死了算啦。你看这黄鼠还有牙齿，人却不顾德行。人要没有德行，不去死还等什么。你看这黄鼠还有肢体，人却不知礼义。人要不知礼义，还不如快快死去。","注释⑴相：视也。⑵仪：威仪，指人的举止作风大方正派而言，具有尊严的行为外表。一说为“礼仪”。⑶何为：为何，为什么。⑷止：假借为“耻”，郑笺释为“容止”，也可通。⑸俟：等。“不死何俟”为“俟何”宾语前置。⑹体：肢体。⑺礼：礼仪，指知礼仪，或指有教养。\n"]}{"title":"周颂·载见","nian":"先秦","author":"佚名","contson":"\n载见辟王，曰求厥章。龙旂阳阳，和铃央央。鞗革有鸧，休有烈光。率见昭考，以孝以享。以介眉寿，永言保之，思皇多祜。烈文辟公，绥以多福，俾缉熙于纯嘏。\n","contyishang":["译文诸侯初次朝周王，求赐王朝新典章。蛟龙旗帜随风扬，车上和铃响叮当。马辔铜饰光灿灿，美丽饰物闪光芒。相率拜祭先王灵，孝敬祭品请神享。祈求神明赐长寿，保佑日子用安康，赐予幸福无穷量。文武兼备诸侯公，先王赐予你多福，使你事业永辉煌。","注释⑴载（zài）：始。⑵辟王：君王。指周成王。⑶曰：同“聿”，发语词。厥：其。章：典章法度。指车服礼仪之文章制度。《郑笺》：“此诗始见君王，谓见成王也。曰求其章者，求车服礼仪之文章制度也。”⑷龙旂（qí）：画有蛟龙图案的旗，旗竿头系铃。《郑笺》：“交龙为旂。”阳阳：鲜明。一说即“扬扬”\n"]}{"title":"蜉蝣","nian":"先秦","author":"佚名","contson":"\n蜉蝣之羽，衣裳楚楚。心之忧矣，於我归处。蜉蝣之翼，采采衣服。心之忧矣，於我归息。蜉蝣掘阅，麻衣如雪。心之忧矣，於我归说。\n","contyishang":["译文微弱蜉蝣在空中振翅飞舞，漂亮的外衣色彩鲜明夺目。叹其生苦短我心溢满忧伤，我将如何安排人生的归宿？细小蜉蝣在空中振翅飞舞，尽情展示着它华美的衣服。叹其生短促我心涌满忧郁，我人生的归宿将栖落何处？柔嫩的蜉蝣刚刚破土而出，轻轻舞动雪白的麻纹衣服。叹其生命短暂我忧郁满怀，到哪里寻找我人生的归宿？","注释⑴蜉（fú）蝣（yóu）：一种昆虫，寿命只有几个小时到一周左右。⑵蜉蝣之羽：以蜉蝣之羽形容衣服薄而有光泽。⑶楚楚：鲜明貌。一说整齐干净。⑷於（wū）：通“乌”，何，哪里。⑸采采：光洁鲜\n"]}{"title":"绵蛮","nian":"先秦","author":"佚名","contson":"\n绵蛮黄鸟，止于丘阿。道之云远，我劳如何。饮之食之，教之诲之。命彼后车，谓之载之。\n绵蛮黄鸟，止于丘隅。岂敢惮行，畏不能趋。饮之食之。教之诲之。命彼后车，谓之载之。\n绵蛮黄鸟，止于丘侧。岂敢惮行，畏不能极。饮之食之，教之诲之。命彼后车，谓之载之。\n","contyishang":["译文　　毛茸茸的小黄鸟，栖息在那山坳中。道路漫长又遥远，我行道路多劳苦。让他吃饱又喝足，教他通情又达理。叫那随从的副车，让他做上拉他走。　　毛茸茸的小黄鸟，栖息在那山角落。哪里是怕徒步走，只怕太慢难走到。让他吃饱又喝足，教他通情又达理。叫那随从的副车，让他做上拉他走。　　毛茸茸的小黄鸟，栖息在那山丘旁。哪里是怕徒步走，只怕不能走到底。让他吃饱又喝足，教他通情又达理。叫那随从的副车，让他做上拉他走。","注释①绵蛮：小鸟的模样。②丘阿：山坳。③后车：副车，跟在后面的从车。④惮：畏惧，惧怕。\n"]}{"title":"芣苢","nian":"先秦","author":"佚名","contson":"\n采采芣苢，薄言采之。采采芣苢，薄言有之。采采芣苢，薄言掇之。采采芣苢，薄言捋之。采采芣苢，薄言袺之。采采芣苢，薄言襭之。\n","contyishang":["注释⑴采采：采而又采。芣苢（fúyǐ ）：植物名，即车前草，其叶和种子都可以入药，有明显的利尿作用，并且其穗状花序结籽特别多，可能与当时的多子信仰有关。⑵薄言：发语词，无义。这里主要起补充音节的作用。⑶有：取得。⑷掇（duō）：拾取，伸长了手去采。⑸捋（luō\n"]}{"title":"出其东门","nian":"先秦","author":"佚名","contson":"\n出其东门，有女如云。虽则如云，匪我思存。缟衣綦巾，聊乐我员。出其闉闍，有女如荼。虽则如荼，匪我思且。缟衣茹藘，聊可与娱。\n","contyishang":["译文漫步城东门，美女多若天上云。虽然多若云，非我所思人。唯此素衣绿头巾，令我爱在心。漫步城门外，美女多若茅花白。虽若茅花白，亦非我所怀。唯此素衣红佩巾，可娱可相爱。","注释①东门：城东门。②如云：形容众多。③匪：非。思存：想念。思：语助词。存：一说在；一说念；一说慰籍。④缟（gǎo 稿）：白色；素白绢。綦（qí 其）巾：暗绿色头巾。⑤聊：愿。员（yún 云）：同“云”，语助词。⑥闉闍（yīn dū 因都）：外城门。⑦荼：茅花，白色。茅花开时一片皆白，此亦形容女子众多。\n"]}{"title":"鱼藻","nian":"先秦","author":"佚名","contson":"\n鱼在在藻，有颁其首。王在在镐，岂乐饮酒。\n鱼在在藻，有莘其尾。王在在镐，饮酒乐岂。\n鱼在在藻，依于其蒲。王在在镐，有那其居。\n","contyishang":["译文鱼在哪儿在水藻，肥肥大大头儿摆。王在哪儿在京镐，欢饮美酒真自在。鱼在哪儿在水藻，悠悠长长尾巴摇。王在哪儿在京镐，欢饮美酒真逍遥。鱼在哪儿在水藻，贴着蒲草多安详。王在哪儿在京镐，所居安乐好地方。","注释⑴颁（fén）：头大的样子。⑵镐：西周都城，在今陕西西安。⑶岂（kǎi）乐：欢乐。⑷莘（申）：尾巴长的样子。⑸蒲：多年生草本植物，叶长而尖，多长在河滩上。⑹那（nuó）：安闲的样子。"]}{"title":"考槃","nian":"先秦","author":"佚名","contson":"\n考槃在涧，硕人之宽。独寐寤言，永矢弗谖。考槃在阿，硕人之薖。独寐寤歌，永矢弗过。考槃在陆，硕人之轴。独寐寤宿，永矢弗告。\n","contyishang":["译文筑成木屋山涧间，贤人居住天地宽。独眠独醒独自言，永记快乐不言传。筑成木屋山之坡，贤人居如安乐窝。独眠独醒独自歌，绝不走出这山阿。筑成木屋在高原，贤人在此独盘桓。独眠独醒独自宿，此中乐趣不能言。","注释⑴考槃（pán）：盘桓之意，指避世隐居。一说指扣盘而歌。考，筑成，建成。槃，架木为屋。一说“考”是“扣”的假借字；“槃”通“盘”，指盛水的木制器皿。⑵涧：山间流水的沟。朱熹《诗集传》：“山夹水曰涧。”⑶硕人之宽：隐士宽阔的居处。硕人，大人，美人，贤人。本指形象高大丰满的人，不仅指形体而言，更主要指人道德\n"]}{"title":"子衿","nian":"先秦","author":"佚名","contson":"\n青青子衿，悠悠我心。纵我不往，子宁不嗣音？青青子佩，悠悠我思。纵我不往，子宁不来？挑兮达兮，在城阙兮。一日不见，如三月兮。\n","contyishang":["译文青青的是你的衣领，悠悠的是我的思念。纵然我不曾去会你，难道你不把音信传？青青的是你的佩带，悠悠的是我的情怀。纵然我不曾去找你，难道你不能主动来？来来往往张眼望啊，在这高高的城楼上。一天不见你的面啊，好像有三月那样长！","注释⑴子衿：周代读书人的服装。子，男子的美称，这里即指“你”。衿，即襟，衣领。⑵悠悠：忧思不断的样子。⑶宁（nìng）：岂，难道。嗣（yí）音：寄传音讯。嗣，通“贻”，给、寄的意思 。⑷佩：这里指系佩玉的绶带。⑸挑（táo）兮达（tà）兮：独自走来走去的样子。\n"]}{"title":"君子阳阳","nian":"先秦","author":"佚名","contson":"\n君子阳阳，左执簧，右招我由房，其乐只且！君子陶陶，左执翿，右招我由敖，其乐只且！\n","contyishang":["译文舞师喜洋洋，左手握笙簧，右手招我奏“由房”。心里乐又爽！舞师乐陶陶，左手摇羽毛，右手招我奏“由敖”。快乐真不少！","注释①君子：指舞师。阳阳：洋洋得意。②簧：古乐器名，竹制，似笙而大。③我：舞师（君子）的同事。由房：为一种房中乐。毛传：“由，用也。国君有房中之乐。”胡承珙《毛诗后笺》：“由房者，房中，对庙朝言之。人君燕息时所奏之乐，非庙朝之乐，故曰房中。”一说由房即游放。④只且（音居）：语助词。⑤陶陶：和乐舒畅貌。⑥翿（音道）：歌舞所用道具，用五彩野鸡羽毛做成，扇形。\n"]}