{"title":"调笑令·胡马","nian":"唐代","author":"韦应物","contson":"\n胡马，胡马，远放燕支山下。跑沙跑雪独嘶，东望西望路迷。迷路，迷路，边草无穷日暮。\n","contyishang":["译文有一匹胡马，被远放在燕支山下。它在沙地上、雪地上来回地用蹄子刨，独自嘶鸣着，它停下来东张张，西望望，发现自己迷路了。而此刻，辽阔的大草原茫茫无边，天色将晚。 ","注释胡：古代对北方和西方各族的泛称。燕支山：在今甘肃省张掖市山丹县境内。跑：同“刨”。 嘶：马叫声。"]}{"title":"湘月·天风吹我","nian":"清代","author":"龚自珍","contson":"\n壬申夏泛舟西湖，述怀有赋，时予别杭州盖十年矣\n天风吹我，堕湖山一角，果然清丽。曾是东华生小客，回首苍茫无际。屠狗功名，雕龙文卷，岂是平生意？乡亲苏小，定应笑我非计。才见一抹斜阳，半堤香草，顿惹清愁起。罗袜音尘何处觅，渺渺予怀孤寄。怨去吹箫，狂来说剑，两样销魂味。两般春梦，橹声荡入云水。\n","contyishang":["译文天风浩荡，将我吹落到这湖山之间，西湖的风景果然秀丽无匹。曾在北京渡过少年时代，此时回忆起在京华的生活，只觉得茫茫无际，感慨万端。那点微末的功名职位，岂是我平生志向所在？要是我的老乡苏小小知道了，一定会笑话我生计安排失当。在西湖游赏，只见斜阳半坠，湖堤上春草如茵，这般景色顿时惹起了我的愁思。我的理想何处可以觅得呢？徒然对着渺茫湖水寄托我的幽思。心中涌起愁思时以箫声寄托愁怨，心中涌起狂侠之气时则以谈沦兵法来寄托豪情，这两种情感都令人消魂。这两种思绪都如春天的幻梦，随着咿呀的摇橹声，在云水之间消散。","注释①湘月：词牌名，即“念奴娇”。又名\n"]}{"title":"沁园春·答九华叶贤良","nian":"宋代","author":"刘克庄","contson":"\n一卷阴符，二石硬弓，百斤宝刀。更玉花骢喷，鸣鞭电抹，乌丝阑展，醉墨龙跳。牛角书生，虬髯豪客，谈笑皆堪折简招。依稀记，曾请缨系粤，草檄征辽。 当年目视云霄。谁信道凄凉今折腰。怅燕然未勒，南归草草，长安不见，北望迢迢。老去胸中，有些磊块，歌罢犹须著酒浇。休休也，但帽边鬓改，镜里颜凋。\n","contyishang":["译文熟读一卷《阴符》，能开两石硬弓，手提百斤宝刀。更有玉花骢喷着粗气，挥舞马鞭，鞭梢作响，鞭快如电；展开乌丝阑，醉中的墨迹如蛟龙跳跃。与之谈笑的是勤奋攻读的书生、行侠仗义的豪客，都值得寄信相召。依稀记得，曾经主动请缨出战南越事，草拟檄文征讨辽兵。当年我傲岸不羁、目视云霄，谁肯信，如今竟落得为五斗米而折腰。草草南归，未能在燕然山刻石记功令人十分惆帐；遥遥北望，却不见故都长安。年华已老，胸中郁结着不平之气，高歌后仍需用酒浇灭。罢了罢了，但见帽子两边鬓发渐白，镜中容颜日益憔悴。","注释1.沁园春：词牌名，又名《寿星明》、《东仙》、《洞庭春色》、\n"]}{"title":"画鸡","nian":"明代","author":"唐寅","contson":"\n头上红冠不用裁，满身雪白走将来。平生不敢轻言语，一叫千门万户开。\n","contyishang":["译文头上的红色冠子不用特别剪裁，雄鸡身披雪白的羽毛雄纠纠地走来。它平生不敢轻易鸣叫，它叫的时候，千家万户的门都打开。","注释①裁：裁剪，这里是制作的意思。②将：助词，用在动词和来、去等表示趋向的补语之间。③平生：平素，平常。④轻：随便，轻易。⑤言语：这里指啼鸣，喻指说话，发表意见。⑥一：一旦。⑦千门万户：指众多的人家。"]}{"title":"大江东去·用东坡先生韵","nian":"金朝","author":"赵秉文","contson":"\n秋光一片，问苍苍桂影，其中何物？一叶扁舟波万顷，四顾粘天无壁。叩枻长歌，嫦娥欲下，万里挥冰雪。京尘千丈，可能容此人杰？回首赤壁矶边，骑鲸人去，几度山花发。澹澹长空今古梦，只有归鸿明灭。我欲从公，乘风归去，散此麒麟发。三山安在，玉箫吹断明月！\n","contyishang":["　　苏轼的词以豪放闻名。他的千古名作《念奴娇》以凌厉无比的词笔，描绘江涛，壮美无比。是他谪居黄州（今湖北黄冈），夜游黄州城外的赤壁（即亦鼻矶）后写下的。本词作者赵秉文是金朝著名词人，苏轼的词对他有极深影响，他也极敬慕苏轼。这首词就是赵秉文对苏轼《念奴娇。赤壁怀古》的和韵之作。","　　《大江东去》即《念奴娇》，缘自苏轼赤壁词《念奴娇。赤壁怀古》中的“大江东去”句：“用东坡先生韵”就是采用苏轼赤壁词的原韵。苏东坡作词，多隐括前人作品，这首词，也属这类作品，它隐括前人（特别是苏轼）之作，可以说句句有来历。上片，主要由《赤壁赋》化来，下片化用杜牧《登乐游原》诗句等，表达了词作者对苏\n"]}{"title":"鹊桥仙·夜闻杜鹃","nian":"宋代","author":"陆游","contson":"\n茅檐人静，蓬窗灯暗，春晚连江风雨。林莺巢燕总无声，但月夜、常啼杜宇。催成清泪，惊残孤梦，又拣深枝飞去。故山犹自不堪听，况半世、飘然羁旅！\n","contyishang":["译文暮春时节，眺望江面，风雨连天。篷蔽的茅屋里，烛灯明灭，悄无人言。连树林里的黄莺都停止了鸣叫，惟有杜鹃，在月夜里孤苦哀啼。啼声越来越远，带着深深的漆黑的影子，惊醒了我的梦，让人清泪欲洒。年已半百，一畸零人，漂泊在孤旅的路上，想那只故园的杜鹃，带着故园的山水，让我不堪听闻矣。","注释①杜鹃：鸟名，又称“杜宇”、“子规”、“ 鶗鴂”、“怨鸟”。传 说古蜀国王，名“杜宇”，号“望帝”，禅位于开明之士，隐于西山，死后，其魂化为杜鹃鸟。啼声哀苦，每至血流于喙。②蓬窗：犹蓬户，即编蓬草为窗，谓窗户之简陋。《庄子·让王》：“原宪居鲁，环堵\n"]}{"title":"水调歌头·多景楼","nian":"宋代","author":"陆游","contson":"\n江左占形胜，最数古徐州。连山如画，佳处缥缈著危楼。鼓角临风悲壮，烽火连空明灭，往事忆孙刘。千里曜戈甲，万灶宿貔貅。露沾草，风落木，岁方秋。使君宏放，谈笑洗尽古今愁。不见襄阳登览，磨灭游人无数，遗恨黯难收。叔子独千载，名与汉江流。\n","contyishang":["译文江东一带据有险要形势的地方，第一要数像屏障般雄伟的镇江。山挽山，山连山，就像画图般莽莽苍苍，云渺渺，水隐隐，景色美处耸立着高高的楼房。战事又起，战鼓号角声面对着风显得格外悲壮。烽火连天，明明灭灭隔江相望，如烟往事，遥想起孙权、刘备在此地共商破曹大事。当年孙刘联军的军容啊，银戈金甲千里都闪着光芒。军士野宿，万灶烟腾，正如同今日宋军一样。露珠结在草上，风吹黄叶飘荡，正当金秋时光。方滋啊，你的气魄真宏大豪放。感今愁，怀古忧，全被你谈笑间一扫而光。君不见羊祜曾登临岘山，观赏襄阳？那无数登山贤士早涅末无能。他们的遗恨难收，空令人黯然神伤。独有羊祜千年传扬，他的英名如同浩\n"]}{"title":"沁园春·梦孚若","nian":"宋代","author":"刘克庄","contson":"\n何处相逢，登宝钗楼，访铜雀台。唤厨人斫就，东溟鲸脍，圉人呈罢，西极龙媒。天下英雄，使君与操，余子谁堪共酒杯。车千乘，载燕南赵北，剑客奇才。饮酣画鼓如雷。谁信被晨鸡轻唤回。叹年光过尽，功名未立，书生老去，机会方来。使李将军，遇高皇帝，万户侯何足道哉。披衣起，但凄凉感旧，慷慨生哀。\n","contyishang":["译文我们在何处相逢？一同游览成阳的宝钗楼，又登上了曹操所建的铜雀台。把厨师唤出来，让他把东海鲸鱼切成细片；把马夫叫出来，让他牵来西域的宝马。天下的英雄，除了你我二人，还有谁配与我们饮酒抒情。我们准备千辆马车，网罗大江南北的侠士奇才！畅饮之后，酣然大醉，耳边响起了如雷的画鼓声。谁料想，美梦被雄鸡的轻啼声惊醒。感慨自己的一生就要过去，但是还没有建立功名。难道非要等到书生老后，建功立业的时机才会到来。如果威名赫赫的李广将军，可以遇到珍惜人才的高祖皇帝刘邦，区区一个万户侯又算什么！披上衣服起床，只觉得凄凉孤寂，于是更加怀念亡友，在感慨中心生哀伤。","注释\n"]}{"title":"八声甘州·灵岩陪庾幕诸公游","nian":"宋代","author":"吴文英","contson":"\n渺空烟四远，是何年、青天坠长星？幻苍崖云树，名娃金屋，残霸宫城。箭径酸风射眼，腻水染花腥。时靸双鸳响，廊叶秋声。宫里吴王沉醉，倩五湖倦客，独钓醒醒。问苍波无语，华发奈山青。水涵空、阑干高处，送乱鸦斜日落渔汀。连呼酒、上琴台去，秋与云平。\n","contyishang":["译文极目远眺四方，缥缈的长空万里，云烟渺茫向四处飘散。不知是何年何月，青天坠下的长星。幻化出这座苍翠的山崖，云树葱笼，幻化出上面有残灭的春秋霸主吴王夫差的宫城，美人西施就藏娇馆娃宫。幻化出气壮山河的霸业英雄。灵岩山前的采香径笔直如一支弓箭，凄冷秋风刺人眼睛。污腻了的流水中漂流着当年每人用来化妆的脂粉，沾染得岸上的花朵都带了点腥。耳边仿佛传来阵阵清脆的声响，不知是美人穿着木屐走在响廊的余音，还是风吹秋叶发出飒飒的凄凉之声。深宫中吴王沉醉于酒色，以亡国亡身的悲剧留下让后人耻笑的话柄。只有头脑清醒的范蠡，在太湖上垂钓，功成身退。我想问苍茫的水波，到底是什么力量主宰着历史\n"]}{"title":"念奴娇·登石头城次东坡韵","nian":"元代","author":"萨都剌","contson":"\n石头城上，望天低吴楚，眼空无物。指点六朝形胜地，惟有青山如壁。蔽日旌旗，连云樯橹，白骨纷如雪。一江南北，消磨多少豪杰。寂寞避暑离宫，东风辇路，芳草年年发。落日无人松径里，鬼火高低明灭。歌舞尊前，繁华镜里，暗换青青发。伤心千古，秦淮一片明月！\n","contyishang":["译文站在高高的石头城上，放眼望去，苍天的尽头与吴、楚两国连接在一起，一片空旷。昔日六朝胜地的繁华，如今已荡然无存，只有江河青山依旧。遥想当年，战火纷飞，硝烟不断，生灵涂炭，白骨遍野如雪。多少英雄豪杰都已经随着时间的长河席卷而去，只有浩瀚的长江依然奔腾不息，滚滚东流。孤寂的行宫内院，东风吹过，昔日皇帝车架经常碾压的道路，早已是年年岁岁芳草萋萋。每当日落天黑的时候，松树林里空寂冷落，只见幽幽的冥火时隐时现。可在当年有多少如花似玉的歌妓舞女在这里青丝变成了白发，送走了一世的青春年华。如今淮河上明月依旧，六朝的繁华却早已消逝，给人留下的只有无限的伤感。","注\n"]}{"title":"西江月·遣兴","nian":"宋代","author":"辛弃疾","contson":"\n醉里且贪欢笑，要愁那得工夫。近来始觉古人书。信著全无是处。(著 通：着)昨夜松边醉倒，问松我醉何如。只疑松动要来扶。以手推松曰去。\n","contyishang":["译文喝醉了酒后恣意欢笑，我哪里有那闲工夫发愁呢。最近才明白古书上的话，的的确确是没有半点可信的！昨儿晚上我在松边喝醉了，醉眼迷蒙，把松树看成了人，就问他：“我醉得怎么样啊？”恍惚中看见松树活动起来，疑是要来扶我，于是我用手不耐烦的推推松树说：“走开走开！”。","注释用《孟子·尽心下》“尽信书则不如无书“意。《汉书·龚胜传》“胜以手推常（夏侯常）曰‘去’。“见黄季刚师《读汉书后汉书札记》说辛词此句。"]}{"title":"醉落魄·咏鹰","nian":"清代","author":"陈维崧","contson":"\n寒山几堵，风低削碎中原路。秋空一碧无今古，醉袒貂裘，略记寻呼处。男儿身手和谁赌。老来猛气还轩举。人间多少闲狐兔。月黑沙黄，此际偏思汝。\n","contyishang":["译文几座山峦像墙般低矮，鹰在广阔平原上秋风迅猛急速地掠过大地。天空澄清静谧古今不变。醉酣敞开貂裘，约略记得当年打猎时呼鹰逐兽的事情。男儿的空有一身武功绝技来和谁一争高下呢？年老了仍然意气飞扬，因为人间还有多少狐兔啊！月色昏沉，沙滩惨黄。在这样的时刻，我特别想你！","注释1.醉落魄：词牌名。2.堵：量词，座，这里指山。3.风低：写鹰乘风低掠。4.削碎中原路：形容鹰掠地飞过。5.秋空一碧：蓝天辽阔，万里无云。6.无今古：古今一样的意思。无：不论，不分。7.袒（tǎn）：裸\n"]}{"title":"朝中措·平山堂","nian":"宋代","author":"欧阳修","contson":"\n平山栏槛倚晴空，山色有无中。手种堂前垂柳，别来几度春风？文章太守，挥毫万字，一饮千钟。行乐直须年少，尊前看取衰翁。(尊前 通：樽)\n","contyishang":["译文平山堂的栏杆外是晴朗的天空，远山似有似无，一片迷蒙。我在堂前亲手栽种的那棵柳树啊，离别它已经好几年了。我这位爱好写文章的太守，下笔就是万言，喝酒一饮千杯。年轻人，趁现在赶快行乐吧，你看我一把年纪了，都还不是照样饮酒作乐豪情万丈？","注释平山栏槛：平山堂的栏槛。手种堂前垂柳：平山堂前，欧阳修曾亲手种下杨柳树。别来：分别以来。作者曾离开扬州八年，此次是重游。文章太守：作者当年知扬州府时，以文章名冠天下，故自称“文章太守”。挥毫万字：作者当年曾在平山堂挥笔赋诗作文多达万\n"]}{"title":"念奴娇·登多景楼","nian":"宋代","author":"陈亮","contson":"\n危楼还望，叹此意、今古几人曾会？鬼设神施，浑认作、天限南疆北界。一水横陈，连岗三面，做出争雄势。六朝何事，只成门户私计？因笑王谢诸人，登高怀远，也学英雄涕。凭却长江，管不到，河洛腥膻无际。正好长驱，不须反顾，寻取中流誓。小儿破贼，势成宁问强对！(强对 一作：疆场)\n","contyishang":["译文　　登楼极目四望，不觉百感交集，可叹自己的这番心意，古往今来，又有几人能够理解呢？镇江一带的山川形势极其险要，简直是鬼斧神工，非人力所能致。然而这样险要的江山却不被当作进取的凭藉，而是都看成了天设的南疆北界。镇江北面横贯着波涛汹涌的长江，东、西、南三面都连接着起伏的山岗。这样的地理形势，正是进可以攻，退可以守，足以与北方强敌争雄的形胜之地。六朝的旧事，原来全不过是为少数私家大族的狭隘利益打算！　　于是笑王谢等人，他们空洒英雄之泪，却无克服神州的实际行动。他们依仗着长江天险，自以为可以长保偏安，哪里管得到广大的中原地区，长久为异族势力所盘踞，广大人民呻吟辗转于铁\n"]}{"title":"浣溪沙·霜日明霄水蘸空","nian":"宋代","author":"张孝祥","contson":"\n霜日明霄水蘸空。鸣鞘声里绣旗红。淡烟衰草有无中。 万里中原烽火北，一尊浊酒戍楼东。酒阑挥泪向悲风。\n","contyishang":["译文秋日天空明净，远水蘸着长空，军营里红旗飘扬，不时传来马鞭声阵阵。远处淡烟笼着衰草，秋色在若有若无之中。万里中原已在烽火的北面，只能在东门的城楼上借一杯浊酒浇愁。酒后挥泪洒向悲凉的秋风中。","注释①题解：此词原无题，乾道本题作“荆州约马奉先登城楼观塞”。据乾道本《于湖先生长短句》，此词调名下另有小题“荆州约马举先登城楼观塞”。“观塞”即观望边塞。这时荆州北面的襄樊尚是宋地，这里“塞”应是指荆州郊外的防御工事。②霜日：指秋天。一说秋天的太阳。明霄：明净的天空；晴朗的天空。蘸（zhàn）：沾染，沾取液体。水蘸空：指远方的湖水和天\n"]}{"title":"沁园春·十万琼枝","nian":"清代","author":"陈维崧","contson":"\n题徐渭文《钟山梅花图》，同云臣、南耕、京少赋。\n十万琼枝，矫若银虬，翩如玉鲸。正困不胜烟，香浮南内；娇偏怯雨，影落西清。夹岸亭台，接天歌管，十四楼中乐太平。谁争赏？有珠珰贵戚，玉佩公卿。 如今潮打孤城，只商女船头月自明。叹一夜啼乌，落花有恨；五陵石马，流水无声。寻去疑无，看来似梦，一幅生绡泪写成。携此卷，伴水天闲话，江海余生。\n","contyishang":[]}{"title":"水调歌头·定王台","nian":"宋代","author":"袁去华","contson":"\n雄跨洞庭野，楚望古湘州。何王台殿，危基百尺自西刘。尚想霓旌千骑，依约入云歌吹，屈指几经秋。叹息繁华地，兴废两悠悠。 登临处，乔木老，大江流。书生报国无地，空白九分头。一夜寒生关塞，万里云埋陵阙，耿耿恨难休。徙倚霜风里，落日伴人愁。\n","contyishang":["译文定王台建在洞庭湖之滨，位于古湘州地界上。定王台虽然在历经千年之后已经堙没，但是遗迹尚存，那残存的台基，依然高耸百尺，令我想到定王台的修建者西汉的刘发。想当年定王到此游玩时，一定是华盖如云，旌旗招展，如虹霓当空；千乘万骑前呼后拥，声势浩大；急管高歌之声似乎直抵云霄。然而，屈指已几度春秋，昔日的繁华盛地变成了一派衰败苍凉，盛衰无常，兴废两茫茫。登台远望，只见高大的树木枝叶枯落，长江无止息地向东奔流。对此情景，想到国家的支离破碎，满目疮痍，而自己空怀一腔报国热情却无路请缨、壮志难酬，不由得发出了悲愤苍凉的感慨：书生报国无门，空自白头，而金兵猝然南下，侵占中原，犹如一\n"]}{"title":"卜算子·黄州定慧院寓居作","nian":"宋代","author":"苏轼","contson":"\n缺月挂疏桐，漏断人初静。时见幽人独往来，缥缈孤鸿影。(时见 一作：谁见)惊起却回头，有恨无人省。拣尽寒枝不肯栖，寂寞沙洲冷。\n","contyishang":[]}{"title":"汉宫春·初自南郑来成都作","nian":"宋代","author":"陆游","contson":"\n羽箭雕弓，忆呼鹰古垒，截虎平川。吹笳暮归野帐，雪压青毡。淋漓醉墨，看龙蛇飞落蛮笺。人误许、诗情将略，一时才气超然。 何事又作南来，看重阳药市，元夕灯山？花时万人乐处，欹帽垂鞭。闻歌感旧，尚时时流涕尊前。君记取、封侯事在。功名不信由天。\n","contyishang":["译文在险峻的古垒旁，在辽阔的平川上，打猎习武。身背弓箭，臂挥雄鹰，手缚猛虎。直至暮色苍茫，笳声四起，才猎罢归来，野营帐幕的青毡上早已落满了厚厚的雪花。喝罢了酒，挥笔疾书，那龙飞凤舞的草书，墨迹淋漓，落在了纸上。人们也许是错误地赞许我，是一个既有诗情，又有将略的超群人才。为什么偏要我离开南郑前线南来成都呢，是为了逛重阳节的药市，看元宵节的灯山吗？每当繁花盛开的时候，在那万人游乐的地方，我也斜戴着帽子，提着马鞭，任马儿漫走。每当听歌观舞，酒酣耳热的时候，我会想到过去的军旅生活而感慨万千，不知不觉中泪洒酒樽前。请千万记住，杀敌报国，建功封侯的大事是要自己去奋斗的，我就不\n"]}{"title":"水调歌头·送章德茂大卿使虏","nian":"宋代","author":"陈亮","contson":"\n不见南师久，漫说北群空。当场只手，毕竟还我万夫雄。自笑堂堂汉使，得似洋洋河水，依旧只流东？且复穹庐拜，会向藁街逢！尧之都，舜之壤，禹之封。于中应有，一个半个耻臣戎！万里腥膻如许，千古英灵安在，磅礴几时通？胡运何须问，赫日自当中！\n","contyishang":["译文不见南方的军队去北伐已经很久，金人就胡说中原的人才已一扫而空。当场伸出手来力挽狂澜，终究还要归还我的气压万夫的英雄。自笑身为堂堂的大汉民族的使节，居然像河水一般，向东而流（比喻对金人的朝拜）。暂且再向敌人的帐篷（穹庐）走一遭，将来定要征服他们，下次与金主再见就要在我大宋的属国使节馆了。是唐尧建立的城都，是虞舜开辟的土壤，是夏禹对疆域的分封。在这当中应有一个半个知耻的臣子站出来保卫国家。万里河山充斥着金人游牧民族的腥膻之气，千古以来的爱国志士的英灵安在，浩大的抗金正气什么时候才能伸张畅通？金人的命运用不着多问，祖国将像光辉灿烂的太阳照耀在空中。\n"]}{"title":"临江仙·自洛阳往孟津道中作","nian":"金朝","author":"元好问","contson":"\n今古北邙山下路，黄尘老尽英雄。人生长恨水长东。幽怀谁共语，远目送归鸿。盖世功名将底用，从前错怨天公。浩歌一曲酒千钟。男儿行处是，未要论穷通。\n","contyishang":["　　由词题不知，此词作于由洛阳赴孟津的途中。元好问自公元1218年（金宣宗兴定二年）移家河南登封，此后一段时间行迹多在河南。作者触景伤感，吊古伤今，来抒发自己的怀抱。 ","　　北邙山，在河南洛阳县北。古代王侯公卿多葬此山，唐新乐府有《北邙行》，所以有“黄尘老尽英雄”的感慨。这里的“老尽”蕴含着作者对英雄不遇，空老京华的无限感伤，不由不发生人生长恨水长东“的慨叹”人生“句用李煜”自是人生长恨，水长东“句，但更为悲壮。作者的一腔幽怨无人共语，有英雄独立的悲凉，“远目送归鸿”源自嵇康的“目送归鸿，手挥五弦”《赠秀才入军》和贺铸的“恨登山临水。和寄七弦桐，目送归鸿”（《六州歌头·少\n"]}{"title":"水调歌头·舟次扬州和人韵","nian":"宋代","author":"辛弃疾","contson":"\n落日塞尘起，胡骑猎清秋。汉家组练十万，列监耸高楼。谁道投鞭飞渡，忆昔鸣髇血污，风雨佛狸愁。季子正年少，匹马黑貂裘。 今老矣，搔白首，过扬州。倦游欲去江上，手种橘千头。二客东南名胜，万卷诗书事业，尝试与君谋。莫射南山虎，直觅富民侯。\n","contyishang":["译文落日雄浑，边境上战争的烟尘涌起，秋高气爽，金兵大举进犯我领地。看我雄壮的十万大军奋勇迎敌，江面上排列的战舰如高楼耸立。谁说苻坚的士兵投鞭就能截断江流，想当年昌顿谋杀生父，响箭上染满血迹，佛狸南侵在风雨中节节败退，最终也死在他自己的亲信手里。年轻时我像苏秦一样英姿飒爽，跨着战马身披貂裘为国奔走效力。如今我一事无成人已渐老，搔着白发又经过这扬州旧地。我已经厌倦了官宦生涯，真想到江湖间种桔游憩。你们二位都是东南的名流，胸藏万卷诗书前程无比。让我尝试着为你们出谋划策：不要学李广在南山闲居射虎，去当个“富民侯”才最为相宜。","注释⑴水调歌头：词\n"]}{"title":"满江红·小住京华","nian":"清代","author":"秋瑾","contson":"\n小住京华，早又是，中秋佳节。为篱下，黄花开遍，秋容如拭。四面歌残终破楚，八年风味徒思浙。苦将侬，强派作蛾眉，殊未屑！(徒思浙 一作：独思浙，蛾眉 一作：娥眉)\n身不得，男儿列。心却比，男儿烈！算平生肝胆，因人常热。俗子胸襟谁识我？英雄末路当磨折。莽红尘，何处觅知音？青衫湿！(俗子 一作：俗夫，磨折 一作：折磨) \n","contyishang":["译文我在京城小住时日，转眼间就又到了中秋佳节。篱笆下面的菊花都已盛开，秋色明净，就像刚刚擦洗过一般。四面的歌声渐歇，我也终如汉之破楚，突破了家庭的牢笼，如今一个人思量着在浙江时那八年的生活况味。他们苦苦地想让我做一个贵妇人，其实，我是多么的不屑啊！","今生我虽然不能身为男子，加入他们的行列。但是我的心，要比男子的心还要刚烈。想想平日，我的一颗心，常为别人而热。那些俗人，心胸狭窄，怎么能懂我呢？英雄在无路可走的时候，难免要经受磨难挫折。在这莽莽红尘之中，哪里才能觅到知音呢？眼泪打湿了我的衣襟。","注释满江红：词牌名。唐朝名《上江虹》，后改\n"]}