{"title":"凉州词二首·其一","nian":"唐代","author":"王翰","contson":"\n葡萄美酒夜光杯，欲饮琵琶马上催。醉卧沙场君莫笑，古来征战几人回？\n","contyishang":["译文酒筵上甘醇的葡萄美酒盛满在精美的夜光杯之中，歌伎们弹奏起急促欢快的琵琶声助兴催饮，想到即将跨马奔赴沙场杀敌报国，战士们个个豪情满怀。今日一定要一醉方休，即使醉倒在战场上又何妨？此次出征为国效力，本来就打算马革裹尸，没有准备活着回来。","注释1.凉州词：唐乐府名，属《近代曲辞》，是《凉州曲》的唱词，盛唐时流行的一种曲调名。凉州词：王翰写有《凉州词》两首，慷慨悲壮，广为流传。而这首《凉州词》被明代王世贞推为唐代七绝的压卷之作。2.夜光杯：用白玉制成的酒杯，光可照明，这里指华贵而精美的酒杯。据《海内十洲记》所载，为周穆王时西胡所\n"]}{"title":"塞下曲六首·其一","nian":"唐代","author":"李白","contson":"\n五月天山雪，无花只有寒。笛中闻折柳，春色未曾看。晓战随金鼓，宵眠抱玉鞍。愿将腰下剑，直为斩楼兰。\n","contyishang":["译文五月的天山仍是满山飘雪，只有凛冽的寒气，根本看不见花草。只有在笛声《折杨柳》曲中才能想象到春光，而现实中从来就没有见过春天。战士们白天在金鼓声中与敌人进行殊死的战斗，晚上却是抱着马鞍睡觉。但愿腰间悬挂的宝剑，能够早日平定边疆，为国立功。","注释⑴天山：指祁连山。⑵折柳：即《折杨柳》，古乐曲名。⑶金鼓：指锣，进军时击鼓，退军时鸣金。"]}{"title":"南歌子·古戍饥乌集","nian":"清代","author":"纳兰性德","contson":"\n古戍饥乌集，荒城野雉飞。何年劫火剩残灰，试看英雄碧血，满龙堆。玉帐空分垒，金笳己罢吹。东风回首尽成非，不道兴亡命也，岂人为。\n","contyishang":["译文古老的营垒，成了乌鸦聚集之地，荒凉的城堡中野鸡恣意飞舞。这是什么时候的战火留下来的遗迹，曾经骁勇善战的英雄，他们的碧血丹心如今都被沙漠淹没了。主帅的帐篷，曾经的胡笳，如今都已作古。千年悲叹，回首相望，古今多少是非，说来兴亡都是天定，岂是人为！","注释南歌子：词牌名，原唐教坊曲。双调五十四字，上下片各五句三平韵。古戍：边疆古老的城堡、营。饥乌：饥饿的乌鸦。劫火：佛教语，谓坏劫之末所起的大火，后亦借指兵火。碧血：为正义死难而流的血，烈士的血。典出《庄子·外物》：“入主莫不欲其臣之忠，而忠未必\n"]}{"title":"风流子·出关见桃花","nian":"清代","author":"张惠言","contson":"\n海风吹瘦骨，单衣冷、四月出榆关。看地尽塞垣，惊沙北走；山侵溟渤，叠障东还。人何在？柳柔摇不定，草短绿应难。一树桃花，向人独笑；颓垣短短，曲水湾湾。东风知多少？帝城三月暮，芳思都删。不为寻春较远，辜负春阑。念玉容寂寞，更无人处，经他风雨，能几多番？欲附西来驿使，寄与春看。\n","contyishang":["　　海风吹着我的痩骨，我衣裳单薄，有些寒冷。四月初，我离开北京，到了山海关。望见到处都是关塞的墙垣，飞沙北走；山势向渤海延伸，层峦向东方展开。人迹何在？只见柳树的柔条摇摆不定，草很短，难以形成一片绿色。乍见一树桃花。独自向我微笑。它旁边有短短的颓垣，一湾一湾的曲水。","　　三月末的山海关，不知有多少东风，感觉不到春天的气息，使我的良好念头一扫而光。我远来此地不是为了寻春，也未尝可惜（辜负）春尽，只是深深地念记着这树桃花，玉容寂寞，在没有人烟的地方，还能经受住几番风吹雨打？还能坚持多久？陆凯诗句：“折花逢驿使，寄与陇头人。”我也想折一枝桃花，通过西来的驿使（古时邮递员），寄给\n"]}{"title":"使至塞上","nian":"唐代","author":"王维","contson":"\n单车欲问边，属国过居延。征蓬出汉塞，归雁入胡天。大漠孤烟直，长河落日圆。萧关逢候骑，都护在燕然。\n","contyishang":["译文乘单车想去慰问边关，路经的属国已过居延。千里飞蓬也飘出汉塞，北归大雁正翱翔云天。浩瀚沙漠中孤烟直上，无尽黄河上落日浑圆。到萧关遇到侦候骑士，告诉我都护已在燕然。 ","注释⑴使至塞上：奉命出使边塞。使：出使。⑵单车：一辆车，车辆少，这里形容轻车简从。问边：到边塞去察看，指慰问守卫边疆的官兵。⑶属国：有几种解释：一指少数民族附属于汉族朝廷而存其国号者。汉、唐两朝均有一些属国。二指官名，秦汉时有一种官职名为典属国，苏武归汉后即授典属国官职。唐人有时以“属国”代称出使边陲的使臣。居延：地名，汉代\n"]}{"title":"从军行·吹角动行人","nian":"唐代","author":"王维","contson":"\n吹角动行人，喧喧行人起。笳悲马嘶乱，争渡黄河水。日暮沙漠陲，战声烟尘里。尽系名王颈，归来报天子。\n","contyishang":["　　秋战国以降，唐宋人才尤盛。唐代国力昌盛，士子多出名门望族，胸怀天下志向，之于家国苍生理解，自有其高人一等的贵族气度。诗以言志，所以唐代士子多以诗歌见长。宋于五代黑暗后立国，内国力积贫，外有契丹威胁，内忧外患之际，宋太祖毅然杯酒释兵权，以儒生道德为重。宋之士子大多恪尽穷理，严肃治学，所以有宋一代，理学家甚众。","　　唐诗宋理，皆中华瑰宝，以意气评，历代诗人难出唐人之右，唐诗之气度，唯摩诘泰然。摩诘泼墨恬淡从容，内蕴琴画，通读一番自见其张力，见其世家、右丞气度。现今流传之作，大抵晚年田园山水笔墨，触目皆是“舍藏”自然。王维早期乐府多激昂豪迈，不失乖张。此诗即是。"]}{"title":"关山月","nian":"南北朝","author":"徐陵","contson":"\n关山三五月，客子忆秦川。思妇高楼上，当窗应未眠。星旗映疏勒，云阵上祁连。战气今如此，从军复几年。\n","contyishang":["译文十五的月亮映照在关山，征人思乡怀念秦川。（想必）妻子此时正站在高楼上，对着窗户遥望远在边关的我而没有睡觉。战争的旗帜飘扬在疏勒城头，密布的浓云笼罩在祁连山上。战争局势如此紧张，从军征战何时能够还乡。","注释①关山月：乐府《横吹曲》题。②关山：边境要塞之地，指征战人的所在地。三五月：阴历十五的月亮。③客子：在外地出游或出征的人。秦川：指关中地区，泛指今陕西、甘肃、秦岭以北的平原地带。④思：想到。妇：指客子的妻子。这句和下句时客子想象的情景。⑤当：对着。未眠：没有睡觉\n"]}{"title":"出塞二首","nian":"唐代","author":"王昌龄","contson":"\n秦时明月汉时关，万里长征人未还。但使龙城飞将在，不教胡马度阴山。\n骝马新跨白玉鞍，战罢沙场月色寒。城头铁鼓声犹振，匣里金刀血未干。\n","contyishang":["译文依旧是秦汉时期的明月和边关，守边御敌鏖战万里征人未回还。倘若攻袭龙城的卫青和飞将军李广而今健在，绝不许匈奴南下牧马度过阴山。","将军刚跨上配了白玉鞍的宝马出战，战斗结束后战场上只剩下凄凉的月色。城头上的战鼓还在旷野里震荡回响，将军刀匣里的宝刀上的血迹仍然没干。","注释1.但使：只要。2.龙城飞将：《汉书·卫青霍去病传》载，元光六年（前129年），卫青为车骑将军，出上谷，至笼城，斩首虏数百。笼城，颜师古注曰：“笼”与“龙”同。龙城飞将指的是卫青奇袭龙城的事情。其中，有人认为龙城飞将中飞将指的是汉飞将\n"]}{"title":"塞上忆汶水","nian":"元代","author":"曹元用","contson":"\n沙碛秋高苑马肥，哀笳一曲塞云飞。南都儿辈应相念，过尽征鸿犹未归。\n","contyishang":["译文茫茫沙漠，秋高气爽，马匹肥壮，悲哀宛转的笛声吹奏着。南方的将士们应该想家了吧，如同远飞的大雁还未回家。","注释沙碛：沙漠。苑马：西域大苑所产的马。"]}{"title":"热海行送崔侍御还京","nian":"唐代","author":"岑参","contson":"\n侧闻阴山胡儿语，西头热海水如煮。海上众鸟不敢飞，中有鲤鱼长且肥。岸旁青草长不歇，空中白雪遥旋灭。蒸沙烁石燃虏云，沸浪炎波煎汉月。阴火潜烧天地炉，何事偏烘西一隅？势吞月窟侵太白，气连赤坂通单于。送君一醉天山郭，正见夕阳海边落。柏台霜威寒逼人，热海炎气为之薄。\n","contyishang":["译文我听阴山人们说过多回，西方热海之水好似煮沸。海上各种鸟儿不敢飞翔，水中鲤鱼却是大而肥美！岸边青草常年不见哀歇，空中雪花远远融化消灭，沙石炽热燃烧边地层云，波浪沸腾煎煮古时明月。地下烈火暗中熊熊燃烧，为何偏把西方一角烘烤！气浪弥漫西方月窟太白，把那广大边塞地带笼罩。置酒送君在那天山城郭，热海之畔夕阳正要西落。君居柏台威严好似寒霜，热海炎气因而顿觉淡薄！","注释⑴热海：伊塞克湖，又名大清池、咸海，今属吉尔吉斯斯坦，唐时属安西节度使领辖。崔侍御：未详。侍御，指监察御史。\n"]}{"title":"送人游塞","nian":"唐代","author":"齐己","contson":"\n槐柳野桥边，行尘暗马前。秋风来汉地，客路入胡天。 雁聚河流浊，羊群碛草膻。那堪陇头宿，乡梦逐潺湲。\n","contyishang":[]}{"title":"走马川行奉送出师西征 / 走马川行奉送封大夫出师西征","nian":"唐代","author":"岑参","contson":"\n君不见走马川行雪海边，平沙莽莽黄入天。 轮台九月风夜吼，一川碎石大如斗，随风满地石乱走。 匈奴草黄马正肥，金山西见烟尘飞，汉家大将西出师。 将军金甲夜不脱，半夜军行戈相拨，风头如刀面如割。 马毛带雪汗气蒸，五花连钱旋作冰，幕中草檄砚水凝。 虏骑闻之应胆慑，料知短兵不敢接，车师西门伫献捷。\n","contyishang":["译文您难道不曾看见吗？那辽阔的走马川紧靠着雪海边缘，茫茫无边的黄沙连接云天。轮台九月整夜里狂风怒号，到处的碎石块块大如斗，狂风吹得斗大乱石满地走。这时匈奴牧草繁茂军马肥，侵入金山西面烟尘滚滚飞，汉家的大将率兵开始征西。将军身著铠甲夜里也不脱，半夜行军戈矛彼此相碰撞，凛冽寒风吹到脸上如刀割。马毛挂着雪花还汗气蒸腾，五花马的身上转眼结成冰，营幕中写檄文砚墨也冻凝。敌军听到大军出征应胆惊，料他不敢与我们短兵相接，我就在车师西门等待报捷。","注释⑴走马川：即车尔成河，又名左未河，在今新疆境内。行：诗\n"]}{"title":"和李秀才边庭四时怨·其四","nian":"唐代","author":"卢汝弼","contson":"\n朔风吹雪透刀瘢，饮马长城窟更寒。半夜火来知有敌，一时齐保贺兰山。\n","contyishang":["　　写边庭夜警、卫戍将士奋起守土保国的小诗。描写边塞风光和边地征战的作品，在唐诗中屡见不鲜。早在盛唐时期，高适、岑参、李颀等人就以写这一方面的题材而闻名于世，形成了著名的所谓“边塞诗派”，以后的一些诗人也屡有创作。但这组小诗，却能在写同类生活和主题的作品中，做到“语意新奇，韵格超绝”（明胡应麟《诗薮·内编》卷六评此组诗语），不落常套，这是值得赞叹的。","　　“朔风吹雪透刀瘢”，北地严寒，风雪凛冽，这是许多边塞诗都曾写过的，所谓“九月天山风似刀”（岑参），所谓“雨雪纷纷连大漠”（李颀），再夸张些说“燕山雪花大如席”（李白），“随风满地石乱走”（岑参），但总还没有风吹飞雪，雪借\n"]}{"title":"逢入京使","nian":"唐代","author":"岑参","contson":"\n故园东望路漫漫，双袖龙钟泪不干。 马上相逢无纸笔，凭君传语报平安。\n","contyishang":["译文东望家乡路程又远又长，热泪湿双袖还不断流淌。在马上与你相遇无纸笔，请告家人说我平安无恙。","注释⑴入京使：进京的使者。⑵故园：指长安和自己在长安的家。漫漫：形容路途十分遥远。⑶龙钟：涕泪淋漓的样子。卞和《退怨之歌》：“空山歔欷泪龙钟。”这里是沾湿的意思。⑷凭：托，烦，请。传语：捎口信。"]}{"title":"浪淘沙·望海","nian":"清代","author":"纳兰性德","contson":"\n蜃阙半模糊，踏浪惊呼。任将蠡测笑江湖。沐日光华还浴月，我欲乘桴。钓得六鳖无。竿拂珊瑚。桑田清浅问麻姑。水气浮天天接水，那是蓬壶。\n","contyishang":["译文站立在海边，远望那茫茫大海，那迷迷蒙蒙梦幻一般的境界，直令人不由得惊呼了。面对大海，我想起了古人所说的道理，故任那浅薄无知者去嘲笑吧。大海沐浴了光芒四射的太阳，又好像给月亮洗了澡。我要乘着木筏到海上去看个分明。乘桴于海上垂钓，可曾钓得大鳌吗？其实那钓竿也只是轻拂珊瑚罢了。沧海桑田的巨变，只有麻姑知晓，要想知道这巨变，只有问麻姑了。白浪滔天，一片迷蒙中，哪得见蓬壶？","注释①蜃阙：即海市蜃楼。②蠡测：以蠡测海。③乘桴：乘着木筏。④六鳖：以喻气概非凡。⑤竿拂句：杜甫《送孔巢父谢病归游江东，兼\n"]}{"title":"浣溪沙·霜日明霄水蘸空","nian":"宋代","author":"张孝祥","contson":"\n霜日明霄水蘸空。鸣鞘声里绣旗红。淡烟衰草有无中。 万里中原烽火北，一尊浊酒戍楼东。酒阑挥泪向悲风。\n","contyishang":["译文秋日天空明净，远水蘸着长空，军营里红旗飘扬，不时传来马鞭声阵阵。远处淡烟笼着衰草，秋色在若有若无之中。万里中原已在烽火的北面，只能在东门的城楼上借一杯浊酒浇愁。酒后挥泪洒向悲凉的秋风中。","注释①题解：此词原无题，乾道本题作“荆州约马奉先登城楼观塞”。据乾道本《于湖先生长短句》，此词调名下另有小题“荆州约马举先登城楼观塞”。“观塞”即观望边塞。这时荆州北面的襄樊尚是宋地，这里“塞”应是指荆州郊外的防御工事。②霜日：指秋天。一说秋天的太阳。明霄：明净的天空；晴朗的天空。蘸（zhàn）：沾染，沾取液体。水蘸空：指远方的湖水和天\n"]}{"title":"首秋轮台","nian":"唐代","author":"岑参","contson":"\n异域阴山外，孤城雪海边。秋来唯有雁，夏尽不闻蝉。雨拂毡墙湿，风摇毳幕羶。轮台万里地，无事历三年。\n","contyishang":["译文身居异域在那阴山西面，轮台孤战位于雷海旁边。秋季已到只见行行飞雁，夏日刚过不闻声声鸣蝉。秋酉时时打得毡墙潮湿，秋风阵阵吹过帐幕腥腔。轮台之地距离家乡万里，边地元串已经过去三年！","注释①首秋：初秋之意，为阴历七月。②轮台：为北庭州属下辖一县，今新疆乌鲁木齐附近，具体位置至今未得确定。③阴山：今乌鲁木齐以东之天山东段山脉。④雪海：浩瀚之沙漠雪原，为当时轮台北面之沙海。⑤毡墙：毡帐之围墙。⑥毳幕：毡帐。毳cu\n"]}{"title":"晚度天山有怀京邑","nian":"唐代","author":"骆宾王","contson":"\n忽上天山路，依然想物华。云疑上苑叶，雪似御沟花。行叹戎麾远，坐怜衣带赊。交河浮绝塞，弱水浸流沙。旅思徒漂梗，归期未及瓜。宁知心断绝，夜夜泣胡笳。\n","contyishang":["　　首联“忽上天山路，依然想物华”意为：忽然登上了天山，向南远眺，心绪愁闷，不由想起京城中那美丽的自然景色。“忽”字形象、生动，由于天山高峻，往上攀爬时感到遥如登天，到达山顶时，眼前景色一下子开阔起来，有豁然开朗之感。可惜瞬间的惊异、喜悦之余，诗人又陷入了对京城的思念。开宗明义，直指题目。","　　次联“云疑上苑叶，雪似御沟花”意为：天山上云层舒展，让人疑心是上林苑中浓密的树叶，那飘扬的雪花恰似长安护城河中随波荡漾的落花。此二句紧扣“想物华”三字，驰骋想象，笔墨跌宕。","　　三联“行叹戎麾远，坐怜衣带赊”意为：行军途中常常慨叹军营离京城十分遥远，因为叹息、忧虑，\n"]}{"title":"于中好·别绪如丝梦不成","nian":"清代","author":"纳兰性德","contson":"\n别绪如丝梦不成，那堪孤枕梦边城。因听紫塞三更雨，却忆红楼半夜灯。书郑重，恨分明，天将愁味酿多情。起来呵手封题处，偏到鸳鸯两字冰。\n","contyishang":["译文别后的相思之情绵绵不绝，如丝般纷乱，让他辗转反侧，不能入睡。更何况好不容易入睡后，竟然还梦到了家乡，使人越发感伤。起来倾听那边塞半夜的雨声，却回忆起在家中小楼上我们挑灯夜话的情景。认真地书写，对你的思念格外分明，天生的多愁善感使自己变得多情。起身用嘴中的热气暖手，将家书封好，偏偏看到“鸳鸯”二字时，心痛又被触动，手又僵了起来。","注释①于中好：即《鹧鸪天》，词牌名。双调五十五字，前后阕各三平韵，一韵到底。上阕第三四句、下阕第一二句一般要求对仗。也是曲牌名。②如丝：形容绵绵不绝。③孤枕：独眠。边城：临近边界的城市\n"]}{"title":"从军行·其二","nian":"唐代","author":"李白","contson":"\n百战沙场碎铁衣，城南已合数重围。 突营射杀呼延将，独领残兵千骑归。\n","contyishang":["译文身经沙场百战铁甲已破碎，城池南面被敌人重重包围。突进营垒，射杀呼延大将，独自率领残兵千骑而归。","注释1.沙场：胡三省《通鉴注》：“唐人谓沙漠之地为沙场。\"碎铁衣：指身穿的盔甲都支离破碎。2.呼延：呼延，是匈奴四姓贵族之一，这里指敌军的一员悍将。"]}{"title":"夕次蒲类津 / 晚泊蒲类","nian":"唐代","author":"骆宾王","contson":"\n二庭归望断，万里客心愁。山路犹南属，河源自北流。晚风连朔气，新月照边秋。灶火通军壁，烽烟上戍楼。龙庭但苦战，燕颔会封侯。莫作兰山下，空令汉国羞。\n","contyishang":["　　公元670年（咸亨元年），吐蕃入侵，薛仁贵任逻娑道行君大总管出征西域，骆宾王也加入军队并任奉礼郎。","　　在军中，他创作了许多边塞诗，既描写了艰苦的边地战争生活，壮丽的边塞风光；又抒写了爱国报君的热忱和望乡思归的情愫。","　　这首诗大约作于薛仁贵兵败大非川以后，骆宾王随军征战到蒲类津（今新疆巴里坤湖东南岸），夜晚就地宿营时有感而发，将眼前景、心中情诉诸笔端，真实地记录了当时辗转征战的境况。","　　诗歌以低沉的慨叹开头：“二庭归望断，万里客心愁”，说明此次战争进展的不顺利，未能旗开得胜，不能凯旋；归期遥遥，不能不令人哀愁。这里的“愁”不仅仅是个\n"]}{"title":"秋望","nian":"明代","author":"李梦阳","contson":"\n黄河水绕汉宫墙，河上秋风雁几行。客子过壕追野马，将军弢箭射天狼。黄尘古渡迷飞挽，白月横空冷战场。闻道朔方多勇略，只今谁是郭汾阳。\n","contyishang":["译文滚滚黄河水包围着长安，河上秋风阵阵，有几行大雁飞过。士兵们跨过护城河时尘沙阵阵，将军从弓袋中拔箭射敌军。船驶在黄尘漫漫的古渡口，水流湍急，士兵们只好扶挽着坐在船中；明月当空，使战场悲凉起来。听说朔方有很多勇敢而有谋略的人，而今天谁会成为像大将郭子仪一样的人？","注释⑴汉宫墙：实际指明朝当时在大同府西北所修的长城，它是明王朝与革达靼部族的界限。一作“汉边墙”。⑵客子：指离家戍边的士兵。过壕：指越过护城河。野马：本意是游气或游尘，此处指人马荡起的烟尘。⑶弢（tāo）箭：将箭装入袋中，就是整装\n"]}{"title":"塞下曲","nian":"唐代","author":"戎昱","contson":"\n汉将归来虏塞空，旌旗初下玉关东。高蹄战马三千匹，落日平原秋草中。\n","contyishang":["译文将领们扫空敌营归来，高举旌旗直入玉门关东。三千战马放蹄飞奔，冷冷的落日沉入平原秋草中。","注释汉将：唐朝的将领塞：要塞玉关：玉门关"]}