{"title":"送友游吴越","nian":"唐代","author":"杜荀鹤","contson":"\n去越从吴过，吴疆与越连。有园多种橘，无水不生莲。夜市桥边火，春风寺外船。此中偏重客，君去必经年。\n","contyishang":["译文要去越地，必须从吴地经过，因为吴越接壤。桔和莲皆吴越名产，吴越种桔与莲，无水不生。灯火通明的夜市，春风沉醉的夜晚，桥边灯火辉煌，寺外舳舻辐辏。吴越之人多好客之风，你此去可能要待很长时间，乐而忘返了。","注释①吴越：指今苏浙一带。②吴：指现在浙江一带。③火：繁荣、热闹的景象。④必经年：泛指要待很长时间，客人乐而忘返了。"]}{"title":"","nian":"","author":"","contson":"","contyishang":[]}{"title":"送蹇秀才赴临洮","nian":"唐代","author":"高适","contson":"\n怅望日千里，如何今二毛。犹思阳谷去，莫厌陇山高。倚马见雄笔，随身唯宝刀。料君终自致，勋业在临洮。\n","contyishang":["译文怅望一日千里，如今头上有了白发。还想奔赴阳谷，不嫌陇山山高。倚马可见纸笔，随身只带宝刀。预料你终能自致高位，建功立业的地方就在临洮。","注释⑴临洮：即临洮郡，治所在今甘肃省临潭县西南。当时已成为边境重镇，属陇右节度使管辖。⑵二毛：头发黑白相间，俗称花白头发。⑶阳谷：地名，在今甘肃淳化北。⑷倚马：指倚马可待的敏捷才思。典出《世说新语·文学》篇：“桓宣武北征，袁虎时从，被责免官。会须露布文，唤袁倚马前令作。手不辍笔，俄得七纸，绝可观。”后人多据此典以“倚马”形容才思敏捷。雄笔：犹\n"]}{"title":"齐天乐·送童瓮天兵后归杭","nian":"元代","author":"詹玉","contson":"\n相逢唤醒京华梦，吴尘暗斑吟发。倚担评花，认旗沽酒，历历行歌奇迹。吹香弄碧。有坡柳风情，逋梅月色。画鼓红船，满湖春水断桥客。当时何限俊侣，甚花天月地，人被云隔。却载苍烟，更招白鹭，一醉修江又别。今回记得。再折柳穿鱼，赏梅催雪。如此湖山，忍教人更说。\n","contyishang":["　　“相逢”，该有多少话可说，多少事可忆，却是“唤醒京华梦”。在战后京华梦，指故朝南宋的京都生活。京华梦醒，“吴尘暗斑吟发”。吟发，即词人的头发。这两句，饱含词人的沧桑之慨。以下作具体抒写。“倚担”三句，写了三件令人难以忘怀的趣事：一是“倚担评花”。宋代的风俗是人皆不戴花，而挑担卖花者亦众。当时倚靠花担，品评着各色鲜花，一种风流趣事。二是“认旗沽酒”。游兴既高，自当有美酒助兴，觅酒家畅饮，说不尽的风流洒脱！三是“行歌奇迹”。一边游赏，一边吟诗，江山处处留足迹，也是风流闲雅！“历历”意为一切游乐情事都历历如昨。","　　由杭州景色转写西湖胜景。从“吹香弄碧”“吹香”句先总写，作\n"]}{"title":"送李中丞之襄州 / 送李中丞归汉阳别业","nian":"唐代","author":"刘长卿","contson":"\n流落征南将，曾驱十万师。罢归无旧业，老去恋明时。独立三边静，轻生一剑知。茫茫江汉上，日暮欲何之。\n","contyishang":["译文这位漂泊流离的征南老将，当年曾经指挥过十万雄师。后来他罢职回乡没有产业，到老年他还留恋贤明之时。少壮时独立功勋三边平静，为国轻生只有随身佩剑知。在茫茫的汉江上飘来荡去，日到黄昏你还想要去哪里？","注释⑴李中丞：生平不详。中丞：官职名，御史中丞的简称，唐时为宰相以下的要职。⑵流落：漂泊失所。征南将：指李中丞。⑶师：军队。⑷旧业：在家乡的产业。⑸明时：对当时朝代的美称。⑹三边：指汉代幽、并、凉三州，其地皆在边疆。此处泛指边疆。⑺轻生：不畏死亡。\n"]}{"title":"送杨子","nian":"唐代","author":"岑参","contson":"\n斗酒渭城边，垆头耐醉眠。梨花千树雪，杨叶万条烟。惜别添壶酒，临岐赠马鞭。看君颍上去，新月到家圆。\n","contyishang":["译文渭城边上我们纵酒言别，在酒坊里长醉而不能入眠。满树的梨花就像积雪那样洁白，千万条的杨树叶恰似那缕缕青烟。惜别间我们饮尽了壶中的美酒。临分别时，送上策马的长鞭。盼望着你到达颍上，那时候新月也应该变圆了。","注释斗：计容积的量器,十升为斗，十斗为斛。这里形容饮酒之多。渭城：即秦都咸阳故城，唐代从长安往西去的，多在渭城送别。垆头：酒坊，酒家。"]}{"title":"满江红·题碧梧翠竹送李阳春","nian":"明代","author":"张宁","contson":"\n一曲清商，人别后、故园几度。想翠竹、碧梧风采，旧游何处。三径西风秋共老，满庭疏雨春都过。看苍苔、白石易黄昏，愁无数。峄山畔，淇泉路。空回首，佳期误。叹舞鸾鸣凤，归来迟暮。冷淡还如西草，凄迷番作江东树。且留他、素管候冰丝，重相和。\n","contyishang":[]}{"title":"送友人寻越中山水","nian":"唐代","author":"李白","contson":"\n闻道稽山去，偏宜谢客才。千岩泉洒落，万壑树萦回。东海横秦望，西陵绕越台。湖清霜镜晓，涛白雪山来。八月枚乘笔，三吴张翰杯。此中多逸兴，早晚向天台。\n","contyishang":["译文听说你要去会稽山，那里最适合你这样才比谢灵运的人。你会看到千岩清泉洒落，万壑绿树萦回。 东海横垣秦望山下，当初秦始皇就在那里眺望东海，西陵山围绕越宫高台。镜湖如清霜覆盖的明镜，海涛汹涌如雪山飞来。 八月的浙江就等待你这支枚乘的生花妙笔去揽胜，三吴的美食佳肴就等着你张翰似的美食家去品尝。那里逸兴多多，你可一定去上天台山逛逛，不到天台山就没有到浙江。","注释①越中：唐越州，治所在今浙江绍兴。②稽山：会稽山，在今浙江绍兴。③谢客：即谢灵运，浙江会稽人，东晋名将谢玄之孙，小名\n"]}{"title":"天山雪歌送萧治归京","nian":"唐代","author":"岑参","contson":"\n天山雪云常不开，千峰万岭雪崔嵬。北风夜卷赤亭口，一夜天山雪更厚。能兼汉月照银山，复逐胡风过铁关。交河城边鸟飞绝，轮台路上马蹄滑。晻霭寒氛万里凝，阑干阴崖千丈冰。将军狐裘卧不暖，都护宝刀冻欲断。正是天山雪下时，送君走马归京师。雪中何以赠君别，惟有青青松树枝。\n","contyishang":["译文天山上的云雪终年不开，巍巍千山万岭白雪皑皑。夜来北风卷过赤亭路口，天山一夜之间大雪更厚。雪光和着月光照映银山，雪花追着北风飞过铁关。交河城边飞鸟早已断绝，轮台路上战马难以走过。寒云昏暗凝结万里天空，山崖陡峭悬挂千丈坚冰。将军皮袍久卧不觉温暖，都护宝刀冻得像要折断。天山正是大雪纷飞之时，送别为友走马归还京师。冰雪之中怎将心意表示，只有赠您青青松柏树枝！","注释⑴萧治：作者友人，生平未详。⑵开：消散。⑶崔嵬（cuī wéi）：山势高耸的样子。\n"]}{"title":"送单于裴都护赴西河","nian":"唐代","author":"崔颢","contson":"\n征马去翩翩，城秋月正圆。单于莫近塞，都护欲临边。汉驿通烟火，胡沙乏井泉。功成须献捷，未必去经年。\n","contyishang":["译文你骑着征马，翩翩而去；秋天城中，明月正圆。匈奴单于你切莫靠近我汉家边塞，如今我都护将军正欲莅临边关。汉家驿道中，烽火接连燃起，胡地沙多，井泉难寻。功成之后要献战利品，你此番北去，用不了一年就可以做到这一点。","注释⑴单（chán）于：指单于都护府，唐代六大都护府之一。辖治碛南突厥部落诸府州，大约相当于今河套以北地区，治所在云中。裴都护：事迹不详。都护：官名，都护府设有大都护、副都护，管辖境内的边防、行政及各族事务。⑵征：即行，远行。⑶城秋：一作“秋城”。⑷单于：这里指少数民族\n"]}{"title":"送宗密上人归南山草堂寺因谒河南尹白侍郎","nian":"唐代","author":"刘禹锡","contson":"\n宿习修来得慧根，多闻第一却忘言。自从七祖传心印，不要三乘入便门。东泛沧江寻古迹，西归紫阁出尘喧。河南白尹大檀越，好把真经相对翻。\n","contyishang":["　　与柳宗元相比，刘禹锡就荣幸得多。他二人虽同时遭贬，但柳宗元生性沉郁，而刘禹锡则生性达观。柳宗元多病，刘禹锡康健。苏东坡评柳宗元“发纤浓于古简，寄至味于淡泊。”而刘禹锡在此，则还多了一团生机和气。所以柳宗元年仅四十七而逝，刘禹锡则寿高七十余，比白居易略差一点。柳宗元也没有如刘、白二人，得以交圭峰宗密大师这样佛教中的泰山北斗，也不如李翱那样得以结交药山唯俨这样的禅林宗匠。这是刘禹锡在安徽和州当太守时送别圭峰大师时所作的诗，并以此诗作为“介绍信”，介绍给白居易。圭峰大师与刘禹锡、白居易还有一段交往，的确是鲜为人知。","　　“宿习修来得慧根，多闻第一忘却言。”这里，刘禹锡盛赞圭\n"]}{"title":"南阳送客","nian":"唐代","author":"李白","contson":"\n斗酒勿为薄，寸心贵不忘。坐惜故人去，偏令游子伤。离颜怨芳草，春思结垂杨。挥手再三别，临岐空断肠。\n","contyishang":["译文斗酒不要嫌少，寸心贵在不忘。深深的叹息故人的离去，游子十分感伤。离别的愁容看到看到芳草就会埋怨，将自己的四年寄托在春天的垂杨之上。挥起手再三告别，临到分别仍然是枉自断肠。","注释南阳：今河南南阳。薄：少。坐：意为深。"]}{"title":"热海行送崔侍御还京","nian":"唐代","author":"岑参","contson":"\n侧闻阴山胡儿语，西头热海水如煮。海上众鸟不敢飞，中有鲤鱼长且肥。岸旁青草长不歇，空中白雪遥旋灭。蒸沙烁石燃虏云，沸浪炎波煎汉月。阴火潜烧天地炉，何事偏烘西一隅？势吞月窟侵太白，气连赤坂通单于。送君一醉天山郭，正见夕阳海边落。柏台霜威寒逼人，热海炎气为之薄。\n","contyishang":["译文我听阴山人们说过多回，西方热海之水好似煮沸。海上各种鸟儿不敢飞翔，水中鲤鱼却是大而肥美！岸边青草常年不见哀歇，空中雪花远远融化消灭，沙石炽热燃烧边地层云，波浪沸腾煎煮古时明月。地下烈火暗中熊熊燃烧，为何偏把西方一角烘烤！气浪弥漫西方月窟太白，把那广大边塞地带笼罩。置酒送君在那天山城郭，热海之畔夕阳正要西落。君居柏台威严好似寒霜，热海炎气因而顿觉淡薄！","注释⑴热海：伊塞克湖，又名大清池、咸海，今属吉尔吉斯斯坦，唐时属安西节度使领辖。崔侍御：未详。侍御，指监察御史。\n"]}{"title":"送天台陈庭学序","nian":"明代","author":"宋濂","contson":"\n　　西南山水，惟川蜀最奇。然去中州万里，陆有剑阁栈道之险，水有瞿塘、滟滪之虞。跨马行，则篁竹间山高者，累旬日不见其巅际。临上而俯视，绝壑万仞，杳莫测其所穷，肝胆为之悼栗。水行，则江石悍利，波恶涡诡，舟一失势尺寸，辄糜碎土沉，下饱鱼鳖。其难至如此。故非仕有力者，不可以游；非材有文者，纵游无所得；非壮强者，多老死于其地。嗜奇之士恨焉。\n　　天台陈君庭学，能为诗，由中书左司掾，屡从大将北征，有劳，擢四川都指挥司照磨，由水道至成都。成都，川蜀之要地，扬子云、司马相如、诸葛武侯之所居，英雄俊杰战攻驻守之迹，诗人文士游眺饮射赋咏歌呼之所，庭学无不历览。既览必发为诗，以纪其景物时世之变，于是其诗益工。越三年，以例自免归，会予于京师；其气愈充，其语愈壮，其志意愈高；盖得于山水之助者侈矣。\n　　予甚自愧，方予少时，尝有志于出游天下，顾以学未成而不暇。及年壮方可出，而四方兵起，无所投足。逮今圣主兴而宇内定，极海之际，合为一家，而予齿益加耄矣。欲如庭学之游，尚可得乎？\n　　然吾闻古之贤士，若颜回、原宪，皆坐守陋室，蓬蒿没户，而志意常充然，有若囊括于天地者。此其故何也？得无有出于山水之外者乎？庭学其试归而求焉？苟有所得，则以告予，予将不一愧而已也！\n","contyishang":["译文　　我国西南一带的山水，只四川境内最为奇特。但那里与中原一带相距万里之遥，陆路上有剑阁、栈道之类的险阻；水路上有瞿塘峡、滟滪堆之类的忧虑。骑着马走，沿路层层竹林遮蔽高山，连续十来天，仰头看不到山顶；登上高处往下俯瞰，绝险的山谷有几万尺深，茫茫渺渺看不到谷底，令人惊恐万状，肝胆颤抖。乘船在水中行，江水悍猛，礁石尖利，波涛险恶，漩涡诡异，船只一旦稍微失去控驭，偏离航道仅有尺寸大小，就被撞得粉碎像泥土般下沉，船中人便喂饱了江中鱼鳖之腹，通往四川的道路艰难到这种地步。因此，不是做官出仕富有财力的人不能前往游历；不是天生富有文才的人，即使游览了也无所得；不是身强体壮人，大多老死在那\n"]}{"title":"送金城公主适西蕃应制","nian":"唐代","author":"郑愔","contson":"\n下嫁戎庭远，和亲汉礼优。笳声出虏塞，箫曲背秦楼。 贵主悲黄鹤，征人怨紫骝。皇情眷亿兆，割念俯怀柔。\n","contyishang":[]}{"title":"夜送赵纵","nian":"唐代","author":"杨炯","contson":"\n赵氏连城璧，由来天下传。送君还旧府，明月满前川。\n","contyishang":["译文韵译赵国的和氏璧价值连城，自古来天底下人人称赞。今晚上送你回赵州故乡，空中月明如水洒满前川。","散译赵国有一块价值十五座城他的壁玉，向来是天下闻名的。我今夜送你回到赵州家乡地方去，天空中留下一轮明月，仍然照满的面的川水呢。","注释⑴赵纵：杨炯友人，赵州人。⑵赵氏连城璧（bì）：战国时，赵国得到一块叫和氏璧的美玉，秦王知道后，要用十五座城池交换，故称连城璧。此处用赵氏喻指赵纵，连城璧喻指其才华。连城璧，价值很多座城市的宝玉。这里指战国时赵国的和氏璧。⑶君：指赵纵。\n"]}{"title":"送韩侍御之广德","nian":"唐代","author":"李白","contson":"\n昔日绣衣何足荣，今宵贳酒与君倾。暂就东山赊月色，酣歌一夜送泉明。\n","contyishang":["　　诗的前两句“昔日绣衣何足荣，今宵贳酒与君倾”，是写韩歆“昔日”与“今日”的情况，形成鲜明的对比。韩侍御，即韩歆。公元758年（唐至德三载）被贬，由殿中侍御史来广德隐居，此时李白送韩歆去广德。昔日，韩歆是侍御，“或给事殿中，或举劾非法，或督察郡县，或奉旨外出”，“衣以绣者，尊宠之也。”可以说是耀武扬威，富贵荣耀。然而，韩歆“因朝会，闻帝读隗嚣、公孙述相与书，歆曰：‘亡国之君皆有才，桀、纣亦有才。’帝大怒，以为激发。”“今日”李白“贳酒”来招待“昔日”的“侍御”了，如此巨大的落差，形成鲜明的对比。","　　诗的后两句“暂就东山赊月色，酣歌一夜送泉明”，写欢送韩歆的情景。韩歆被\n"]}{"title":"送人游吴","nian":"唐代","author":"杜荀鹤","contson":"\n君到姑苏见，人家尽枕河。古宫闲地少，水港小桥多。(水港 一作：水巷)夜市卖菱藕，春船载绮罗。遥知未眠月，乡思在渔歌。\n","contyishang":["译文你到姑苏时将会看到，那儿的人家房屋都临河建造。姑苏城中屋宇相连，没有什么空地；即使在河汊子上，也架满了小桥。夜市上充斥着卖菱藕的声音，河中的船上，满载着精美的丝织品。遥想远方的你，当月夜未眠之时，听到江上的渔歌声，定会触动你的思乡之情。","注释①姑苏：苏州的别称②枕河：临河。枕：临近。⑦闲地少：指人烟稠密，屋宇相连。③古宫：即古都，此处指代姑苏。④水港：河汊子，指流经城市的小河。一作“水巷”。⑤绮罗：指华贵的丝织品或丝绸衣服。一说此处是贵妇、美女的代称\n"]}{"title":"高阳池送朱二","nian":"唐代","author":"孟浩然","contson":"\n当昔襄阳雄盛时，山公常醉习家池。池边钓女日相随，妆成照影竟来窥。澄波澹澹芙蓉发，绿岸参参杨柳垂。一朝物变人亦非，四面荒凉人住稀。意气豪华何处在，空余草露湿罗衣。此地朝来饯行者，翻向此中牧征马。征马分飞日渐斜，见此空为人所嗟。殷勤为访桃源路，予亦归来松子家。\n","contyishang":["译文当年襄阳雄盛时期，镇守襄阳的山间经常在习家池醉饮。相随而来的钓女，来到池边，竞相窥视她们自己妆扮过的映在池中的倩影。清波荡漾荷花盛开，依依垂柳映绿了水岸。澹澹：水波摇荡的样子。参参：草木茂盛；细长的样子。往日的繁华已经消逝，人物也不似当年，四望习池已变得一派荒凉，人迹稀少。往日意气风发豪华风流的一代人物都不见了，只有荒草露水沾湿着游人的衣服。此处虽然萧条了，但是一大早就来此为送别饯行的，并在这里放牧将要远行的马匹。一直到红日渐斜，远行人才上马而去，此情此景见之无不令人感叹此地的荒凉。诚恳而\n"]}{"title":"丹阳送韦参军","nian":"唐代","author":"严维","contson":"\n丹阳郭里送行舟，一别心知两地秋。 日晚江南望江北，寒鸦飞尽水悠悠。\n","contyishang":["译文在丹江外城边上送别行舟，今天一别我知道两地悲愁。天晚我仍站在江南望江北，乌鸦都已归巢只见水悠悠。","注释1.参军：古代官名。2.丹阳：地名。唐天宝间以京口（今江苏镇江）为丹阳郡，曲阿为丹阳县（今江苏丹阳县）。二者地理位置相近。3.郭：古代在城外围环城而筑的一道城墙。4.行舟：表示友人将从水路离去。5.别：离别。6.日晚：日暮，此处暗示思念时间之久。7.江：长江。8.寒鸦：也叫慈乌，体型较小，背部为黑色。9.悠悠：长久遥远。"]}{"title":"留卢秦卿","nian":"唐代","author":"司空曙","contson":"\n知有前期在，难分此夜中。无将故人酒，不及石尤风。\n","contyishang":["　　送别是古代人生活中的常事，故而也成了古诗中屡写不衰的题材。唐诗中的送别诗汗牛充栋，但这首诗却能翻出新意，别具一格。","　　“知有前期在，难分此夜中。”起句突兀。前期，即后会之期，重逢之期。对于分别的人来说，“后会有期”本来是一个极大的安慰，但诗人将它翻到前面，置于一个次要、陪衬的地位，意思是说纵然知道后会有期，但此夜之别，仍然难分难舍。这样一退一进，欲擒故纵的写法，不仅将难分之情表现得更为感人，而且这么一口说出后会之事，也就逼得对方毫无回旋余地，只能被这种“最入情”之言所压倒。“无将故人酒，不及石尤风”末句收得平淡，然而借酒发挥之辞，却非同寻常。据《江湖纪闻》记载：“石\n"]}{"title":"送韦整尉长沙","nian":"唐代","author":"张祜","contson":"\n远远长沙去，怜君利一官。风帆彭蠡疾，云水洞庭宽。木客提蔬束，江乌接饭丸。莫言卑湿地，未必乏新欢。\n","contyishang":[]}{"title":"鲁郡尧祠送窦明府薄华还西京","nian":"唐代","author":"李白","contson":"\n朝策犁眉騧，举鞭力不堪。强扶愁疾向何处，角巾微服尧祠南。长杨扫地不见日，石门喷作金沙潭。笑夸故人指绝境，山光水色青于蓝。庙中往往来击鼓，尧本无心尔何苦。门前长跪双石人，有女如花日歌舞。银鞍绣毂往复回，簸林蹶石鸣风雷。远烟空翠时明灭，白鸥历乱长飞雪。红泥亭子赤阑干，碧流环转青锦湍。深沉百丈洞海底，那知不有蛟龙蟠。君不见绿珠潭水流东海，绿珠红粉沉光彩。绿珠楼下花满园，今日曾无一枝在。昨夜秋声阊阖来，洞庭木落骚人哀。遂将三五少年辈，登高远望形神开。生前一笑轻九鼎，魏武何悲铜雀台。我歌白云倚窗牖，尔闻其声但挥手。长风吹月度海来，遥劝仙人一杯酒。酒中乐酣宵向分，举觞酹尧尧可闻。何不令皋繇拥篲横八极，直上青天挥浮云。高阳小饮真琐琐，山公酩酊何如我。竹林七子去道赊，兰亭雄笔安足夸。尧祠笑杀五湖水，至今憔悴空荷花。尔向西秦我东越，暂向瀛洲访金阙。蓝田太白若可期，为余扫洒石上月。\n","contyishang":["译文我清晨乘着犁眉黄身马，举鞭无力。强撑着病体，角巾便服地来到尧庙。只见柳丝垂地绿荫遮天，石门喷迸的流水在此汇成金沙潭。这里山青水秀，我的老朋友果然为我们选择了一处绝妙佳景。庙中不断地有人来击鼓求福，其实尧本无心受人祭拜，你们这又是何苦呢？庙前又有双跪石人，如花的美女整日在表演歌舞。权贵们的豪华车马往来不绝，惊动着林木山石发出轰鸣。远望潭中，长烟与碧波交织，时明时灭。白鸥群翔，如同纷纷扬扬的飞雪。红亭赤栏，置于碧流青水之间口这潭水深过百丈能通彻海底，说不定其中会有蛟龙盘踞。\n"]}{"title":"水调歌头·落日古城角","nian":"宋代","author":"辛弃疾","contson":"\n落日古城角，把酒劝君留。长安路远，何事风雪敝貂裘。散尽黄金身世，不管秦楼人怨，归计狎沙鸥。明夜扁舟去，和月载离愁。功名事，身未老，几时休。诗书万卷，致身须到古伊周。莫学班超投笔，纵得封侯万里，憔悴老边州。何处依刘客，寂寞赋登楼。\n","contyishang":["译文夕阳照在城墙的一角，我端起酒杯劝说您留下。京城离这里太远了，为什么还要穿着破旧的衣服冒着艰辛赶去呢？我担心你像苏秦一样盘缠用尽，还会遭到妻子的埋怨，不如早点归来，与沙鸥亲近为好。明晚月色下，你就要带着满身的离愁乘船而去。追逐功名利禄，恐怕是到老了以后才会罢休吧？饱读诗书，应该像古代的伊尹和周公一样为国事操劳。不要效仿班超投笔从戎，即使能够万里封侯，也会长期的滞留边疆，到老才能回来。在哪里可以找到可以依附的人呢？只怕是空自孤独寂寞，作《登楼赋》那样思念家乡的文章。","注释（1）敝貂裘：破旧的貂皮衣服（2）秦楼：汉乐府《陌上桑\n"]}{"title":"折杨柳 / 和练秀才杨柳","nian":"唐代","author":"杨巨源","contson":"\n水边杨柳曲尘丝，立马烦君折一枝。惟有春风最相惜，殷勤更向手中吹。\n","contyishang":["译文沿着河岸依依行走，河边的杨柳低垂着像酒曲那样细嫩的长条，这不禁勾起了我这个将行之人的依依不舍之意，于是我停下马来，请送行的您帮我折一枝杨柳吧。只有春风最懂得珍惜，仍然多情地向我手中已经离开树干的杨柳枝吹拂。","注释⑴和练秀才杨柳：诗题一作“折杨柳”，乐府歌曲，属横吹曲。⑵曲尘丝：指色如酒曲般细嫩的柳叶。尘：一作“烟”。⑶向：一作“肯”。"]}{"title":"送杨长史赴果州","nian":"唐代","author":"王维","contson":"\n褒斜不容幰，之子去何之。鸟道一千里，猿声十二时。官桥祭酒客，山木女郎祠。别后同明月，君应听子规。\n","contyishang":["译文褒斜道狭险容不下车辆，你这位君子离京将去哪里？险绝的鸟道绵延千余里，两岸猿啼会连续昼夜十二时！官桥边有款待行人的祭酒巫客，林麓中掩映着女神的庙祠。分手之后我们只能同看明月，你且还多听子规而生归思！","注释⑴杨长史：杨济，后来曾任大理少卿兼御史中丞。长史，官名，秦置。汉相国、丞相，后汉太尉、司徒、司空、将军府各有长史。参阅《汉书·百官公卿表上》、《后汉书·百官志一》。其后，为郡府官，掌兵马。唐制，上州刺史别驾下，有长史一人，从五品。果州：今四川省南充市。⑵褒斜：古道路名。因取道褒水、斜水二河谷得名。二\n"]}{"title":"卜算子·席上送王彦猷","nian":"宋代","author":"周紫芝","contson":"\n江北上归舟，再见江南岸。江北江南几度秋，梦里朱颜换。 人是岭头云，聚散天谁管。君似孤云何处归，我似离群雁。\n","contyishang":["　　这是一首送别词，在送别友人王彦猷的酒席上，作者写了这首词。上片写依依惜别，下片发人生感喟。","　　“江北上归舟，再见江南岸”，是对友人归程的预测。从江北登上归舟，可以重新见到江南的景色，意思是从江北登程，去向江南。“江北江南几度秋，梦里朱颜换。”一处江北，一处江南，数年不能相聚，在依稀的别梦中，韶华逝去，岁月蹉跎，鬓生白发，脸增衰容，人就变得越来越老了。白居易诗：“曾栽杨柳江南岸，一别江南两度春。”苏轼诗：“钟鼓江南岸，归来梦自惊。”意境有相似之处。但白、苏诗主要寄托了对江南的怀念，而作者这首词抒发的主要是对友人的眷念。","　　“人是岭头云，聚散天谁管。君\n"]}{"title":"送李愿归盘谷序","nian":"唐代","author":"韩愈","contson":"\n　　太行之阳有盘谷。盘谷之间，泉甘而土肥，草木丛茂，居民鲜少。或曰：“谓其环两山之间，故曰‘盘’。”或曰：“是谷也，宅幽而势阻，隐者之所盘旋。”友人李愿居之。\n　　愿之言曰：“人之称大丈夫者，我知之矣：利泽施于人，名声昭于时，坐于庙朝，进退百官，而佐天子出令；其在外，则树旗旄，罗弓矢，武夫前呵，从者塞途，供给之人，各执其物，夹道而疾驰。喜有赏，怒有刑。才畯满前，道古今而誉盛德，入耳而不烦。曲眉丰颊，清声而便体，秀外而惠中，飘轻裾，翳长袖，粉白黛绿者，列屋而闲居，妒宠而负恃，争妍而取怜。大丈夫之遇知于天子、用力于当世者之所为也。吾非恶此而逃之，是有命焉，不可幸而致也。\n　　穷居而野处，升高而望远，坐茂树以终日，濯清泉以自洁。采于山，美可茹；钓于水，鲜可食。起居无时，惟适之安。与其有誉于前，孰若无毁于其后；与其有乐于身，孰若无忧于其心。车服不维，刀锯不加，理乱不知，黜陟不闻。大丈夫不遇于时者之所为也，我则行之。\n　　伺候于公卿之门，奔走于形势之途，足将进而趑趄，口将言而嗫嚅，处污秽而不羞，触刑辟而诛戮，侥幸于万一，老死而后止者，其于为人，贤不肖何如也？”\n　　昌黎韩愈闻其言而壮之，与之酒而为之歌曰：“盘之中，维子之宫；盘之土，维子之稼；盘之泉，可濯可沿；盘之阻，谁争子所？窈而深，廓其有容；缭而曲，如往而复。嗟盘之乐兮，乐且无央；虎豹远迹兮，蛟龙遁藏；鬼神守护兮，呵禁不祥。饮且食兮寿而康，无不足兮奚所望！膏吾车兮秣吾马，从子于盘兮，终吾生以徜徉！”\n","contyishang":["译文　　太行山的南面有个（山谷叫）盘谷。盘谷那地方，泉水甘甜，土地肥沃，草木繁茂，居民很少。有人说：“因为盘谷盘绕在两山之间，所以名叫‘盘’。”也有人说：“这个山谷位置幽僻而地势险阻，是隐者所盘旋的地方（所以叫‘盘’。）”我的朋友李愿住在这里。","　　李愿说：“人被称为大丈夫的情况，我知道了。（一种情况是：）在朝廷上，（他）任免百官，辅佐天子发布政令；在朝廷外，就树起旗帜，陈设弓箭，卫兵在前喝道，侍从塞满道路，仆役们拿着他所需物品，夹道奔驰。（他）高兴起来就随意赏赐，发起怒来就任意处罚。才能出众的人聚集他的跟前，说古道今赞誉他的大德，他听入耳中而不厌烦。（他的家\n"]}{"title":"送焦山淇上人见广佑","nian":"宋代","author":"释智朋","contson":"\n云团广佑尽愁城，未必心肝铁打成。话着石公山下事，定如猿叫第三声。\n","contyishang":[]}{"title":"短歌行赠王郎司直","nian":"唐代","author":"杜甫","contson":"\n王郎酒酣拔剑斫地歌莫哀！我能拔尔抑塞磊落之奇才。豫章翻风白日动，鲸鱼跋浪沧溟开。且脱佩剑休徘徊。西得诸侯棹锦水，欲向何门趿珠履？仲宣楼头春色深，青眼高歌望吾子，眼中之人吾老矣！\n","contyishang":["译文王郎你趁着酒兴拔剑起舞来发泄心中愤慨，不必悲哀，我能举荐你这个忧郁而坦荡的人间奇才。船帆在风中摇摆，鲸鱼在大海里乘浪而行，你先放下手中之剑，不要犹豫，划船去见西蜀的诸侯。以你王郎的奇才，此去西川，一定会得到蜀中大官的赏识，却不知要去投奔哪一位地方长官？仲宣楼那边已经是春末，我以青眼看着你，放声高歌，王郎你正当年富力强，我却已衰老无用了。","注释短歌行：乐府旧题。乐府有《短歌行》也有《长歌行》，其分别在于歌声长短。郎：年轻男子称谓。司直：官名。斫（zhuó）：本义为大锄。引申为砍，斫地：砍地。莫哀：不\n"]}{"title":"送杨少尹序","nian":"唐代","author":"韩愈","contson":"\n　　昔疏广、受二子，以年老，一朝辞位而去。于是公卿设供帐，祖道都门外，车数百辆；道路观者，多叹息泣下，共言其贤。汉史既传其事，而后世工画者，又图其迹，至今照人耳目，赫赫若前日事。\n　　国子司业杨君巨源，方以能诗训后进，一旦以年满七十，亦白相去，归其乡。世常说古今人不相及，今杨与二疏，其意岂异也？\n　　予忝在公卿后，遇病不能出，不知杨侯去时，城门外送者几人，车几辆，马几匹，道旁观者，亦有叹息知其为贤与否；\n　　而太史氏又能张大其事为传，继二疏踪迹否，不落莫否。见今世无工画者，而画与不画，固不论也。\n　　然吾闻杨侯之去，相有爱而惜之者，白以为其都少尹，不绝其禄。又为歌诗以劝之，京师之长于诗者，亦属而和之。又不知当时二疏之去，有是事否。古今人同不同，未可知也。\n　　中世士大夫，以官为家，罢则无所于归。杨侯始冠，举于其乡，歌《鹿鸣》而来也。今之归，指其树曰：“某树，吾先人之所种也；某水、某丘，吾童子时所钓游也。”乡人莫不加敬，诫子孙以杨侯不去其乡为法。古之所谓乡先生没而可祭于社者，其在斯人欤？其在斯人欤？ \n","contyishang":["　　古时候疏广、疏受叔侄二人，因为年老，同一天辞掉职位离去。当时，朝廷中的公卿摆设宴席，在京都门外为他们饯行，车驾有数百辆之多；道路上旁观的，有很多人为之感叹并流下了眼泪，无不称赞他们贤明。汉代的史书既记载了他们的事迹，而后世擅长绘画的人，又画下了他们的形象，到今天依然光彩照人，清清楚楚的仿佛是前不久发生的事情。","　　国子监司业杨巨源，正以他善于写诗来教育学生，一旦到了七十岁，也禀白丞相离职回归他的故乡。世上常说古时的人和现今的人是不能并论的，而今杨巨源与疏氏二人，他们的思想难道有什么差异吗？","　　我攀附于公卿之末，恰逢生病不能出去送行。不知道杨少尹走的时\n"]}{"title":"送梓州李使君","nian":"唐代","author":"王维","contson":"\n万壑树参天，千山响杜鹃。山中一夜雨，树杪百重泉。汉女输橦布，巴人讼芋田。文翁翻教授，不敢倚先贤。\n","contyishang":["译文万壑古树高耸云天，千山深处杜鹃啼啭。山中春雨一夜未停，树丛梢头流淌百泉。汉女辛劳织布纳税，巴人地少诉讼争田。望你发扬文翁政绩，奋发有为不负先贤。","注释⑴梓州：《唐诗正音》作“东川”。梓州是隋唐州名，治所在今四川三台。李使君：李叔明，先任东川节度使、遂州刺史，后移镇梓州。⑵壑（hè）：山谷。⑶杜鹃：鸟名，一名杜宇，又名子规。⑷一夜雨：一作“一半雨”。⑸树杪（miǎo）：树梢。⑹汉女：汉水的妇女。橦（tóng）布：橦木花织成的布，为梓州特产。\n"]}{"title":"送七兄赴扬州帅幕","nian":"宋代","author":"陆游","contson":"\n初报边烽照石头，旋闻胡马集瓜州。诸公谁听刍荛策，吾辈空怀畎亩忧。急雪打窗心共碎，危楼望远涕俱流。岂知今日淮南路，乱絮飞花送客舟。\n","contyishang":["译文刚刚报传边地的烽火，已照亮了建康城头；不久又闻说金人的兵马，已集结在瓜州渡口。当权的衮衮诸公，有谁肯听听百姓的意见？我们在野的人呵，只能白白地为时局担忧。大风急雪扑打着窗棂，心儿和雪珠一起破碎，登上高楼向远处眺望，你我都不禁热泪横流。又哪里想到呵，今日里、柳絮轻飘、乱红飞舞，送你的客船去往那，淮南东路的古城扬州！","注释①七兄：指陆游仲兄陆濬，行七。②扬州帅：即淮南东路安抚使。扬州，今属江苏。③幕：幕府。④边烽：边界上报警的烽火。⑤石头：山名。在江苏江宁西，北缘大\n"]}{"title":"送王屋山人魏万还王屋·并序","nian":"唐代","author":"李白","contson":"\n王屋山人魏万，云自嵩宋沿吴相访，数千里不遇。乘兴游台越，经永嘉，观谢公石门。后于广陵相见，美其爱文好古，浪迹方外，因述其行而赠是诗。 仙人东方生，浩荡弄云海。\n仙人东方生，浩荡弄云海。沛然乘天游，独往失所在。 魏侯继大名，本家聊摄城。卷舒入元化，迹与古贤并。 十三弄文史，挥笔如振绮。辩折田巴生，心齐鲁连子。 西涉清洛源，颇惊人世喧。采秀卧王屋，因窥洞天门。 朅来游嵩峰，羽客何双双。朝携月光子，暮宿玉女窗。 鬼谷上窈窕，龙潭下奔潈。东浮汴河水，访我三千里。 逸兴满吴云，飘飖浙江汜。挥手杭越间，樟亭望潮还。 涛卷海门石，云横天际山。白马走素车，雷奔骇心颜。 遥闻会稽美，且度耶溪水。万壑与千岩，峥嵘镜湖里。 秀色不可名，清辉满江城。人游月边去，舟在空中行。 此中久延伫，入剡寻王许。笑读曹娥碑，沉吟黄绢语。 天台连四明，日入向国清。五峰转月色，百里行松声。 灵溪咨沿越，华顶殊超忽。石梁横青天，侧足履半月。 忽然思永嘉，不惮海路赊。挂席历海峤，回瞻赤城霞。 赤城渐微没，孤屿前峣兀。水续万古流，亭空千霜月。 缙云川谷难，石门最可观。瀑布挂北斗，莫穷此水端。 喷壁洒素雪，空濛生昼寒。却思恶溪去，宁惧恶溪恶。 咆哮七十滩，水石相喷薄。路创李北海，岩开谢康乐。 松风和猿声，搜索连洞壑。径出梅花桥，双溪纳归潮。 落帆金华岸，赤松若可招。沈约八咏楼，城西孤岧峣. 岧峣四荒外，旷望群川会。云卷天地开，波连浙西大。 乱流新安口，北指严光濑。钓台碧云中，邈与苍岭对。 稍稍来吴都，裴回上姑苏。烟绵横九疑，漭荡见五湖。 目极心更远，悲歌但长吁。回桡楚江滨，挥策扬子津。 身著日本裘，昂藏出风尘。五月造我语，知非儓儗人。 相逢乐无限，水石日在眼。徒干五诸侯，不致百金产。 吾友扬子云，弦歌播清芬。虽为江宁宰，好与山公群。 乘兴但一行，且知我爱君。君来几何时，仙台应有期。 东窗绿玉树，定长三五枝。至今天坛人，当笑尔归迟。 我苦惜远别，茫然使心悲。黄河若不断，白首长相思。 \n","contyishang":[]}{"title":"李端公 / 送李端","nian":"唐代","author":"卢纶","contson":"\n故关衰草遍，离别自堪悲。(自堪悲 一作：正堪悲)路出寒云外，人归暮雪时。少孤为客早，多难识君迟。掩泪空相向，风尘何处期。\n","contyishang":["译文故乡遍地都是衰败的枯草，好友相别实在是令人伤悲。你去的道路伸向云天之外，我归来时只见暮雪在纷飞。从小丧父早年就客游外乡，多经磨难我与你相识太迟。回望你去的方向掩面而泣，在战乱年月再见不知何时。","注释⑴《全唐诗》此诗题下有注：一作严维诗，题作送李端。李端：作者友人，与作者同属“大历十才子”。⑵故关：故乡。衰草：冬草枯黄，故曰衰草。⑶“路出”句：意为李端欲去的路伸向云天外，写其道路遥远漫长。⑷少孤：少年丧父、丧母或父母双亡。⑸风尘：指社会动乱。此句意为在动乱年代，不\n"]}{"title":"送虚白上人序","nian":"明代","author":"高启","contson":"\n　　余始不欲与佛者游，尝读东坡所作《勤上人诗序》，见其称勤之贤曰：“使勤得列于士大夫之间，必不负欧阳公。”余于是悲士大夫之风坏已久，而喜佛者之有可与游者。\n　　去年春，余客居城西，读书之暇，因往云岩诸峰间，求所谓可与游者，而得虚白上人焉。\n　　虚白形癯而神清，居众中不妄言笑。余始识于剑池之上，固心已贤之矣。入其室，无一物，弊箦折铛，尘埃萧然。寒不暖，衣一衲，饥不饱，粥一盂，而逍遥徜徉，若有余乐者。间出所为诗，则又纡徐怡愉，无急迫穷苦之态，正与其人类。\n　　方春二三月时，云岩之游者盛，巨官要人，车马相属。主者撞钟集众，送迎唯谨，虚白方闭户寂坐如不闻；及余至，则曳败履起从，指幽导胜于长林绝壁之下，日入而后已。余益贤虚白，为之太息而有感焉。近世之士大夫，趋于途者骈然，议于庐者欢然，莫不恶约而愿盈，迭夸而交诋，使虚白袭冠带以齿其列，有肯为之者乎？或以虚白佛者也，佛之道贵静而无私，其能是亦宜耳！余曰：今之佛者无呶呶焉肆荒唐之言者乎？无逐逐焉从造请之役者乎？无高屋广厦以居美女丰食以养者乎？然则虚白之贤不惟过吾徒，又能过其徒矣。余是以乐与之游而不知厌也。\n　　今年秋，虚白将东游，来请一言以为赠。余以虚白非有求于世者，岂欲余张之哉？故书所感者如此，一以风乎人，一以省于己，使无或有愧于虚白者而已。\n","contyishang":[]}{"title":"送子由使契丹","nian":"宋代","author":"苏轼","contson":"\n云海相望寄此身，那因远适更沾巾。不辞驿骑凌风雪，要使天骄识凤麟。沙漠回看清禁月，湖山应梦武林春。单于若问君家世，莫道中朝第一人。\n","contyishang":["译文我寄身此地和你隔着云海遥遥相望，何必因为你要远行又泪湿衣巾。你不辞劳苦充当信使去冒风雪，为的是要让异族认识朝廷杰出的精英。你将在沙漠留恋地回望京都夜月，梦魂定会越过湖山见到杭城春景。辽国国主若是问起你的家世，可别说朝中第一等人物只在苏家门庭。","注释⑴适：往。⑵驿骑：犹言“驿使”，传驿的信使。凌：冲冒。⑶天骄：汉时，匈奴自称“天之骄子”（《汉书·匈奴传》，后泛指强盛的边地民族。此处指契丹。凤麟：凤凰与麒麟，比喻杰出的、罕见的人才。⑷清禁：皇宫。苏辙时任翰林学士，常出入宫禁。\n"]}{"title":"临江仙·冬日即事","nian":"宋代","author":"苏轼","contson":"\n自古相从休务日，何妨低唱微吟。天垂云重作春阴。坐中人半醉，帘外雪将深。闻道分司狂御史，紫云无路追寻。凄风寒雨是骎骎。问囚长损气，见鹤忽惊心。\n","contyishang":["译文到了自古以来的休假日，无事可做，只有靠低唱轻声吟来消磨时光。天低云重春日阴沉沉，室内宴席座上的人已经半醉，室外雪花不停地飘落，地上的积雪愈来愈厚。想效仿杜牧的狂放，可惜今日没有紫云。凄风寒雨、时光匆匆催人很紧，审讯囚犯时间长了会损气，见到飞翔的鹤时感到自愧惊心。","注释①临江仙：词牌名，双调小令，唐教坊曲。《乐章集》入“仙吕调”，《张子野词》入“高平调”。五十八字，上下片各三平韵。②即事：任事，作事。③休务：停止公务，即休假。宋人习用语。④坐：同“座”。⑤闻道二句：据《本事诗：高逸》载，\n"]}{"title":"送温处士归黄山白鹅峰旧居","nian":"唐代","author":"李白","contson":"\n黄山四千仞，三十二莲峰。丹崖夹石柱，菡萏金芙蓉。伊昔升绝顶，下窥天目松。仙人炼玉处，羽化留馀踪。亦闻温伯雪，独往今相逢。采秀辞五岳，攀岩历万重。归休白鹅岭，渴饮丹砂井。凤吹我时来，云车尔当整。去去陵阳东，行行芳桂丛。回溪十六度，碧嶂尽晴空。他日还相访，乘桥蹑彩虹。\n","contyishang":["译文黄山高耸四千仞，莲花攒簇三十二峰。丹崖对峙夹石柱，有的像莲花苞，有的像金芙蓉。忆往昔，我曾登临绝顶，放眼远眺天目山上的老松。仙人炼玉的遗迹尚在，羽化升仙处还留有遗踪。我知道今天你要独往黄山，也许可以和温伯雪相逢。为采撷精华辞别五岳，攀岩临穴，经历艰险千万重。归来闲居白鹅岭上，渴了饮丹砂井中水。凤凰叫时我即来，你要准备云霓车驾一起游览天宫。来往陵阳仙山东，行走在芬芳的桂树丛中。回曲溪流十六渡，青山如嶂立晴空。以后我还会时常来访问，乘着弓桥步入彩虹中。\n"]}{"title":"送卢主簿","nian":"唐代","author":"王勃","contson":"\n穷途非所恨，虚室自相依。城阙居年满，琴尊俗事稀。 开襟方未已，分袂忽多违。东岩富松竹，岁暮幸同归。\n","contyishang":[]}{"title":"贺新郎·别茂嘉十二弟","nian":"宋代","author":"辛弃疾","contson":"\n别茂嘉十二弟。鹈鴂、杜鹃实两种，见《离骚补注》绿树听鹈鴂。更那堪、鹧鸪声住，杜鹃声切。啼到春归无寻处，苦恨芳菲都歇。算未抵、人间离别。马上琵琶关塞黑，更长门、翠辇辞金阙。看燕燕，送归妾。 将军百战身名裂。向河梁、回头万里，故人长绝。易水萧萧西风冷，满座衣冠似雪。正壮士、悲歌未彻。啼鸟还知如许恨，料不啼清泪长啼血。谁共我，醉明月。\n","contyishang":["译文听着绿树荫里鹈鴂叫得凄恶，更令人悲伤不已。鹧鸪鸟“行不得也哥哥”的啼叫刚住，杜鹃又发出“不如归去”悲切的号呼。一直啼到春天归去再无寻觅处，芬芳的百花都枯萎，实在令人愁恨、痛苦。算起来这桩桩件件也抵不上人间生离死的痛楚。汉代王昭君骑在马上弹着琵琶，奔向黑沉沉的关塞荒野，更有陈皇后阿娇退居长门别馆，坐着翠碧的宫辇辞别皇宫金阙。春秋时卫国庄姜望着燕燕双飞，远送休弃去国的归老。汉代名将李陵身经百战，兵败归降匈奴而身败名裂。到河边轿头送别苏武，回头遥望故国远隔万里，与故友永远诀别。还有荆轲冒着萧瑟秋风，慷慨悲歌无尽无歇。啼鸟若知人间有如此多的悲恨痛切，料想它不再悲啼清泪\n"]}{"title":"送邹明府游灵武","nian":"唐代","author":"贾岛","contson":"\n曾宰西畿县，三年马不肥。债多平剑与，官满载书归。边雪藏行径，林风透卧衣。灵州听晓角，客馆未开扉。\n","contyishang":["译文　　你曾经就任西畿县县令，三年下来，马不生膘。为偿还高筑的债台，只好把佩剑卖了，任满还乡时，也仅仅是满载车书而归。现在冒着边关风雪远游朔方，衣衫单薄，难御寒风。此去就住在灵州的一个角落，每日早上可以听到报晓的号角，平时也没有什么客人来往。","注释⑴明府：唐人对县令的尊称。灵武：即灵州（治所在今宁夏灵武县）。⑵宰：主管。西畿县：唐长安西边的一个县。⑶“三年”句：这句说，邹明府为官清廉，在任三年连骑的马都没有吃肥。⑷“债多”句：这句说，为偿还高筑的债台，只好把佩剑卖了。“债多平剑与”，《嘉靖宁夏新志》等宁夏地方志作\n"]}{"title":"次韵酬吴德夫去秋送行之作","nian":"宋代","author":"赵蕃","contson":"\n湘西一杯酒，渺渺红叶换。江东千里云，落落黄犬叹。人生七十稀，百里九十半。初期枉车马，近乃遗札翰。小迟君不肯，一出我岂惮。虽微办鸡黍，岂乏具薪炭。古风久不作，我友当力赞。旧诗况琼玖，触目屡璀璨。中馨称兰佩，外饰匪玉冠。初年已飞腾，中道翻叹惋。恐遗知己羞，遂许独力断。于兹树风声，何止评月旦。君如渥洼种，可以羁絷绊。我异淇园姿，犹睎岁时贯。君乎甚英爽，我也终浪漫。自应殊显晦，宁复待剖判。湖山冰玉明，楼阁丹青焕。叩舷或乘舟，曳杖或登岸。君行定有得，我去何可愞。与想悠然时，却忆苍然观。\n","contyishang":[]}{"title":"离亭赋得折杨柳二首","nian":"唐代","author":"李商隐","contson":"\n暂凭尊酒送无憀，莫损愁眉与细腰。人世死前唯有别，春风争拟惜长条。\n含烟惹雾每依依，万绪千条拂落晖。为报行人休折尽，半留相送半迎归。\n","contyishang":["译文暂且借着这杯酒遣散无聊，不要损坏了你的愁眉与细腰。人世间除了死亡没有比得上离别更痛苦了，春风不因为爱惜柳枝而不让离苦之人去攀着。","笼罩在烟雾中的茂密的柳条，每枝都依依不舍，万千枝条在日暮里拂走斜阳。为了告诉行人不要为情折尽枝条，柳条送走行人也欢迎来客。","注释⑴离亭：离别的释亭，即释站，是离别处。赋得折杨柳：赋诗来咏折柳送别。《折杨柳》是曲子名。⑵送：遣散。无憀（liáo）：即无聊，无所依赖，指愁苦。⑶愁眉与细腰：柳叶比眉，柳枝的柔软比腰，有双关意。⑷争拟：怎拟，即不拟，\n"]}{"title":"洛下送奚三还扬州","nian":"唐代","author":"孟浩然","contson":"\n水国无边际，舟行共使风。羡君从此去，朝夕见乡中。予亦离家久，南归恨不同。音书若有问，江上会相逢。\n","contyishang":["　　本诗是在洛阳送奚三回扬州的诗。主题、结构，和送辛大的诗《都下送辛大之鄂》完全一样。","　　前四句说扬州是茫茫无涯的水乡，乘船回去都要依仗顺风。我羡慕你从此路回去，不久就可以见到家乡。“朝夕”即“旦夕”，亦即不久”。","　　下四句说自己也离家已久，恨不能同你一起回南。将来如果你有书信来，我们也许可以在江上会晤。这意思是说：那时我也可能回家了。"]}{"title":"南乡子·送述古","nian":"宋代","author":"苏轼","contson":"\n回首乱山横。不见居人只见城。谁似临平山上塔，亭亭。迎客西来送客行。 归路晚风清。一枕初寒梦不成。今夜残灯斜照处，荧荧。秋雨晴时泪不晴。\n","contyishang":["译文回头看横亘的远山，已看不见城中的人影，只隐隐看见一座城。谁像那临平山上的高塔，亭亭伫立，迎送往来的客人。回家的路上，晚风凄清，枕上初寒，难以入眠。今夜残灯斜照，微光闪烁，秋雨虽停但泪还未尽。","注释⑴述古，陈襄字，苏轼好友，福建闽侯人。苏轼赴杭州通判任的第二年，即宋神宗熙宁五年（1072），陈襄接替前任杭州太守沈立之职，熙宁七年（1074），瓜代期满，陈襄移任南都（今河南商丘南），苏轼作此词送别。 ⑵不见居人只见城：取自唐·欧阳詹《初发太原途中寄太原所思》中的“驱马觉渐远，回头长路尘。高城已不见，况复城中人”，谓城、人皆不\n"]}{"title":"摸鱼儿·记年时人人何处","nian":"宋代","author":"何梦桂","contson":"\n记年时、人人何处，长亭曾共杯酒。酒阑归去行人远，折不尽长亭柳。渐白首。待把酒送君，恰又清明后。青条似旧，问江北江南，离愁如我，还更有人否。留不住，强把蔬盘瀹韭。行舟又报潮候。风急岸花飞尽也，一曲啼红满袖。春波皱。青草外、人间此恨年年有。留连握手。数人世相逢，百年欢笑，能得几回又。\n","contyishang":[]}{"title":"送人还荆州","nian":"唐代","author":"皇甫曾","contson":"\n草色随骢马，悠悠同出秦。水传云梦晓，山接洞庭春。帆影连三峡，猿声近四邻。青门一分手，难见杜陵人。\n","contyishang":[]}{"title":"柳枝·江南岸","nian":"宋代","author":"朱敦儒","contson":"\n江南岸，柳枝；江北岸，柳枝；折送行人无尽时。恨分离，柳枝。酒一杯，柳枝；泪双垂，柳枝；君到长安百事违。几时归？柳枝。\n","contyishang":["译文江南江北两岸，杨柳青青一片。人们在此折柳送别，难舍难分。我举杯为你送行，伤心的眼泪爬满双颊。我担心你到长安会遇到很多不顺心的事情，也不知道你什么时候才能回来。","注释①柳枝：为词中反复出现的伴唱声。此外，古人有折柳送别的习俗。②违：不顺心。"]}{"title":"","nian":"","author":"","contson":"","contyishang":[]}{"title":"送孔巢父谢病归游江东兼呈李白","nian":"唐代","author":"杜甫","contson":"\n巢父掉头不肯住，东将入海随烟雾。诗卷长留天地间，钓竿欲拂珊瑚树。深山大泽龙蛇远，春寒野阴风景暮。蓬莱织女回云车，指点虚无是归路。自是君身有仙骨，世人那得知其故。惜君只欲苦死留，富贵何如草头露？蔡侯静者意有余，清夜置酒临前除。罢琴惆怅月照席：“几岁寄我空中书？南寻禹穴见李白，道甫问讯今何如！”\n","contyishang":["译文孔巢父摇头不住长安，将去东海随烟雾飘流。将诗卷永远留人世间，放竿垂钓采珊瑚求生。隐居深山般遁世高蹈，时值春寒冷峭景凋零。仙女们驾着云车而来，指点虚无的归隐之处。自以为他有仙风道骨，谁知离长安归隐之因？爱惜巢父想苦苦相留，应知富贵像草尖露水！蔡侯是淡薄名利的人，趁凉夜庭中摆酒饯行。失意停琴见孤月残席，何年从仙界寄我书信？向南找禹穴若见李白，代我问候他现在怎样！ ","注释⑴孔巢父，《旧唐书》有传。他早年和李白等六人隐居山东徂徕山，号“竹溪六逸”。谢病，是托\n"]}{"title":"送薛存义序","nian":"唐代","author":"柳宗元","contson":"\n　　河东薛存义将行，柳子载肉于俎，崇酒於觞，追而送之江浒，饮食之。且告曰：“凡吏于土者，若知其职乎？盖民之役，非以役民而已也。凡民之食于土者，出其什一佣乎吏，使司平于我也。今我受其直，怠其事者，天下皆然。岂惟怠之，又从而盗之。向使佣一夫于家，受若值，怠若事，又盗若货器，则必甚怒而黜罚之矣。以今天下多类此，而民莫敢肆其怒与黜罚者，何哉？势不同也。势不同而理同，如吾民何？有达于理者，得不恐而畏乎！”\n　　存义假令零陵二年矣。早作而夜思，勤力而劳心；讼者平，赋者均，老弱无怀诈暴憎。其为不虚取直也的矣，其知恐而畏也审矣。\n　　吾贱且辱，不得与考绩幽明之说；于其往也，故赏以酒肉而重之以辞。\n","contyishang":["译文　　河东人薛存义将要启程，我准备把肉放在盘子里，把酒斟满酒杯，追赶进而送到江边，请他喝，请他吃，并且告诉说：“凡是在地方上做官的人，你知道地方官的职责吗？（他们是）老百姓的仆役，并不是来役使老百姓的。凡是靠土地生活的人，拿出田亩收入的十分一来雇佣官吏，目的是让官吏为自己主持公道。现在自己做官的接受了老百姓的俸禄却不认真给他们办事，普天之下到处都是。哪里只是不认真？而且还要贪污、敲诈等行径。假若雇一个干活的人在家里，接受了你的报酬，不认真替你干活，而且还盗窃你的财物，那么你必然很恼怒进而赶走、处罚他。现在的官吏大多是像这样的，而百姓却不敢尽情地把愤怒发泄出来并责罚他们，这是\n"]}{"title":"赋得暮雨送李胄 / 赋得暮雨送李曹","nian":"唐代","author":"韦应物","contson":"\n楚江微雨里，建业暮钟时。漠漠帆来重，冥冥鸟去迟。 海门深不见，浦树远含滋。相送情无限，沾襟比散丝。\n","contyishang":["译文楚江笼罩在细细微雨里，建业城正敲响暮钟之时。雨丝繁密船帆显得沉重，天色错暗鸟儿飞得迟缓。长江流入海门深远不见，江边树木饱含雨滴润滋。送别老朋友我情深无限，沾襟泪水象江面的雨丝。","注释1.楚江：长江三峡以下至濡须口一段，古属楚国，称楚江。2.海门：长江入海处，在今江苏省海门市。3.建业：今南京市。4.散丝：细雨，这里喻指流泪。5.浦树：水边的树。6.含滋：湿润，带着水汽。"]}{"title":"送赞律师归嵩山","nian":"唐代","author":"清江","contson":"\n禅客归心急，山深定易安。清贫修道苦，孝友别家难。雪路侵溪转，花宫映岳看。到时瞻塔暮，松月向人寒。\n","contyishang":["译文禅客归山心情急，山深禅定易得安。清贫生涯修道苦，孝友情牵别家难。雪路迢遥随溪转，花宫山岳相映看。到山仰望暮时塔，松月向人送夜寒。","注释①孝友：善事父母为孝，善事兄弟为友。②花宫：佛教中，花为6种供物之一。花皆可开敷结实，以譬万行之因皆有成就佛果之能。花之形色相好，可以之庄严法身。花又从慈悲生义，花有柔软之德。花之取义甚丰，因此，寺院多以花装饰，诗中称之为“花宫”。《碧岩录》三十九则曰：“僧问云门：‘如何是清静法身？’门云：‘花药栏。’”"]}{"title":"浣溪沙·钿毂香车过柳堤","nian":"唐代","author":"张泌","contson":"\n钿毂香车过柳堤，桦烟分处马频嘶，为他沉醉不成泥。花满驿亭香露细，杜鹃声断玉蟾低，含情无语倚楼西。\n","contyishang":[]}{"title":"临江仙·记得金銮同唱第","nian":"宋代","author":"欧阳修","contson":"\n记得金銮同唱第，春风上国繁华。如今薄宦老天涯。十年岐路，空负曲江花。闻说阆山通阆苑，楼高不见君家。孤城寒日等闲斜。离愁难尽，红树远连霞。\n","contyishang":["译文还记得当年刚刚进士登第时，春风得意，自以为前途似锦。可如今却是官职卑微身老天涯。分别十年以来我一事无成，白白辜负了当年新科进士的宴会。听说您要到的阆州有阆山可以通往神仙阆苑，可我登上高楼却望不到您的家。独处孤城寒日无端西斜，离别愁绪难以说尽，只见那经霜的红树连接着远处的红霞。","注释⑴临江仙：原为唐教坊曲，后用作词牌名，双调小令，共六十字。又名“谢新恩”“雁后归”“画屏春”“庭院深深”“采莲回”“想娉婷”“瑞鹤仙令”“鸳鸯梦”“玉连环”。⑵金銮：帝王车马的装饰物。金属铸成鸾鸟形，口中含铃，因指代帝王车驾。这里指皇帝的金銮殿\n"]}{"title":"送友人","nian":"唐代","author":"李白","contson":"\n青山横北郭，白水绕东城。此地一为别，孤蓬万里征。浮云游子意，落日故人情。挥手自兹去，萧萧班马鸣。\n","contyishang":["译文青翠的山峦横卧在城墙的北面，波光粼粼的流水围绕着城的东边。在此地我们相互道别，你就像孤蓬那样随风飘荡，到万里之外远行去了。浮云像游子一样行踪不定，夕阳徐徐下山，似乎有所留恋。挥挥手从此分离，友人骑的那匹将要载他远行的马萧萧长鸣，似乎不忍离去。","注释⑴郭：古代在城外修筑的一种外墙。⑵白水：清澈的水。⑶一：助词，加强语气。名做状。⑷别：告别。⑸蓬：古书上说的一种植物，干枯后根株断开，遇风飞旋，也称“飞蓬”。诗人用“孤蓬”喻指远行的朋友。⑹征：远行。\n"]}{"title":"送别","nian":"唐代","author":"王之涣","contson":"\n杨柳东风树，青青夹御河。近来攀折苦，应为别离多。\n","contyishang":["译文春风中一株株杨柳树，沿着御河两岸呈现出一片绿色。最近攀折起来不是那么方便，应该是因为离别人儿太多。","注释（1）东门：即长安青门，唐朝时出京城多东行者，多用于送别。有的版本作东风。（2）青青：指杨柳的颜色。（3）御河：指京城护城河。（4）攀折：古代折柳送别的习俗。（5）苦：辛苦，这里指折柳不方便。（6）别离：离别，分别。"]}{"title":"浣溪沙·缥缈红妆照浅溪","nian":"宋代","author":"苏轼","contson":"\n缥缈红妆照浅溪。薄云疏雨不成泥。送君何处古台西。废沼夜来秋水满，茂林深处晚莺啼。行人肠断草凄迷。\n","contyishang":["译文隐约可以看见红妆照映着浅溪，薄薄的云带着稀稀的雨洒在地上不成泥。送君地在何处？在戏马台西。干涸的水塘昨夜后积满秋水，茂密的树林深处，晚莺啼叫不止。行人断肠之处，青草是那样凄凉迷离。","注释⑴浣溪沙：词牌名，本唐教坊曲名，又名《浣沙溪》、《小庭花》等。双调四十二字，五平韵。⑵缥缈（piāo miǎo）：高远隐约的样子。红妆：一说为随行女仆，一说为彩云。⑶君：指颜、梁。颜即颜复，宇长道，颜渊四十八世孙，赐进士出身，官至中书舍人兼国子监直讲。《宋史》有传。梁即梁先，字吉老，通经学，工小楷。苏轼在徐州曾与二人交游，并有\n"]}{"title":"惜黄花慢·送客吴皋","nian":"宋代","author":"吴文英","contson":"\n次吴江，小泊，夜饮僧窗惜别。邦人赵簿携小妓侑尊。连歌数阕，皆清真词。酒尽已四鼓。赋此词饯尹梅津。\n送客吴皋，正试霜夜冷，枫落长桥。望天不尽，背城渐杳，离亭黯黯，恨永迢迢。翠香零落红衣老，暮愁锁、残柳眉梢。念瘦腰、沈郎旧日，曾系兰桡。仙人凤咽琼箫，怅断魂送远，《九辩》难招。醉鬟留盼，小窗剪烛，歌云载恨，飞上银霄。素秋不解随船去，败红趁一叶寒涛。梦翠翘，怨鸿料过南谯。\n","contyishang":["译文我来到吴江之滨送客远行。正是初霜降落的时候，夜里透出阵阵寒冷，片片枫叶飘落在吴江长桥边。举目望天没有尽头，背后的城郭却越来越朦胧。送别的长亭景色暗淡，无尽的遗恨像碧水东流。岸边的荷叶已经枯萎，荷花也开始凋零。暮霭像片片愁云，笼罩在残柳枝头。思念腰肢消瘦的沈郎，过去也曾在此小泊，在江边系过兰木船舟。饯别酒宴上，小歌女歌声美妙，好似弄玉吹箫作凤鸣一般。怎奈友人渐行渐远，纵然是宋玉的《九辩》，也无法解开这令人魂断的离情。歌女微醉顾盼间亦是情意流连，像是理解我们的心情，在小窗前频剪烛花，歌声里满含离愁别恨直飞九霄云外。悲愁伤别之情不知随客而去，只有衰败的红叶，在寒涛中\n"]}{"title":"剑客","nian":"唐代","author":"齐己","contson":"\n拔剑绕残樽，歌终便出门。西风满天雪，何处报人恩。勇死寻常事，轻雠不足论。翻嫌易水上，细碎动离魂。\n","contyishang":["　　这首诗的作者热情地塑造出一个襟怀嵚崎磊落，慷慨豪勇，报恩酬知己，不畏死难的剑客形象，借以寄托自己的人格理想 。真可谓志陵山岳，气吞江海， 撼人心魄。","　　开头两句凌空起笔，描写饯别的场面和剑客的出门。酒宴将散 ，剑客的豪兴借酒而发，遂拔剑起舞， 慷慨高歌 ，歌罢出门，扬长而去。“拔剑”二字点出 剑客的身分，一个“绕”字，隐写剑客且歌且舞的场面，十分生动传神。我们可以想见，酒酣之际，拔剑起舞，旁观者可以一睹剑客高超的剑术及风采；舞剑作歌，人们又可以从其歌词中了解其超凡脱俗的情怀，在情绪上深受感染；而剑客高歌方罢，不顾而去，态度是那样毅然决然，毫无留恋之态，表现出一副大丈\n"]}{"title":"白雪歌送武判官归京","nian":"唐代","author":"岑参","contson":"\n北风卷地白草折，胡天八月即飞雪。忽如一夜春风来，千树万树梨花开。散入珠帘湿罗幕，狐裘不暖锦衾薄。将军角弓不得控，都护铁衣冷难着。(难着 一作：犹著)瀚海阑干百丈冰，愁云惨淡万里凝。中军置酒饮归客，胡琴琵琶与羌笛。纷纷暮雪下辕门，风掣红旗冻不翻。轮台东门送君去，去时雪满天山路。山回路转不见君，雪上空留马行处。\n","contyishang":["译文北风席卷大地把白草吹折，胡地天气八月就纷扬落雪。忽然间宛如一夜春风吹来，好像是千树万树梨花盛开。雪花散入珠帘打湿了罗幕，狐裘穿不暖锦被也嫌单薄。将军都护手冻得拉不开弓，铁甲冰冷得让人难以穿着。沙漠结冰百丈纵横有裂纹，万里长空凝聚着惨淡愁云。主帅帐中摆酒为归客饯行，胡琴琵琶羌笛合奏来助兴。傍晚辕门前大雪落个不停，红旗冻僵了风也无法牵引。轮台东门外欢送你回京去，你去时大雪盖满了天山路。山路迂回曲折已看不见你，雪上只留下一行马蹄印迹。 ","注释⑴武判官：名不\n"]}{"title":"送李将军赴定州 / 送彭将军","nian":"唐代","author":"郎士元","contson":"\n双旌汉飞将，万里授横戈。春色临边尽，黄云出塞多。 鼓鼙悲绝漠，烽戍隔长河。莫断阴山路，天骄已请和。\n","contyishang":["译文军中大旗猎猎作响，汉家大将将要挥师出征；看他横刀立马，气吞万里如虎。关塞悠远，春风难以企及，未到关前，就已经看不到春色了；关外，风卷沙尘，黄沙弥漫如云，遮天蔽日。军中鼓声，悲壮激越，直达遥远的沙漠；戍台烽火，阻隔着浩荡的黄河。想到将军所去之地，在那阴山之北；慑于将军声威，入侵的强敌已经求和。","注释⑴定州：州治在今河北定县。⑵双旌：仪仗用的旌旗。汉飞将：指李广。⑶鼙：军中所用小鼓。悲：形容鼓声紧急，有酣畅之意。绝漠：遥远的沙漠之地。⑷长河：黄河。⑸天骄：原意指匈奴，此处泛指强敌。"]}{"title":"蝶恋花·暮春别李公择","nian":"宋代","author":"苏轼","contson":"\n簌簌无风花自堕。寂寞园林，柳老樱桃过。落日有情还照坐，山青一点横云破。路尽河回人转舵。系缆渔村，月暗孤灯火。凭仗飞魂招楚些，我思君处君思我。\n","contyishang":["译文花落声簌簌却不是被风所吹，而是悠悠然自己坠落在地。寂寞的园林里，花木荣枯。似乎有情的落日照耀着客座，高耸的青山仿佛刺破了横云。送者在岸上已走到“路尽”；行者在舟中却见舵已转。今夜泊于冷落的渔村中宵不寐，独对孤灯，唯有暗月相伴。我像《楚辞·招魂》召唤屈原那样，召唤离去的友人。我思念你的时候你也在思念着我吧。","注释①簌簌：花落的声音，堕：悠然落下的样子。②系缆：代指停泊某地③凭仗飞魂招楚些：语出《楚辞·招魂》“魂兮归来，反故居些”。此处意思是像《楚辞·招魂》召唤屈原那样，召唤离去的友人。"]}{"title":"送妻","nian":"唐代","author":"杨志坚","contson":"\n平生志业在琴诗，头上如今有二丝。渔父尚知溪谷暗，山妻不信出身迟。荆钗任意撩新鬓，明镜从他别画眉。今日便同行路客，相逢即是下山时。\n","contyishang":["我平生志愿都在嗜学方面孜孜不倦，如今头上已经增添了白发。渔夫都知道溪谷深处鱼才更多，山妻却不信我的功名迟迟才能熬出头。她用荆条制作的鬓钗撩拨着鬓角，对着明镜化妆描眉。今天我们就成了互不相识的过路人了，再相逢也许就是下山的时候了。"]}{"title":"送桂州严大夫同用南字","nian":"唐代","author":"韩愈","contson":"\n苍苍森八桂，兹地在湘南。江作青罗带，山如碧玉篸。户多输翠羽，家自种黄甘。远胜登仙去，飞鸾不假骖。\n","contyishang":["译文郁郁苍苍繁荣茂盛的八桂之地，此地就在湘南。那里的江都像一条青青的纱罗衣带，山犹如一枚碧玉头簪。户户多缴纳翡翠鸟的羽毛，家家都自己种植黄甘。远远胜过登仙而去，无须借飞鸾为坐骑去飞升成仙。","注释1.桂州：治所在今广西桂林。严大夫，即严谟。2.森：茂盛。八桂：神话传说，月宫中有八株桂树。桂州因产桂而得名，所以“八桂”就成了它的别称。3.兹：此，这。湘南：今湖南以南，指桂州。湘，今湖南。4.篸（zān）：古人用以插定发髻或连冠于发的一种长针，后专指妇女插髻的首饰。5.输\n"]}{"title":"送江陵薛侯入觐序","nian":"明代","author":"袁宏道","contson":"\n　　当薛侯之初令也，珰而虎者，张甚。郡邑之良，泣而就逮。侯少年甫任事，人皆为侯危。侯笑曰：“不然。此蒙庄氏所谓养虎者也。猝饥则噬人，而猝饱必且负嵎。吾饥之使不至怒；而饱之使不至骄，政在我矣。”已而果就约。至他郡邑，暴横甚，荆则招之亦不至。\n　　而是时适有播酋之变。部使者檄下如雨，计亩而诛，计丁而夫。耕者哭于田，驿者哭于邮。而荆之去川也迩。沮水之余，被江而下，惴惴若不能一日处。侯谕父老曰：“是釜中鱼，何能为？”戒一切勿嚣。且曰，“奈何以一小逆疲吾赤子！”诸征调皆缓其议，未几果平。\n　　余时方使还，闻之叹曰：“今天下为大小吏者皆若此，无忧太平矣。”小民无识，见一二官吏与珰相持而击，则群然誉。故激之名张，而调之功隐。吾务其张而不顾其害，此犹借锋以割耳。自古国家之祸，造于小人，而成于贪功幸名之君子者，十常八九。故自楚、蜀造祸以来，识者之忧，有深于珰与夷者。辟如病人，冀病之速去也，而纯用攻伐之剂，其人不死于病而死于攻。今观侯之治荆，激之耶，抑调之耶？吏侯一日而秉政，其不以贪功幸名之药毒天下也审矣。\n　　侯为人丰颐广额，一见知其巨材。今年秋以试事分校省闱，首取余友元善，次余弟宗郢。元善才识卓绝，其为文骨胜其肌，根极幽彻，非具眼如侯，未有能赏识其俊者。余弟质直温文，其文如其人，能不为师门之辱者。以此二士度一房，奚啻得五？侯可谓神于相士者也。侯之徽政，不可枚举。略述其大者如此。汉庭第治行，讵有能出侯上者？侯行矣。 　\n　　呜呼。使逆珰时不为激而为调，宁至决裂乎？谁谓文人无奇识，不能烛几于先也。\n","contyishang":["译文　　在薛侯刚开始做县令的时候，宦官抓捕百姓，十分嚣张。荆州城里的良善平民，哭泣着让他们抓走。薛侯年纪不大，又刚刚上任，大家都替他感到危急。薛侯笑着说：“不是这样的。这就是庄子所说的养虎的道理，突然间很饿，它就会去吃人；可如果突然喂得很饱，它将会背靠山角反抗主人。我饿它，又不让它生气；我喂饱它，又不让它狂妄，政策就全在于我把握了。”过了不久，宦官果然接受了约束。等到其他郡城暴动气焰很盛，而荆州就算让那些人动乱也发动不起来。","　　而在当时，正赶上播州的少数民族叛乱。六部的使者的檄文就像下雨一样纷纷而来，计算家有一亩地的就要受罚，计算家有一个男丁的当壮丁服役。农民在\n"]}{"title":"送二兄入蜀","nian":"唐代","author":"卢照邻","contson":"\n关山客子路，花柳帝王城。此中一分手，相顾怜无声。\n","contyishang":["　　在古代，人们十分珍视兄弟之间的手足之情。卢照邻的《送二兄入蜀》就形象地表现了诗人与其兄弟之间深厚的手足亲情。","　　首句“关山客子路”，是向“二兄”说明前方路途遥远、山峦叠嶂、十分艰险，提醒亲人要多加珍重。古时由长安入蜀，必须经过秦岭太白山、青泥岭和大剑山、小剑山之间的一条栈道——剑门关。李白在《蜀道难》一诗中曾清晰描绘了蜀道的艰难：“蜀道之难难于上青天”，虽然剑阁有“天梯石栈相钩连”，却仍旧是“黄鹤之飞尚不得过，猿猱欲度愁攀援”，最后不得不发出“锦城虽云乐，不如早还乡”的叹息。","　　卢照邻这首诗没有细致刻绘，而用“关山”二字概括了蜀道上的艰险，与兄弟惜\n"]}{"title":"送文子转漕江东二首","nian":"宋代","author":"陈亮","contson":"\n九重寤寐忆忠诚，故向长沙起贾生。魏阙丝纶新借宠，秦淮草木旧知名。已闻塞下销锋镝，正自胸中有甲兵。万幕从兹无减灶，笑看卧鼓旧边城。诏颁英簜促锋车，暂借长才按转输。昔叹当年无李牧，今知江左有夷吾。休论足食为先策，自是平戎在用儒。来岁春风三月暮，沙堤隠隠接云衢。\n","contyishang":[]}{"title":"相思令·苹满溪","nian":"宋代","author":"张先","contson":"\n苹满溪。柳绕堤。相送行人溪水西。回时陇月低。烟霏霏。风凄凄。重倚朱门听马嘶。寒鸥相对飞 。\n","contyishang":["　　这是一首意境凄迷朦胧的送别词。全词以景语结情，熔情入景。词中选取满溪之苹绕堤之柳、低垂之月、霏霏之烟、凄凄之风、寂寒之鸥等景象，营造出一个朦胧的境界，有效地渲染、烘托出送者凄迷的心境。作者高超的艺术技巧，使得此词获得了独特的艺术魅力，送别词中别具一格。","　　起首一句，写送行途中所见景象。“苹满溪。柳绕堤。”青苹满溪，其含意无异于芳草萋萋，亦是关别情。垂柳绕堤，则暗示沿曲曲溪柳送行之远。熔情入景，寓事于景，意蕴包孕很丰富，语言却极简练，只六个字。“相送行人溪水西”承上，点明送行之事，也点明全词的词旨。千里送行，终有一别，“溪水西”就是送者不得不止、行人终于别去之处。无限\n"]}{"title":"送狄宗亨","nian":"唐代","author":"王昌龄","contson":"\n秋在水清山暮蝉，洛阳树色鸣皋烟。 送君归去愁不尽，又惜空度凉风天。\n","contyishang":["　　这是一首送别朋友的诗，全诗内容是诗人对朋友真挚情谊的表达，抒发的是惜别之情。狄宗亨，王昌龄的朋友，事迹不详。","　　“秋在水清山暮蝉”，送行的时间是秋天的傍晚。“水清”，说明天气晴朗，“暮蝉”，日落的时候尚有蝉在鸣叫。“洛阳树色鸣皋烟”，说明送行的地点和朋友要去的地方。“洛阳”是诗人与狄宗亨惜别的地方，也就是今河南省洛阳市；“鸣皋”，狄宗亨要去的地方，在河南省嵩县东北，陆浑山之东有“鸣皋山”，相传有白鹤鸣其上，故名。又称九皋山，山麓有鸣皋镇。本句中的“树色”和“烟”是写景，暮色苍茫中洛阳“树色”依稀可辨，这是实写；在洛阳是看不到鸣皋的“烟”的，但与朋友惜别时，向朋友要去\n"]}{"title":"陌上郎·西津海鹘舟","nian":"宋代","author":"贺铸","contson":"\n西津海鹘舟，径度沧江雨。双舻本无情，鸦轧如人语。挥金陌上郎，化石山头妇。何物系君心，三岁扶床女。\n","contyishang":["译文丈夫乘着海鹘船离开渡口，径自穿越沧江，消失在茫茫烟雨中。连那本没有情感的双橹，似乎也在感叹他们的分别，鸦轧地响个不停。丈夫在外挥金如土，妻子苦苦等待，几乎要成了山头望夫的石头。究竟什么能拴住他的心？别忘了，家中还有扶床行走、刚刚三岁的幼女！","注释①调名即《生查子》。②西津：西方之渡口，此泛指送别之地。③海鹘（gǔ）舟：状似鹰隼的快船。宋叶廷硅《海录碎事》衣冠服用部《舟门》：“海鹘舟，轻捷之称。”④鸦轧：磨擦声，此指摇橹声。⑤挥金陌上郎：用《秋胡行》的故事。刘向《列女传》记载：鲁国的秋胡\n"]}{"title":"赠汪伦","nian":"唐代","author":"李白","contson":"\n李白乘舟将欲行，忽闻岸上踏歌声。桃花潭水深千尺，不及汪伦送我情。 \n","contyishang":["译文李白坐上小船刚刚要离开，忽然听到岸上传来告别的歌声。即使桃花潭水有一千尺那么深，也不及汪伦送别我的一片情深。","注释①踏歌：民间的一种唱歌形式，一边唱歌，一边用脚踏地打拍子，可以边走边唱。②桃花潭：在今安徽泾县西南一百里。《一统志》谓其深不可测。③深千尺：诗人用潭水深千尺比喻汪伦与他的友情，运用了夸张的手法（潭深千尺不是实有其事）写深情厚谊，十分动人。④不及：不如。⑤汪伦：李白的朋友。李白游泾（jīng）县（在今安徽省）桃花潭时，附近贾村的汪伦经常用自己酿的美酒款待李白，两人便由此结下深\n"]}{"title":"虞美人·波声拍枕长淮晓","nian":"宋代","author":"苏轼","contson":"\n波声拍枕长淮晓，隙月窥人小。无情汴水自东流，只载一船离恨别西州。竹溪花浦曾同醉，酒味多于泪。谁教风鉴在尘埃？酝造一场烦恼送人来！\n","contyishang":["译文饮别后归卧船中，只听到淮水波声，如拍枕畔，不知不觉又天亮了。从船篷缝隙中所见之残月是那么小。汴水无情，随着故人东去，而我却满载一船离愁别恨，独向西州。竹溪的花浦之间，你我曾经一同大醉，当日欢聚畅饮时的情谊胜过别后的伤悲。谁让我偏偏在芸芸众生中发现了你，并与你成为朋友，这才酿成了今日分别这样一场烦恼。","注释⑴虞美人：此调原为唐教坊曲，初咏项羽宠姬虞美人，因以为名。又名《一江春水》、《玉壶水》、《巫山十二峰》等。双调，五十六字，上下片各四句，皆为两仄韵转两平韵。古代词开始大体以所咏事物为题，配乐歌唱逐渐形成固定曲调，后即开始名为调名即词\n"]}{"title":"送赵判官赴黔府中丞叔幕","nian":"唐代","author":"李白","contson":"\n廓落青云心，结交黄金尽。富贵翻相忘，令人忽自晒。蹭蹬鬓毛斑，盛时难再还。巨源咄石生，何事马蹄间？绿萝长不厌，却欲还东山。君为鲁曾子，拜揖高堂里。叔继赵平原，偏承明主恩。风霜推独坐，旌节镇雄藩。虎士秉金钺，蛾眉开玉樽。才高幕下去，义重林中言。水宿五溪月，霜啼三峡猿。东风春草绿，江上候归轩。\n","contyishang":["译文空有青云直上的心愿，干谒交结百两黄金散尽。有的人富贵的时候早把贫贱朋友忘却，真令人独自哂笑不已。我如今蹭蹬不进,鬓毛斑白，年青强盛的时光难以回还。山涛曾经对石鉴大叫:知道司马懿称病不朝的意思吗?我们为何还留恋官职不回家呢?东山的绿萝青翠得让人喜欢，我现在正想回归东山。你有曾子的风尚，对父母非常孝敬。你的叔叔赵中丞有赵平原的风范，得到皇上的喜爱。独坐朝堂而风霜骤起，旌节飘扬,雄镇边藩。朝堂上虎士手执金钺，内室中蛾眉靓装美女频开玉樽劝酒。你才高学识渊深.现在去你叔叔府幕\n"]}{"title":"送方外上人 / 送上人","nian":"唐代","author":"刘长卿","contson":"\n孤云将野鹤，岂向人间住。莫买沃洲山，时人已知处。\n","contyishang":["译文孤云陪伴着野鹤，怎么能在人间居住。不要买下沃洲山，现在已经有人知道那儿了。","韵译你是行僧象孤云和野鹤，怎能在人世间栖居住宿？要归隐请别买沃洲名山，那里是世人早知的去处。 ","注释上人：对 僧人的敬称。孤云、野鹤：都用来比喻方外上人。将：与共。沃洲山：在浙江新昌县东，上有支遁岭，放鹤峰、养马坡，相传为晋代名僧支遁放鹤、养马之地。时人：指时俗之人。将：伴随。"]}{"title":"青玉案·和贺方回韵送山谷弟贬宜州","nian":"宋代","author":"黄大临","contson":"\n千峰百嶂宜州路。天黯淡、知人去。晓别吾家黄叔度。弟兄华发，远山修水，异日同归处。樽罍饮散长亭暮。别语缠绵不成句。已断离肠能几许。水村山馆，夜阑无寐，听尽空阶雨。\n","contyishang":["译文我们相识有三年，日子如同做梦一般。如今你要去吴中故园，我有心打发黄狗随你身边。以便来来往往把相互的音信递传。如果到松江渡口时招呼渡船，不要惊动那里的白鹭双鸳，因为她们都是我旧时相识。有名的四桥我都看遍，足迹遍布那里的水水山山。如今我只能在五维的画中欣赏春天，常记王右丞的诗句，那些美丽的山山水水。我又穿上那件春天的衫，衫上还有小蛮作的针线，西湖的雨点，曾沾湿过这件衫。 ","注释[伯固]苏坚，字伯固。[吴中]江苏吴县。[黄犬]用陆机黄犬传书典故。[松江]吴淞江，太湖支流，自湖东北经嘉定、上海、合黄浦江入海。\n"]}