{"title":"奉和九日幸临渭亭登高应制","nian":"唐代","author":"赵彦昭","contson":"\n秋豫凝仙览，宸游转翠华。呼鹰下鸟路，戏马出龙沙。 紫菊宜新寿，丹萸辟旧邪。须陪长久宴，岁岁奉吹花。\n","contyishang":[]}{"title":"九日登花马池城","nian":"明代","author":"王琼","contson":"\n白池青草古盐州，倚啸高城豁望眸。河朔毡庐千里迥，泾原旌节隔年留。辕门菊酒生豪兴，雁塞风云惬壮游。诸将至今多卫霍，伫看露布上龙楼。\n","contyishang":[]}{"title":"九日寄岑参","nian":"唐代","author":"杜甫","contson":"\n出门复入门，两脚但如旧。所向泥活活，思君令人瘦。 沉吟坐西轩，饮食错昏昼。寸步曲江头，难为一相就。 吁嗟呼苍生，稼穑不可救。安得诛云师，畴能补天漏。 大明韬日月，旷野号禽兽。君子强逶迤，小人困驰骤。 维南有崇山，恐与川浸溜。是节东篱菊，纷披为谁秀。 岑生多新诗，性亦嗜醇酎。采采黄金花，何由满衣袖。\n","contyishang":["译文方欲应邀出门造访，又返回门内，那密集落地的雨点只是依然下个不停。去往你家的道路泥泞，欲去看望于你，无法启行，想你想得我容颜消瘦。我独自坐在西窗下深思不已，连吃饭也辨不清是黄昏还是白天。虽然我距您的住处很近，却难得去与您会面一次。唉，可怜！那些受苦受难的老百姓，被水淹毁的庄稼是无可挽救了。怎么才能除去那可恶的云师？谁能去将那天漏处补住？日、月隐去了光辉，禽兽在空旷的原野里哀号。官员们勉强做出从容自得的样子，老百姓却困于泥泞而难以行走。城南边有座终南高山，恐怕它也会被那急流的河水淹\n"]}{"title":"奉和九日幸临渭亭登高应制得枝字","nian":"唐代","author":"韦安石","contson":"\n重九开秋节，得一动宸仪。金风飘菊蕊，玉露泫萸枝。 睿览八纮外，天文七曜披。临深应在即，居高岂忘危。\n","contyishang":[]}{"title":"九日登长城关楼","nian":"明代","author":"王琼","contson":"\n危楼百尺跨长城，雉堞秋高气肃清。绝塞平川开堑垒，排空斥堠扬旗旌。已闻胡出河南境，不用兵屯细柳营。极喜御戎全上策，倚栏长啸晚烟横。\n","contyishang":[]}{"title":"九日登巴陵置酒望洞庭水军","nian":"唐代","author":"李白","contson":"\n九日天气清，登高无秋云。造化辟川岳，了然楚汉分。长风鼓横波，合沓蹙龙文。忆昔传游豫，楼船壮横汾。今兹讨鲸鲵，旌旆何缤纷。白羽落酒樽，洞庭罗三军。黄花不掇手，战鼓遥相闻。剑舞转颓阳，当时日停曛。酣歌激壮士，可以摧妖氛。握齱东篱下，渊明不足群。\n","contyishang":["译文九月九日又重阳，登高望远，天空万里无云。神工鬼斧，山川形成，长江把楚汉，界限分明。狂风鼓动着江水，形成了一波波龙形的浪涛。传说中，汉武帝在高大的楼船横渡游览汾河的时候曾经大发感慨：气势何雄壮！如今的讨伐悖逆的军队楼船气势更为壮观，旌旗飘扬。洞庭湖上水步骑三军罗列，白羽箭影映射在酒杯中间。战鼓隆隆震天响，那有心情去采撷黄菊花。舞动的剑气要把落山的红日重新托起，让太阳重新发出灿烂的光芒。汉武帝说我给大家高歌一曲，可以鼓舞大家的斗志，有助于压制暴徒气势。值此战乱时期，我们\n"]}{"title":"九日闲居","nian":"魏晋","author":"陶渊明","contson":"\n余闲居，爱重九之名。秋菊盈园，而持醪靡由，空服九华，寄怀于言。\n世短意常多，斯人乐久生。日月依辰至，举俗爱其名。露凄暄风息，气澈天象明。往燕无遗影，来雁有余声。酒能祛百虑，菊解制颓龄。如何蓬庐士，空视时运倾！尘爵耻虚罍，寒华徒自荣。敛襟独闲谣，缅焉起深情。栖迟固多娱，淹留岂无成。\n","contyishang":["译文我闲居无事，颇喜“重九”这个节名。秋菊满园，想喝酒但没有酒可喝，独自空对着秋菊丛，因写下此诗以寄托怀抱。","人生短促，忧思往往很多，可人们还是盼望成为寿星。日月依着季节来到，民间都喜欢重阳这好听的节名。露水出现了，暖风已经停息。空气澄澈，日月星辰分外光明。飞去的燕子已不见踪影，飞来的大雁萦绕着余音。只有酒能驱除种种忧虑，只有菊才懂得益寿延龄。茅草屋里的清贫士，徒然看着时运的变更。酒杯积灰，酒樽也感到羞耻；寒菊空自开放，也让人难以为情。整整衣襟，独自个悠然歌咏，深思遐想勾起了一\n"]}{"title":"大有·九日","nian":"宋代","author":"潘希白","contson":"\n戏马台前，采花篱下，问岁华、还是重九。恰归来、南山翠色依旧。帘栊昨夜听风雨，都不似、登临时候。一片宋玉情怀，十分卫郎清瘦。 红萸佩、空对酒。砧杆动微寒，暗欺罗袖。秋已无多，早是败荷衰柳。强整帽檐欹侧，曾经向、天涯搔首。几回忆，故国莼鲈，霜前雁後。\n","contyishang":["译文古老的戏马台前，在竹篱下采菊酿酒，岁月流逝，我问今天是什么时节，才知又是重九。我正好归来，南山一片苍翠依旧，昨夜在窗下听着风雨交加，都不像登临的时候。我像宋玉一样因悲秋而愁苦，又像卫玠一般为忧时而清瘦。我佩戴了红色的茱萸草，空对着美酒，砧杵惊动微寒，暗暗侵逼衣袖。秋天已没有多少时候，早已是满目的残荷衰柳。我勉强整理一下倾斜的帽檐，向着远方连连搔首。我多少次忆念起故乡的风物。莼菜和鲈鱼的味道最美时，是在霜冻之前，鸿雁归去之后。","注释1.大有：周邦彦创调。小石调，调见《片玉集》。双调九十九字，前段八句四仄韵，后段十句五仄韵。\n"]}{"title":"奉和圣制重阳旦日百寮曲江宴示怀","nian":"唐代","author":"崔元翰","contson":"\n偶圣睹昌期，受恩惭弱质。幸逢良宴会，况是清秋日。 远岫对壶觞，澄澜映簪绂。炮羔备丰膳，集凤调鸣律。 薄劣厕英豪，欢娱忘衰疾。平皋行雁下，曲渚双凫出。 沙岸菊开花，霜枝果垂实。天文见成象，帝念资勤恤。 探道得玄珠，斋心居特室。岂如横汾唱，其事徒骄逸。\n","contyishang":[]}{"title":"九日送别","nian":"唐代","author":"王之涣","contson":"\n蓟庭萧瑟故人稀，何处登高且送归。 今日暂同芳菊酒，明朝应作断蓬飞。\n","contyishang":[]}{"title":"醉落魄·九日吴胜之运使黄鹤山登高","nian":"宋代","author":"戴复古","contson":"\n龙山行乐。何如今日登黄鹤。风光政要人酬酢。欲赋归来，莫是渊明错。 江山登览长如昨。飞鸿影里秋光薄。此怀祗有黄花览。牢裹乌纱，一任西风作。\n","contyishang":["　　吴胜之为人方严，不苟言笑，而素以“豪情壮采”称的戴复古，却偏偏写了这样一篇类乎谐谑的词为之饯行，寓谏于谲，词写得很有味道。","　　第一句：“龙山行乐，何如今日登黄鹤？”一开头既交代了时间、地点，更表白了自己的意见——对他此行的反感。龙山在安徽的当途，地处武昌之东，时已沦陷于金。但作为“重九”的典故，“龙山”正是当年孟嘉重九登高，落帽之处。这个典故用在这里，就有了“一石二鸟”的用意，是很见技巧的。这句话的意思是说：你有去向敌国祝贺叛乱的功夫，还不如就在这黄鹤山上陪我喝喝酒；祖国的“风光正要人酬酢”哩，何必要跑到那么远去献什么殷勤呢？这当然是借他来讽刺朝廷的。词语带了几分的\n"]}{"title":"己酉岁九月九日","nian":"魏晋","author":"陶渊明","contson":"\n靡靡秋已夕，凄凄风露交。蔓草不复荣，园木空自凋。清气澄余滓，杳然天界高。哀蝉无留响，丛雁鸣云霄。万化相寻绎，人生岂不劳？从古皆有没，念之中心焦。何以称我情？浊酒且自陶。千载非所知，聊以永今朝。\n","contyishang":["译文衰颓零落秋已晚，寒露凄风相缭绕。蔓草稀疏渐枯萎，园中林木空自凋。清澄空气无尘埃，天宇茫茫愈显高。悲切蝉鸣已绝响，成行大雁啼云霄。万物更替常变化，人生怎能不辛劳！自古有生即有死，念此心中似煎熬。如何方可舒心意，饮酒自能乐陶陶。千年之事无需知，姑且行乐尽今朝。","注释①靡靡（mǐ）：零落的样子。陆机《叹逝赋》：”亲落落而日稀，友靡靡而愈索。”已夕：己晚。②蔓草：蔓生的草。蔓：细长不能直立的茎，木本曰藤，草木曰蔓。③余滓（zǐ）：残余的渣滓，指尘\n"]}{"title":"水调歌头·隐括杜牧之齐山诗","nian":"宋代","author":"朱熹","contson":"\n江水浸云影，鸿雁欲南飞。携壶结客何处？空翠渺烟霏。尘世难逢一笑，况有紫萸黄菊，堪插满头归。风景今朝是，身世昔人非。酬佳节，须酩酊，莫相违。人生如寄，何事辛苦怨斜晖。无尽今来古往，多少春花秋月，那更有危机。与问牛山客，何必独沾衣。\n","contyishang":["译文云朵的影子浸在江水里，鸿雁正打算向南飞。我带着酒壶，邀集客人，找一个苍翠清寂、烟雾氤氲的地方去饮酒。人世间难得一笑，还好有紫萸黄菊可以摘下来插在头上，自娱自乐一番。风景还是往年的风景，而人早已不是往昔的人了。为了庆贺重阳节，应该喝得酩酊大醉，请不要再推辞不喝了。人活着就像寄生在这个世界上，为什么非要奔波劳碌，到最后还怨恨人生苦短呢古往今来，无穷无尽。人间多少春花秋月，终难逃危机。你去问问齐景公，何必为人生短暂而泪沾衣襟。","注释1.隐括：指对原有作品的内容、语言加以剪裁、修改而成新篇。2.结客：和客人们一起登山。\n"]}