{"title":"忆江南·红绣被","nian":"唐代","author":"牛峤","contson":"\n红绣被，两两间鸳鸯。不是鸟中偏爱尔，为缘交颈睡南塘。全胜薄情郎。\n","contyishang":[]}{"title":"酒泉子·黛薄红深","nian":"五代","author":"顾敻","contson":"\n黛薄红深，约掠绿鬟云腻。小鸳鸯，金翡翠，称人心。锦鳞无处传幽意，海燕兰堂春又去，隔年书，千点泪，恨难任。\n","contyishang":[]}{"title":"浣溪沙·楼倚春江百尺高","nian":"宋代","author":"张先","contson":"\n楼倚春江百尺高，烟中还未见归桡，几时期信似江潮？花片片飞风弄蝶，柳阴阴下水平桥，日长才过又今宵。\n","contyishang":["译文这个日日思念丈夫的妇女正在百尺高楼之上展望。她抱着多么大的希望啊。江上水气弥漫，船只在雾气中航行，远处看不清楚。她看着它们慢慢地驶近自己。她仔细地辨认，但都不是她所盼望的那一只。失望之余，她埋怨起他来，觉得他不如江潮有信。她和她的丈夫可能曾约定开春相见，谁知转瞬之间已到暮春。也可能别离时间太长，经过了一个又一个春天，眼前新的春天又快过去了，她怎么不苦恼呢。当看到风吹花瓣象蝶舞，柳丝下垂似与桥面相平。这个妇女触景生情感到悲伤。漫长的白天好容易才度过去，却又迎来了寂寞难耐的夜晚。 ","注释⑴浣溪沙：唐代教坊曲名，后用为词牌，又名“浣溪纱”“小庭花”等。\n"]}{"title":"捣衣诗","nian":"南北朝","author":"柳恽","contson":"\n孤衾引思绪。独枕怆忧端。深庭秋草绿。高门白露寒。思君起清夜。促柱奏幽兰。不怨飞蓬苦。徒伤蕙草残。行役滞风波。游人淹不归。亭皋木叶下。陇首秋云飞。寒园夕鸟集。思牖草虫悲。嗟矣当春服。安见御冬衣。鹤鸣劳永欢。采菉伤时暮。念君方远游。望妾理纨素。秋风吹绿潭。明月悬高树。佳人饰净容。招携从所务。步栏杳不极。离堂肃已扃。轩高夕杵散。气爽夜碪鸣。瑶华随步响。幽兰逐袂生。踟蹰理金翠。容与纳宵清。泛艳回烟彩。渊旋龟鹤文。凄凄合欢袖。冉冉兰麝芬。不怨杼轴苦。所悲千里分。垂泣送行李。倾首迟归云。\n","contyishang":["　　柳恽以《江南曲》“汀洲采白苹，日落江南春”之句闻名后世。他的这首同赋闺怨的少年成名作《捣衣诗》中“亭皋木叶下，陇首秋云飞”一联，也是不可多得的佳句。古人在裁制寒衣前，要将纨素一类衣料放在砧石上，用木杵捶捣，使其平整柔软。捣衣的劳动，最易触发思妇怀远的感情，因此捣衣诗往往就是闺怨诗的异名。六朝这类诗甚多，谢惠连的《捣衣诗》就曾受到钟嵘的称赞，其中有句云：“檐高砧响发，楹长杵声哀。微芳起两袖，轻汗染双题（额）。”可见古代捣衣的具体情景。","　　捣衣往往为了裁缝寄远。因此诗一开头便从感叹行人淹留不归写起：“行役滞风波，游人淹不归。”古代交通不便，南方水网地区，风波之险常是游子\n"]}{"title":"好事近·风定落花深","nian":"宋代","author":"李清照","contson":"\n风定落花深，帘外拥红堆雪。长记海棠开后，正伤春时节。酒阑歌罢玉尊空，青缸暗明灭。魂梦不堪幽怨，更一声啼鴂。\n","contyishang":["译文风停了，庭花尽凋零。看珠帘之外，雪瓣成堆，红蕊层层。须牢记海棠花开过后，正是伤春时节。歌声歇，玉杯空，酒兴尽。唯有青灯闪烁，豆荧之光渐熄灭。梦中的愁怨自难消受，更传来鹈鴂一声送春鸣。","注释[1]近：是词的种类之一，属一套大曲中的前奏部分。自词和音乐分离，此字只是某个词牌名称的组成部分，已无实际意义。《好事近》：词牌名，流行于唐代，意为好戏快开始了，即大曲的序曲。又名《钓船笛》、《翠圆枝》、《倚秋千》等。[2]风定：风停。深：厚。唐·张泌《惜花》：“蝶散莺啼尚数枝，日斜风定更离披。”[3]拥：簇拥。红、雪：指代\n"]}{"title":"斗百花·煦色韶光明媚","nian":"宋代","author":"柳永","contson":"\n煦色韶光明媚，轻霭低笼芳树。池塘浅蘸烟芜，帘幕闲垂飞絮。春困厌厌，抛掷斗草工夫，冷落踏青心绪。终日扃朱户。远恨绵绵，淑景迟迟难度。年少傅粉，依前醉眠何处。深院无人，黄昏乍拆秋千，空锁满庭花雨。\n","contyishang":["译文春光明媚，阳光和煦，薄雾低低的笼罩着芳香的树丛。池塘上飘着如烟的雾气，凌乱而荒芜，帘幕无聊的垂着，像风中的柳絮一般飘荡。春困的日子让人想睡觉，把斗草的游戏抛开了，踏青的心情也没有了。整天关着房门。绵绵的思念，幽幽的愁绪，何时才能得到丈夫的爱怜。年轻的郎君，你和从前一样吗？在哪儿眠花宿柳呢。寂寞的院子的空无一人，黄昏时刚刚把秋千拆掉了，白白的锁住了一院子落花。","注释1、斗百花：词牌名，又名《夏州》。格律以“双调八十一字，前段八句五仄韵，后段七句三仄韵”为正体。2、煦色：美好的春色，春天阳光和煦，因此称煦色。3、\n"]}{"title":"秋夕","nian":"唐代","author":"杜牧","contson":"\n银烛秋光冷画屏，轻罗小扇扑流萤。天阶夜色凉如水，卧看牵牛织女星。(天阶 一作：天街；卧看 一作：坐看)\n","contyishang":["译文在秋夜里烛光映照着画屏，手拿着小罗扇扑打萤火虫。夜色里的石阶清凉如冷水，静坐寝宫凝视牛郎织女星。","注释⑴秋夕：秋天的夜晚。⑵银烛：银色而精美的蜡烛。银，一作“红”。画屏：画有图案的屏风。⑶轻罗小扇：轻巧的丝质团扇。流萤：飞动的萤火虫。⑷天阶：露天的石阶。天，一作“瑶”。⑸坐看：坐着朝天看。坐：一作“卧”。牵牛织女星：两个星座的名字，指牵牛星、织女星。亦指古代神话中的人物牵牛和织女。"]}{"title":"啰唝曲·那年离别日","nian":"唐代","author":"刘采春","contson":"\n那年离别日，只道住桐庐。桐庐人不见，今得广州书。\n","contyishang":["　　据晚唐范摅《云溪友议》记述，刘采春是中唐时的一位女伶，擅长演唐代流行的参军戏。元稹曾有一首《赠刘采春》诗，赞美她“言词雅措风流足，举止低徊秀媚多”，“选词能唱《望夫歌》”。《望夫歌》就是《啰唝曲》。方以智《通雅》卷二十九《乐曲》云：“啰唝犹来罗。”“来罗”有盼望远行人回来之意。据说，“采春一唱是曲，闺妇、行人莫不涟泣”，可见当时此曲歌唱和流行的情况。 ","　　《全唐诗》录《啰唝曲六首》，以刘采春为作者。此曲在佳作如林的唐代诗坛上赢得了诗评家的推重。管世铭在《读雪山房唐诗钞》中说：“司空曙之‘知有前期在’、金昌绪之‘打起黄莺儿’……刘采春所歌之‘不喜秦淮水’、盖嘉运所进之\n"]}{"title":"献衷心·见好花颜色","nian":"唐代","author":"欧阳炯","contson":"\n见好花颜色，争笑东风，双脸上，晚妆同。闭小楼深阁，春景重重。三五夜，偏有恨，月明中。情未已，信曾通，满衣犹自染檀红。恨不如双燕，飞舞帘栊。春欲暮，残絮尽，柳条空。\n","contyishang":["译文看那春花鲜艳，竞开着笑迎春风，晚妆后的双脸，像花儿一样的粉红。紧闭了小楼深阁，躲开那春景重重。偏是十五的明月，不怜人离恨别情，又把多情的月光，洒进绣帘窗棂。情思总是难断，信里也诉过衷情，如今衣上还印满着，泪迹斑斑的檀红。恨不如双飞的春燕，能自由在你屋前飞行。春天就要过去了，春柳的残絮已飘尽，柳条挂满沉重的绿叶，无力再飞花传情。","注释⑴三五夜：十五之夜，即月圆之夜。⑵檀（tán）：浅绛色。⑶帘栊（lóng）：窗帘与窗牖。⑷欲暮：即将逝去。"]}{"title":"","nian":"","author":"","contson":"","contyishang":[]}{"title":"佳人","nian":"唐代","author":"杜甫","contson":"\n绝代有佳人，幽居在空谷。自云良家子，零落依草木。关中昔丧乱，兄弟遭杀戮。官高何足论，不得收骨肉。世情恶衰歇，万事随转烛。夫婿轻薄儿，新人美如玉。合昏尚知时，鸳鸯不独宿。但见新人笑，那闻旧人哭。在山泉水清，出山泉水浊。侍婢卖珠回，牵萝补茅屋。摘花不插发，采柏动盈掬。天寒翠袖薄，日暮倚修竹。\n","contyishang":["译文有位举世无双的美人，隐居在空旷的山谷中。她说自己是高门府第的女子，飘零沦落到与草木相依。过去关中一带遭遇战乱，家里的兄弟全被乱军杀戮。官居高位又有什么用？自己兄弟的尸骨都无法收埋。世俗人情都厌恶衰败的人家，万事就像随风而转的烛火。丈夫是个轻薄子弟，抛弃了我又娶了个美丽如玉的新人。合欢花尚且知道朝开夜合，鸳鸯鸟成双成对从不独宿。丈夫只看见新人欢笑，哪里听得到旧人哭泣？泉水在山里是清澈的，出了山就浑浊了。让侍女典卖珠宝维持生计，牵把青萝修补茅屋。摘下来的花不\n"]}{"title":"","nian":"","author":"","contson":"","contyishang":[]}{"title":"玉楼春·别后不知君远近","nian":"宋代","author":"欧阳修","contson":"\n别后不知君远近。触目凄凉多少闷。渐行渐远渐无书，水阔鱼沉何处问。夜深风竹敲秋韵。万叶千声皆是恨。故欹单枕梦中寻，梦又不成灯又烬。\n","contyishang":["译文自从分别之后，不知你已经到了何方？眼里心中都是凄凉与愁闷，生出不尽的忧愁！你越走越远，最后竟断了音信；江水是何等的宽阔，鱼儿深深地游在水底，我又能向何处去打听你的消息？ 昨夜里大风吹得竹林处处作响，传递着深秋的韵律，每一片叶子的声响都似乎在诉说着怨恼。我有心斜倚着单枕，希望梦中能与你相遇，可惜梦做不成，无奈灯芯，又在秋风中燃成烬。 ","注释⑴鱼沉：古人有鱼雁传书之说，鱼沉，谓无人传言。 ⑵秋韵：即秋声。此谓风吹竹声。⑶攲（[qī]第一声）：倚、依。⑷烬（[jìn]第四声）：火烧剩余之物，此指灯花。\n"]}{"title":"宴清都·连理海棠","nian":"宋代","author":"吴文英","contson":"\n绣幄鸳鸯柱，红情密、腻云低护秦树。芳根兼倚，花梢钿合，锦屏人妒。东风睡足交枝，正梦枕瑶钗燕股。障滟蜡、满照欢丛，嫠蟾冷落羞度。人闲万感幽单，华清惯浴，春盎风露。连鬟并暖，同心共结，向承恩处。凭谁为歌长恨？暗殿锁、秋灯夜语。叙旧期、不负春盟，红朝翠暮。\n","contyishang":["译文一棵棵连在一起的海棠树干，好象是一对对相依的鸳鸯，花团锦簇。红花开得茂盛，绿叶低垂，像似在护卫着连理的海棠。美丽的树根在地下相互交错依靠，柔嫩的花梢如精美的盒扇般相互依傍，惹得深闺女子嫉妒感伤。和煦的春风中，海棠花像美人熟睡，倚卧在相交的花枝上，如同情人进入甜蜜的梦乡，形似燕尾的玉钗遗落枕旁。多情的人举起红蜡烛，照遍美丽的海棠，尽情游玩观赏，月宫中孤居的嫦娥见此情景，更感幽怨哀伤。人世间的许多人都感到孤单凄凉，有几人能像杨贵妃那样赐浴华清池，尽情地享受皇帝的雨露风光。他们在温暖的芙蓉帐中，同心共结，相依相傍，誓愿世世代代永不分离。可为什么生死两茫茫，谁创作长恨\n"]}{"title":"木兰花·拟古决绝词柬友","nian":"清代","author":"纳兰性德","contson":"\n人生若只如初见，何事秋风悲画扇。等闲变却故人心，却道故人心易变。(一作：却道故心人易变)骊山语罢清宵半，泪雨霖铃终不怨。(一作：泪雨零 / 夜雨霖)何如薄幸锦衣郎，比翼连枝当日愿。\n","contyishang":["译文与意中人相处应当总像刚刚相识的时候，是那样地甜蜜，那样地温馨，那样地深情和快乐。但你我本应当相亲相爱，却为何成了今日的相离相弃？如今轻易地变了心，你却反而说情人间就是容易变心的。我与你就像唐明皇与杨玉环那样，在长生殿起过生死不相离的誓言，却又最终作决绝之别，即使如此，也不生怨。但你又怎比得上当年的唐明皇呢，他总还是与杨玉环有过比翼鸟、连理枝的誓愿。 ","注释⑴柬：给……信札。⑵“何事”句：用汉朝班婕妤被弃的典故。班婕妤为汉成帝妃，被赵飞燕谗害，退居冷宫，后有诗《怨歌行》，以秋扇闲置为喻抒发被弃之怨情\n"]}{"title":"浣溪沙·云淡风高叶乱飞","nian":"五代","author":"顾敻","contson":"\n云淡风高叶乱飞，小庭寒雨绿苔微，深闺人静掩屏帷。粉黛暗愁金带枕，鸳鸯空绕画罗衣，那堪辜负不思归！\n","contyishang":[]}{"title":"谷风","nian":"先秦","author":"佚名","contson":"\n习习谷风，以阴以雨。黾勉同心，不宜有怒。采葑采菲，无以下体？德音莫违，及尔同死。行道迟迟，中心有违。不远伊迩，薄送我畿。谁谓荼苦，其甘如荠。宴尔新婚，如兄如弟。泾以渭浊，湜湜其沚。宴尔新婚，不我屑以。毋逝我梁，毋发我笱。我躬不阅，遑恤我后。就其深矣，方之舟之。就其浅矣，泳之游之。何有何亡，黾勉求之。凡民有丧，匍匐救之。不我能畜，反以我为仇。既阻我德，贾用不售。昔育恐育鞫，及尔颠覆。既生既育，比予于毒。我有旨蓄，亦以御冬。宴尔新婚，以我御穷。有洸有溃，既诒我肄。不念昔者，伊余来塈。\n","contyishang":["译文山谷来风迅又猛，阴云密布大雨倾。夫妻共勉结同心，不该动怒不相容。采摘萝卜和蔓青，难道要叶不要根？往日良言休抛弃：到死与你不离分。迈步出门慢腾腾，脚儿移动心不忍。不求送远求送近，哪知仅送到房门。谁说苦菜味最苦，在我看来甜如荠。你们新婚多快乐，亲兄亲妹不能比。渭水入泾泾水浑，泾水虽浑河底清。你们新婚多快乐，不知怜惜我心痛。不要到我鱼坝来，不要再把鱼篓开。既然现在不容我，以后事儿谁来睬。好比过河河水深，过河就用筏和船。又如河水清且浅，我就游泳到对岸。家中有这没有那，为你尽心来备办。左邻右舍有灾难，奔走救助不迟延。你不爱我到也罢，不\n"]}{"title":"卜算子·秋色到空闺","nian":"明代","author":"夏完淳","contson":"\n秋色到空闺，夜扫梧桐叶。谁料同心结不成，翻就相思结。十二玉阑干，风动灯明灭。立尽黄昏泪几行，一片鸦啼月。\n","contyishang":[]}{"title":"玉楼春·寂寂画堂梁上燕","nian":"宋代","author":"魏承班","contson":"\n寂寂画堂梁上燕，高卷翠帘横数扇。一庭春色恼人来，满地落花红几片。愁倚锦屏低雪面，泪滴绣罗金缕线。好天凉月尽伤心，为是玉郎长不见。\n","contyishang":[]}{"title":"江南曲","nian":"唐代","author":"李益","contson":"\n嫁得瞿塘贾，朝朝误妾期。早知潮有信，嫁与弄潮儿。\n","contyishang":["译文我真悔恨嫁做瞿塘商人妇，他天天把相会的佳期耽误。早知潮水的涨落这么守信，还不如嫁一个弄潮的丈夫。","注释①江南曲：古代歌曲名。 乐府《相和歌》曲名。这是一首拟乐府，写得很有民歌色彩。②瞿塘贾：在长江上游一带作买卖的商人。瞿塘：指瞿塘峡，长江三峡之一。贾：商人。③妾：古代女子自称的谦词。④潮有信：潮水涨落有一定的时间，叫“潮信”。⑤弄潮儿：潮水涨时戏水的人，或指潮水来时，乘船入江的人。"]}{"title":"酒泉子·水碧风清","nian":"五代","author":"顾敻","contson":"\n水碧风清，入槛细香红藕腻。谢娘敛翠，恨无涯，小屏斜。堪憎荡子不还家，谩留罗带结。帐深枕腻炷沉烟，负当年。\n","contyishang":[]}{"title":"甘草子·秋暮","nian":"宋代","author":"柳永","contson":"\n秋暮。乱洒衰荷，颗颗真珠雨。雨过月华生，冷彻鸳鸯浦。 池上凭阑愁无侣。奈此个、单栖情绪。却傍金笼共鹦鹉。念粉郎言语。\n","contyishang":["译文译文一凄凉晚秋，零乱雨滴洒残荷，雨珠莹莹，颗颗似珍珠。雨过后，寒月当空，鸳鸯浦一片清冷。池上倚阑，愁闷闷无人相伴，怎么打发、这孤苦情绪!傍金笼，戏逗鹦鹉，教它念、情郎言语。","译文二秋天的一个傍晚，大雨瓢泼．乱打着池塘衰败的荷花，颗颗雨珠如珍珠般晶莹。雨过风停，明月升空．鸳鸯浦空寂冷彻。她独自凭栏凝望，忧愁无侣而独宿。孤眠冷清煎熬着她的心。她站在鸟笼旁逗弄鹦鹉，向它诉说着对郎君的无限思念。","注释⑴甘草子：词牌名。《乐章集》注“正宫”。格一：双调，四十七字。前段五句，四仄韵；后段四句，\n"]}{"title":"阮郎归·初夏","nian":"宋代","author":"苏轼","contson":"\n绿槐高柳咽新蝉。薰风初入弦。碧纱窗下水沈烟。棋声惊昼眠。(水沈 一作 水沉） 微雨过，小荷翻。榴花开欲然。玉盆纤手弄清泉。琼珠碎却圆。\n","contyishang":["译文窗外绿槐阴阴，高高的柳树随风轻动，蝉鸣声戛然而止，和风将初夏的清凉吹入屋内。绿色的纱窗下，沉水香的淡淡芬芳随风飘散；惬意的昼眠，忽而被落棋之声惊醒。雨后的小荷，随清风翻转。石榴花衬着湿润的绿叶，愈见得红丽如燃。美丽女子正在清池边用盆舀水嬉耍，清澈的泉水溅起就像晶莹的珍珠，一会儿破碎一会儿又圆。","注释⑴阮郎归：词牌名。此调名于《花草粹编》中注曰：“一名‘醉桃源’、‘碧桃春’。”双调四十七字，前后片各四平韵。⑵薰风：南风，和暖的风，指初夏时的东南风。《吕氏春秋·有始》：“东南曰薰风。” 唐白居易 《首夏南池独酌》诗：“薰风自\n"]}{"title":"寒闺怨","nian":"唐代","author":"白居易","contson":"\n寒月沉沉洞房静，真珠帘外梧桐影。秋霜欲下手先知，灯底裁缝剪刀冷。\n","contyishang":["译文清冷的月光洒向宁静的小屋，梧桐的树影映在屋门口的珍珠帘子上。秋霜欲下，玉手已经预先感到寒冷。寒灯下，她握着冰冷的剪刀为远方戍守的丈夫缝制着冬衣。","注释1.洞房：深屋，位于很多进房子的后边，在古代通常是女眷的居住处。2.真珠帘：真珠即珍珠，形容帘子的华贵。"]}{"title":"武陵春·春晚","nian":"宋代","author":"李清照","contson":"\n风住尘香花已尽，日晚倦梳头。物是人非事事休，欲语泪先流。闻说双溪春尚好，也拟泛轻舟。只恐双溪舴艋舟，载不动许多愁。\n","contyishang":["风停了，尘土里带有花的香气，花儿已凋落殆尽。日头已经升的老高，我却懒得来梳妆。景物依旧，人事已变，一切事情都已经完结。想要倾诉自己的感慨，还未开口，眼泪先流下来。听说双溪春景尚好，我也打算泛舟前去。只恐怕双溪蚱蜢般的小船，载不动我许多的忧愁。"]}{"title":"菩萨蛮·回文秋闺怨","nian":"宋代","author":"苏轼","contson":"\n井桐双照新妆冷，冷妆新照双桐井。羞对井花愁，愁花井对羞。影孤怜夜永，永夜怜孤影。楼上不宜秋，秋宜不上楼。\n","contyishang":["译文井栏边两裸梧桐树，望着我的冷色的新妆。我穿淡淡的新妆，初次望着两棵梧桐树立在井栏旁。我低垂地望着井栏边的花在凋落愁叹，发愁的花在井栏边望着我失色低头。形影孤单，悲叹我度失眠难熬的长夜。长长的秋夜，可怜我这孤单的身影。楼上不适应这肃杀的秋色，萧瑟的秋色，我不应该上楼去眺望。","注释①菩萨蛮：词牌名，原为唐教坊曲名。又名“菩萨篁”、“重叠金”、“花间意”、“梅花句”等。上下片各四句，均为两仄韵，两平韵。②回文：诗词的一种形式，因回环往复均能成诵而得名，相传起于前秦窦滔妻苏蕙的《璇玑图》。闺怨：女子所抒愁怨。③照：看\n"]}{"title":"杵声齐·砧面莹","nian":"宋代","author":"贺铸","contson":"\n砧面莹，杵声齐。捣就征衣泪墨题。寄到玉关应万里，戍人犹在玉关西。\n","contyishang":["译文捣衣石的表面因年长日久的使用，早已光洁平滑，杵声协调、齐整。捣完制成衣服给丈夫寄去，可是在题写姓名、附就家信时却止不住涕泣连连。寄到玉门关已是万里之外了，可是戍守边关的人还在玉门关的西边。","注释①砧（zhēn）﹕捶衣服的垫石。莹：光洁、透明。②杵（chǔ）：捶衣服的木棒。③泪墨题：泪和着墨汁写信。④玉门：古通西域要道。⑤戍（shù）人：守卫边疆之军人。"]}{"title":"减字木兰花·春怨","nian":"宋代","author":"朱淑真","contson":"\n独行独坐，独唱独酬还独卧。伫立伤神，无奈轻寒著摸人。此情谁见，泪洗残妆无一半。愁病相仍，剔尽寒灯梦不成。\n","contyishang":["译文无论行走还是静坐，无论独自吟咏还是互相唱和，乃至卧倒床榻，我都独自一人；久久的站着凝望让我倍加伤神，更无奈这春寒招惹我的愁绪。这份愁情有谁曾见到，让我眼泪滚滚，把自己原先的粉妆冲洗得一丝不留；愁病交加，把灯芯挑了又挑，终究难以入眠。","注释⑴独行：一人行路；独自行走。⑵独坐：一个人坐着。⑶独唱：独自吟咏、吟唱。⑷独卧：泛指一人独眠。⑸伫立：久立。⑹伤神：伤心。⑺无奈：谓无可奈何。⑻轻寒：微寒。⑼残妆：亦作“ 残妆 ”。 指女子残褪的化妆。\n"]}{"title":"喜迁莺·鸠雨细","nian":"宋代","author":"许棐","contson":"\n鸠雨细，燕风斜。春悄谢娘家。一重帘外即天涯。何必暮云遮。 钏金寒，钗玉冷。薄醉欲成还醒。一春梳洗不簪花。孤负几韶华。\n","contyishang":[]}{"title":"有所思","nian":"两汉","author":"佚名","contson":"\n有所思，乃在大海南。何用问遗君，双珠玳瑁簪。用玉绍缭之。闻君有他心，拉杂摧烧之。摧烧之，当风扬其灰！从今以往，勿复相思，相思与君绝！鸡鸣狗吠，兄嫂当知之。妃呼狶！秋风肃肃晨风飔，东方须臾高知之！\n","contyishang":["译文我所思念的人，就在大海的南边。我拿什么赠给你呢？这是一支玳瑁簪，上面装饰有珍珠和玉环。听说他有二心，心里伤悲，拆碎它。捣毁它，烧掉它！烧掉它，风把灰尘扬起！从今往后，不再思念你，我同你断绝相思！当初与你约会时，不免引起鸡鸣狗吠。兄嫂也可能了知道此事，哎……听到屋外秋风声里鸟儿飞鸣，情绪更乱，一会儿天亮了，我就会知道该怎么做的。","注释①有所思：指她所思念的那个人。②何用：何以。问遗（wèi）：“问”、“遗”二字同义，\n"]}